[
	[ "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلى كُلِّ مُسْلِمٍ ، أَلَا إِنَّ اللهَ يُحِبُّ بُغَاةَ الْعِلْمِ »", "« طَلَبُ الْعِلْمِ فَرِيضَةٌ »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : طَلَبُ الْعِلْمِ فَرِيضَةٌ »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلى كُلِّ مُسْلِم ، أَلَا وَإِنَّ اللهَ يُحِبُّ بُغَاةَ الْعِلْمِ »", "طَلَبُ الْعِلْمِ فَرِيضَةٌ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ أَلَا إِنَّ اللَّهَ يُحِبُّ بُغَاةَ الْعِلْمِ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ أَلَا وَ إِنَّ اللَّهَ يُحِبُّ بُغَاةَ الْعِلْمِ .", "اطْلُبُوا الْعِلْمَ وَ لَوْ بِالصِّينِ - فَإِنَّ طَلَبَ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ .", "الشَّاخِصُ فِي طَلَبِ الْعِلْمِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ إِنَّ طَلَبَ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ أَلَا وَ إِنَّ اللَّهَ يُحِبُّ بُغَاةَ الْعِلْمِ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ فِي‏ كُلِّ حَالٍ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ مِنَ فَرَائِضِ اللَّهِ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ .", "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ فَاطْلُبُوا الْعِلْمَ مِنْ مَظَانِّهِ وَ اقْتَبِسُوهُ مِنْ أَهْلِهِ", "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ فَاطْلُبُوا الْعِلْمَ فِي مَظَانِّهِ وَ اقْتَبِسُوهُ مِنْ أَهْلِهِ" ],
	[ "سَمِعْتُهُ يَقُولُ : « ثَلَاثَةٌ لَايُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ ولَا يُزَكِّيهِمْ ولَهُمْ عَذَابٌ أَلِيمٌ : مَنِ ادَّعى إِمَامَةً مِنَ اللهِ لَيْسَتْ لَهُ ، وَمَنْ جَحَدَ إِمَاماً مِنَ اللهِ ، ومَنْ زَعَمَ أَنَّ لَهُمَا فِي الْإِسْلَامِ نَصِيباً » . ‌", "« ثَلَاثَةٌ لَايَنْظُرُ اللهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ ، ولَايُزَكِّيهِمْ ، وَلَهُمْ عَذَابٌ أَلِيمٌ : مَنِ ادَّعى إِمَامَةً مِنَ اللهِ لَيْسَتْ لَهُ ، وَمَنْ جَحَدَ إِمَاماً مِنَ اللهِ ، وَمَنْ زَعَمَ أَنَّ لَهُمَا فِي الْإِسْلَامِ نَصِيباً » . ‌", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : ثَلَاثَةٌ لَايُكَلِّمُهُمُ اللهُ ، وَلَايَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ ، وَلَايُزَكِّيهِمْ ، وَلَهُمْ عَذَابٌ أَلِيمٌ : شَيْخٌ زَانٍ ، وَمَلِكٌ جَبَّارٌ ، وَمُقِلٌّ مُخْتَالٌ » . ‌", "« ثَلَاثَةٌ لَايُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ ، وَلَا يُزَكِّيهِمْ ، وَلَهُمْ عَذَابٌ أَلِيمٌ : الشَّيْخُ الزَّانِي ، وَالدَّيُّوثُ ، وَالْمَرْأَةُ تُوطِئُ فِرَاشَ زَوْجِهَا »", "« ثَلَاثَةٌ لَايُكَلِّمُهُمُ اللهُ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ ، مِنْهُمُ الْمَرْأَةُ تُوطِئُ فِرَاشَ زَوْجِهَا »", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ - وَ لَا يَنْظُرُ إِلَيْهِمْ‏ وَ لَهُمْ عَذَابٌ أَلِيمٌ النَّاتِفُ شَيْبَهُ وَ النَّاكِحُ نَفْسَهُ وَ الْمَنْكُوحُ فِي دُبُرِهِ .", "ثَلَاثَةٌ لَا يَنْظُرُ اللَّهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ الدَّيُّوثُ مِنَ الرِّجَالِ وَ الْفَاحِشُ الْمُتَفَحِّشُ وَ الَّذِي يَسْأَلُ النَّاسَ وَ فِي يَدِهِ ظَهْرُ غِنًى .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ وَ لَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ شَيْخٌ زَانٍ وَ مَلِكٌ جَبَّارٌ وَ مُقِلٌّ مُخْتَالٌ .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ الشَّيْخُ الزَّانِي وَ الدَّيُّوثُ وَ الْمَرْأَةُ تُوطِئُ فِرَاشَ زَوْجِهَا .", "وَ صَعِدَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم الْمِنْبَرَ فَقَالَ ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَ لَا يُزَكِّيهِمْ وَ لَا يَنْظُرُ إِلَيْهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ شَيْخٌ زَانٍ وَ مَلِكٌ جَبَّارٌ وَ مُقِلٌّ مُخْتَالٌ .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ مِنْهُمُ الْمَرْأَةُ تُوطِئُ فِرَاشَ زَوْجِهَا .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ - وَ لَا يَنْظُرُ إِلَيْهِمْ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ الشَّيْخُ الزَّانِي وَ الدَّيُّوثُ وَ الْمَرْأَةُ تُوطِئُ فِرَاشَ زَوْجِهَا .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ - وَ لَا يَنْظُرُ إِلَيْهِمْ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ النَّاتِفُ شَيْبَهُ وَ النَّاكِحُ نَفْسَهُ وَ الْمَنْكُوحُ فِي دُبُرِهِ .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ - وَ لَا يَنْظُرُ إِلَيْهِمْ وَ لَا يُزَكِّيهِمْ وَ لَهُمْ عَذَابٌ أَلِيمٌ مَنِ ادَّعَى إِمَاماً لَيْسَتْ إِمَامَتُهُ مِنَ اللَّهِ وَ مَنْ جَحَدَ إِمَاماً إِمَامَتُهُ مِنْ عِنْدِ اللَّهِ وَ مَنْ زَعَمَ أَنَّ لَهُمَا فِي الْإِسْلَامِ نَصِيباً .", "ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ - وَ لا يُزَكِّيهِمْ وَ لَهُمْ عَذابٌ أَلِيمٌ* - مَنِ ادَّعَى إِمَامَةً مِنَ اللَّهِ لَيْسَتْ لَهُ وَ مَنْ جَحَدَ إِمَاماً مِنَ اللَّهِ وَ مَنْ زَعَمَ أَنَّ لَهُمَا فِي الْإِسْلَامِ نَصِيباً ." ],
	[ "« بُنِيَ الْإِسْلَامُ عَلى خَمْسٍ : عَلَى الصَّلَاةِ ، وَالزَّكَاةِ ، وَالصَّوْمِ ، وَالْحَجِّ ، وَالْوِلَايَةِ ؛ وَلَمْ يُنَادَ بِشَيْ‌ءٍ‌ كَمَا نُودِيَ بِالْوِلَايَةِ » . ‌", "« بُنِيَ الْإِسْلَامُ عَلى خَمْسٍ : عَلَى الصَّلَاةِ ، وَالزَّكَاةِ ، وَالْحَجِّ ، وَالصَّوْمِ ، وَالْوِلَايَةِ ؛ وَلَمْ يُنَادَ بِشَيْ‌ءٍ كَمَا نُودِيَ بِالْوِلَايَةِ ، فَأَخَذَ النَّاسُ بِأَرْبَعٍ وَتَرَكُوا هذِهِ » يَعْنِي الْوَلَايَةَ .", "« بُنِيَ الْإِسْلَامُ عَلى خَمْسٍ : الْوِلَايَةِ ، وَالصَّلَاةِ ، وَالزَّكَاةِ ، وَصَوْمِ شَهْرِ رَمَضَانَ ، وَالْحَجِّ » . ‌", "« بُنِيَ الْإِسْلَامُ عَلى خَمْسٍ : الصَّلَاةِ ، وَالزَّكَاةِ ، وَالصَّوْمِ ، وَالْحَجِّ ، وَالْوَلَايَةِ ؛ وَلَمْ يُنَادَ بِشَيْ‌ءٍ مَا نُودِيَ بِالْوَلَايَةِ يَوْمَ الْغَدِيرِ »", "« بُنِيَ الْإِسْلَامُ عَلى خَمْسَةِ أَشْيَاءَ : عَلَى الصَّلَاةِ ، وَالزَّكَاةِ ، وَالْحَجِّ ، وَالصَّوْمِ ، وَالْوَلايَةِ . ‌ وَقَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : الصَّوْمُ جُنَّةٌ مِنَ النَّارِ »", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الْحَجِّ وَ الصَّوْمِ وَ الْوَلَايَةِ", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسَةِ أَشْيَاءَ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الْحَجِّ وَ الصَّوْمِ وَ الْوَلَايَةِ", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الصَّوْمِ وَ الْحَجِّ وَ الْوَلَايَةِ وَ لَمْ يُنَادَ بِشَيْ‏ءٍ مَا نُودِيَ بِالْوَلَايَةِ .", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ‏ الْوَلَايَةِ وَ الصَّلَاةِ وَ الزَّكَاةِ وَ صَوْمِ شَهْرِ رَمَضَانَ وَ الْحَجِّ .", "الْإِسْلَامُ هُوَ الظَّاهِرُ الَّذِي عَلَيْهِ النَّاسُ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ‏ وَ أَنَّ مُحَمَّداً (رَسُولُ اللَّهِ) صلى‌الله‌عليه‌وآله‌وسلم وَ إِقَامُ الصَّلَاةِ وَ إِيتَاءُ الزَّكَاةِ وَ حِجُّ الْبَيْتِ وَ صِيَامُ شَهْرِ رَمَضَانَ فَهَذَا الْإِسْلَامُ .", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ وَ إِقَامِ الصَّلَاةِ وَ إِيتَاءِ الزَّكَاةِ وَ حِجِّ الْبَيْتِ وَ صِيَامِ شَهْرِ رَمَضَانَ .", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسَةِ أَشْيَاءَ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الْحَجِّ وَ الصَّوْمِ وَ الْوَلَايَةِ .", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسِ دَعَائِمَ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الصَّوْمِ وَ الْحَجِّ وَ وَلَايَةِ أَمِيرِ الْمُؤْمِنِينَ وَ الْأَئِمَّةِ مِنْ وُلْدِهِ عليه‌السلام .", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسِ دَعَائِمَ إِقَامِ الصَّلَاةِ وَ إِيتَاءِ الزَّكَاةِ وَ صَوْمِ شَهْرِ رَمَضَانَ وَ حِجِّ بَيْتِ اللَّهِ الْحَرَامِ وَ الْوَلَايَةِ لَنَا أَهْلَ الْبَيْتِ .", "بُنِيَ الْإِسْلَامُ عَلَى خَمْسَةِ أَشْيَاءَ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الصَّوْمِ وَ الْحَجِّ وَ الْوَلَايَةِ وَ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم الصَّوْمُ جُنَّةٌ مِنَ النَّارِ ." ],
	[ "« مَا عُبِدَ اللهُ بِشَيْ‌ءٍ أَفْضَلَ مِنْ عِفَّةِ بَطْنٍ وَفَرْجٍ » . ‌", "سَمِعْتُ أَبَا جَعْفَرٍ عليه‌السلام : « يَقُولُ مَا مِنْ عِبَادَةٍ أَفْضَلَ مِنْ عِفَّةِ بَطْنٍ وَفَرْجٍ » . ‌", "« مَا مِنْ عِبَادَةٍ أَفْضَلَ عِنْدَ اللهِ مِنْ عِفَّةِ بَطْنٍ وَفَرْجٍ » . ‌", "« مَا عُبِدَ اللهُ بِشَيْ‌ءٍ أَفْضَلَ مِنْ أَدَاءِ حَقِّ الْمُؤْمِنِ » . ‌", "سَمِعْتُ أَبَا جَعْفَرٍ عليه‌السلام يَقُولُ : « مَا مِنْ عِبَادَةٍ أَفْضَلَ مِنْ عِفَّةِ بَطْنٍ وَفَرْجٍ »", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ مِثْلِ الصَّمْتِ وَ الْمَشْيِ إِلَى بَيْتِهِ‏ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ أَشَدَّ مِنَ الْمَشْيِ وَ لَا أَفْضَلَ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ أَفْضَلَ مِنَ الْمَشْيِ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ مِثْلِ الصَّمْتِ وَ الْمَشْيِ إِلَى بَيْتِهِ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ أَفْضَلَ مِنَ الصَّمْتِ وَ الْمَشْيِ إِلَى بَيْتِهِ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ مِثْلِ الصَّمْتِ وَ الْمَشْيِ إِلَى بَيْتِ اللَّهِ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ أَفْضَلَ مِنْ أَدَاءِ حَقِّ الْمُؤْمِنِ .", "مَا مِنْ عِبَادَةٍ أَفْضَلَ عِنْدَ اللَّهِ مِنْ عِفَّةِ بَطْنٍ وَ فَرْجٍ .", "مَا عُبِدَ اللَّهُ بِشَيْ‏ءٍ أَفْضَلَ مِنْ عِفَّةِ بَطْنٍ وَ فَرْجٍ .", "مَا مِنْ عِبَادَةٍ أَفْضَلَ مِنْ عِفَّةِ بَطْنٍ وَ فَرْجٍ .", "مَا مِنْ عِبَادَةٍ أَفْضَلَ مِنْ عِفَّةِ بَطْنٍ وَ فَرْجٍ ." ],
	[ "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلْيَفِ إِذَا وَعَدَ » . ‌", "« قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلَا يَقُومُ مَكَانَ رِيبَةٍ » . ‌", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلَا يَأْكُلْ عَلى مَائِدَةٍ يُشْرَبُ عَلَيْهَا الْخَمْرُ »", "« مِمَّا عَلَّمَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم فَاطِمَةَ عليها‌السلام أَنْ قَالَ لَهَا : يَا فَاطِمَةُ ، مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلْيُكْرِمْ ضَيْفَهُ »", "« مِمَّا عَلَّمَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم عَلِيّاً عليه‌السلام قَالَ : مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلْيُكْرِمْ ضَيْفَهُ »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلَا يَدْخُلِ الْحَمَّامَ إِلَّا بِمِئْزَرٍ »", "« مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلَا يُدْخِلْ حَلِيلَتَهُ الْحَمَّامَ »", "« مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ، فَلَا يُرْسِلْ حَلِيلَتَهُ إِلَى الْحَمَّامِ »", "<Q> مَنْ كانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ </Q> فَلَا يَدْخُلِ الْحَمَّامَ إِلَّا بِمِئْزَرٍ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلَا يَدْخُلِ الْحَمَّامَ إِلَّا بِمِئْزَرٍ .", "<Q> مَنْ كانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ </Q> - فَلَا يُدْخِلْ حَلِيلَتَهُ‏ الْحَمَّامَ .", "<Q> مَنْ كانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ </Q> فَلَا يُرْسِلْ حَلِيلَتَهُ إِلَى الْحَمَّامِ .", "<Q> مَنْ كانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ </Q> فَلَا يَبْعَثْ بِحَلِيلَتِهِ إِلَى الْحَمَّامِ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلْيَكْتَحِلْ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلَا يَبِيتَنَّ إِلَّا بِوَتْرٍ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلَا يَبِيتَنَّ إِلَّا بِوَتْرٍ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلَا يَبِيتَنَّ إِلَّا بِوَتْرٍ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلْيَفِ إِذَا وَعَدَ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلَا يَقُومُ مَكَانَ رِيبَةٍ .", "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلَا يَأْكُلُ عَلَى مَائِدَةٍ يُشْرَبُ عَلَيْهَا الْخَمْرُ .", "مِمَّا عَلَّمَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فَاطِمَةَ عليه‌السلام أَنْ قَالَ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ .", "مِمَّا عَلَّمَ رَسُولُ اللَّهُ صلى‌الله‌عليه‌وآله‌وسلم عَلِيّاً عليه‌السلام مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ ." ],
	[ "« كَانَ أَبِي عليه‌السلام يَقُولُ : <Q> قُلْ هُوَ اللهُ أَحَدٌ </Q> ثُلُثُ الْقُرْآنِ ، وَ <Q> قُلْ يَا أَيُّهَا الْكافِرُونَ </Q> رُبُعُ الْقُرْآنِ » . ‌", "قَالَ أَحَدُهُمَا عليهما‌السلام : « يُصَلِّي الرَّجُلُ رَكْعَتَيِ الطَّوَافِ طَوَافِ الْفَرِيضَةِ وَالنَّافِلَةِ بِ <Q> قُلْ هُوَ اللهُ أَحَدٌ </Q> وَ <Q> قُلْ يَا أَيُّهَا الْكَافِرُونَ </Q> »", "صَلِّهِمَا بَعْدَ الْفَجْرِ وَ اقْرَأْ فِيهِمَا فِي الْأُولَى قُلْ يَا أَيُّهَا الْكَافِرُونَ - وَ فِي الثَّانِيَةِ قُلْ هُوَ اللَّهُ أَحَدٌ .", "صَلِّ رَكْعَتَيِ الْفَجْرِ قَبْلَ الْفَجْرِ وَ عِنْدَهُ وَ بَعْدَهُ‏ - تَقْرَأُ فِي الْأُولَى الْحَمْدَ وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ وَ فِي الثَّانِيَةِ الْحَمْدَ وَ قُلْ هُوَ اللَّهُ أَحَدٌ .", "صَلِّهِمَا بَعْدَ الْفَجْرِ وَ اقْرَأْ فِيهِمَا فِي الْأُولَى قُلْ يَا أَيُّهَا الْكَافِرُونَ - وَ فِي الثَّانِيَةِ قُلْ هُوَ اللَّهُ أَحَدٌ .", "قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ رُبُعَ الْقُرْآنِ .", "قَرَأْتُ فِي صَلَاةِ الْفَجْرِ بِقُلْ هُوَ اللَّهُ أَحَدٌ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ - وَ قَدْ فَعَلَ ذَلِكَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ تَعْدِلُ رُبُعَهُ", "قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ - وَ كَانَ يُحِبُّ أَنْ يَجْمَعَهَا فِي الْوَتْرِ لِيَكُونَ الْقُرْآنَ كُلَّهُ .", "مِثْلَهُ وَ زَادَ وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ تَعْدِلُ رُبُعَهُ .", "قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ رُبُعُ الْقُرْآنِ .", "اقْرَأْ فِي صَلَاةِ جَعْفَرٍ بِقُلْ هُوَ اللَّهُ أَحَدٌ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ .", "يُصَلِّي الرَّجُلُ رَكْعَتَيِ الطَّوَافِ طَوَافِ الْفَرِيضَةِ وَ النَّافِلَةِ بِ قُلْ هُوَ اللَّهُ أَحَدٌ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ .", "اقْرَأْ فِي الرَّكْعَتَيْنِ لِلطَّوَافِ بِ قُلْ هُوَ اللَّهُ أَحَدٌ - وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ .", "يُصَلِّي رَكْعَتَيْ طَوَافِ الْفَرِيضَةِ خَلْفَ الْمَقَامِ - بِ قُلْ هُوَ اللَّهُ أَحَدٌ وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ ." ],
	[ "« إِنَّ اللهَ عزوجل يُحِبُّ إِفْشَاءَ السَّلَامِ » . ‌", "« مِنَ الْإِيمَانِ حُسْنُ الْخُلُقِ وَإِطْعَامُ الطَّعَامِ » . ‌", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : خَيْرُكُمْ مَنْ أَطْعَمَ الطَّعَامَ ، وَأَفْشَى السَّلَامَ ، وَصَلّى وَالنَّاسُ نِيَامٌ » . ‌", "« الْمُنْجِيَاتُ : إِطْعَامُ الطَّعَامِ ، وَإِفْشَاءُ السَّلَامِ ، وَالصَّلَاةُ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ » . ‌", "« إِنَّ اللهَ عزوجل يُحِبُّ إِهْرَاقَ الدِّمَاءِ ، وَإِطْعَامَ الطَّعَامِ » . ‌", "« إِنَّ اللهَ عزوجل يُحِبُّ إِطْعَامَ الطَّعَامِ ، وَإِرَاقَةَ الدِّمَاءِ » . ‌", "ثَلَاثٌ كَفَّارَاتٌ إِسْبَاغُ الْوُضُوءِ بِالسَّبَرَاتِ‏ وَ الْمَشْيُ بِاللَّيْلِ وَ النَّهَارِ إِلَى الصَّلَاةِ وَ الْمُحَافَظَةُ عَلَى الْجَمَاعَاتِ .", "يَا عَلِيُّ ثَلَاثٌ دَرَجَاتٌ إِسْبَاغُ الْوُضُوءِ عَلَى‏ السَّبَرَاتِ‏ - وَ الْمَشْيُ بِاللَّيْلِ وَ النَّهَارِ إِلَى الْجَمَاعَاتِ وَ انْتِظَارُ الصَّلَاةِ بَعْدَ الصَّلَاةِ .", "ثَلَاثٌ دَرَجَاتٌ مِنْهَا الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ .", "ثَلَاثٌ دَرَجَاتٌ مِنْهَا الْمَشْيُ بِاللَّيْلِ وَ النَّهَارِ إِلَى الْجَمَاعَاتِ .", "ثَلَاثٌ دَرَجَاتٌ مِنْهَا الْمَشْيُ بِاللَّيْلِ وَ النَّهَارِ إِلَى الصَّلَوَاتِ وَ الْمُحَافَظَةُ عَلَى الْجَمَاعَاتِ .", "الْمُنْجِيَاتُ إِطْعَامُ الطَّعَامِ وَ إِفْشَاءُ السَّلَامِ وَ الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ .", "الْمُنْجِيَاتُ إِطْعَامُ الطَّعَامِ وَ إِفْشَاءُ السَّلَامِ وَ الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ .", "إِنَّ اللَّهَ عزوجل يُحِبُّ إِطْعَامَ الطَّعَامِ وَ إِرَاقَةَ الدِّمَاءِ .", "إِنَّ اللَّهَ عزوجل يُحِبُّ إِفْشَاءَ السَّلَامِ .", "يَا عَلِيُّ ثَلَاثٌ كَفَّارَاتٌ إِفْشَاءُ السَّلَامِ وَ إِطْعَامُ الطَّعَامِ وَ الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ .", "ثَلَاثٌ دَرَجَاتٌ إِفْشَاءُ السَّلَامِ وَ إِطْعَامُ الطَّعَامِ وَ الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ", "مِنَ الْإِيمَانِ حُسْنُ الْخُلُقِ وَ إِطْعَامُ الطَّعَامِ .", "خَيْرُكُمْ مَنْ أَطْعَمَ الطَّعَامَ وَ أَفْشَى السَّلَامَ وَ صَلَّى وَ النَّاسُ نِيَامٌ .", "مِنَ الْمُنْجِيَاتِ إِطْعَامُ الطَّعَامِ وَ إِفْشَاءُ السَّلَامِ وَ الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ .", "إِنَّ اللَّهَ عزوجل يُحِبُّ إِهْرَاقَ الدِّمَاءِ وَ إِطْعَامَ الطَّعَامِ .", "إِنَّ اللَّهَ يُحِبُّ إِطْعَامَ الطَّعَامِ وَ إِرَاقَةَ الدِّمَاءِ .", "إِنَّ اللَّهَ عزوجل يُحِبُّ إِطْعَامَ الطَّعَامِ وَ إِرَاقَةَ الدِّمَاءِ .", "مِنَ الْإِيمَانِ حُسْنُ الْخُلُقِ وَ إِطْعَامُ الطَّعَامِ .", "إِنَّ اللَّهَ يُحِبُّ إِطْعَامَ الطَّعَامِ وَ هِرَاقَةَ الدِّمَاءِ .", "إِنَّ اللَّهَ يُحِبُّ إِطْعَامَ الطَّعَامِ وَ إِفْشَاءَ السَّلَامِ .", "الْمُنْجِيَاتُ إِطْعَامُ الطَّعَامِ وَ إِفْشَاءُ السَّلَامِ وَ الصَّلَاةُ بِاللَّيْلِ وَ النَّاسُ نِيَامٌ .", "خَيْرُكُمْ مَنْ أَطْعَمَ الطَّعَامَ وَ أَفْشَى السَّلَامَ وَ صَلَّى وَ النَّاسُ نِيَامٌ .", "إِنَّ اللَّهَ يُحِبُّ هِرَاقَةَ الدِّمَاءِ وَ إِطْعَامَ الطَّعَامِ .", "إِنَّ اللَّهَ يُحِبُّ إِطْعَامَ الطَّعَامِ وَ إِرَاقَةَ الدِّمَاءِ بِمِنًى .", "إِنَّ اللَّهَ يُحِبُّ إِرَاقَةَ الدِّمَاءِ وَ إِطْعَامَ الطَّعَامِ وَ إِغَاثَةَ اللَّهْفَانِ .", "الْإِيمَانُ حُسْنُ الْخُلُقِ وَ إِطْعَامُ الطَّعَامِ وَ إِرَاقَةُ الدِّمَاءِ .", "خَيْرُكُمْ مَنْ أَطْعَمَ الطَّعَامَ وَ أَفْشَى السَّلَامَ وَ صَلَّى بِاللَّيْلِ وَ النَّاسُ نِيَامٌ ." ],
	[ "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ؟ قَالَ : « إِنْ عَرَفْتَ مَكَانَهُ ، فَاغْسِلْهُ ؛ وَإِنْ خَفِيَ عَلَيْكَ مَكَانُهُ ، فَاغْسِلْهُ كُلَّهُ » . ‌", "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ؟ قَالَ : « اغْسِلِ الثَّوْبَ كُلَّهُ إِذَا خَفِيَ عَلَيْكَ مَكَانُهُ ، قَلِيلاً كَانَ ، أَوْ كَثِيراً » . ‌", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ؟ قَالَ : « لَيْسَ بِهِ بَأْسٌ » . ‌", "سَأَلْتُهُ عَنْ بَوْلِ الصَّبِيِّ يُصِيبُ الثَّوْبَ فَقَالَ اغْسِلْهُ قُلْتُ فَإِنْ لَمْ أَجِدْ مَكَانَهُ قَالَ اغْسِلِ الثَّوْبَ كُلَّهُ .", "فِي الْمَنِيِّ يُصِيبُ الثَّوْبَ فَإِنْ عَرَفْتَ مَكَانَهُ فَاغْسِلْهُ وَ إِنْ خَفِيَ عَلَيْكَ فَاغْسِلْهُ كُلَّهُ .", "سَأَلْتُهُ عَنْ بَوْلِ الصَّبِيِّ يُصِيبُ الثَّوْبَ فَقَالَ اغْسِلْهُ قُلْتُ فَإِنْ لَمْ أَجِدْ مَكَانَهُ قَالَ اغْسِلِ الثَّوْبَ كُلَّهُ .", "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ قَالَ إِنْ عَرَفْتَ مَكَانَهُ فَاغْسِلْهُ وَ إِنْ خَفِيَ عَلَيْكَ مَكَانُهُ فَاغْسِلْهُ كُلَّهُ .", "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ قَالَ اغْسِلِ الثَّوْبَ كُلَّهُ إِذَا خَفِيَ عَلَيْكَ مَكَانُهُ قَلِيلًا كَانَ أَوْ كَثِيراً .", "سَأَلْتُهُ عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ فَقَالَ يَنْضِحُهُ بِالْمَاءِ إِنْ شَاءَ وَ قَالَ فِي الْمَنِيِّ يُصِيبُ الثَّوْبَ قَالَ إِنْ عَرَفْتَ مَكَانَهُ فَاغْسِلْهُ وَ إِنْ خَفِيَ عَلَيْكَ فَاغْسِلْهُ كُلَّهُ .", "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ قَالَ اغْسِلِ الثَّوْبَ كُلَّهُ إِذَا خَفِيَ عَلَيْكَ مَكَانُهُ قَلِيلًا كَانَ أَوْ كَثِيراً .", "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ قَالَ إِنْ عَرَفْتَ مَكَانَهُ فَاغْسِلْهُ وَ إِنْ خَفِيَ عَلَيْكَ مَكَانُهُ فَاغْسِلْهُ كُلَّهُ .", "سَأَلْتُهُ عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ فَقَالَ يَنْضِحُهُ بِالْمَاءِ إِنْ شَاءَ", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ قَالَ لَا بَأْسَ بِهِ فَلَمَّا رَدَدْنَا عَلَيْهِ قَالَ يَنْضِحُهُ بِالْمَاءِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ قَالَ إِنْ عَرَفْتَ مَكَانَهُ فَاغْسِلْهُ وَ إِنْ خَفِيَ عَلَيْكَ مَكَانُهُ فَاغْسِلِ الثَّوْبَ كُلَّهُ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ فَيَلْتَزِقُ بِهِ قَالَ يَغْسِلُهُ وَ لَا يَتَوَضَّأُ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمَذْيِ يُصِيبُ الثَّوْبَ قَالَ لَيْسَ بِهِ بَأْسٌ .", "سَأَلْتُهُ عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ قَالَ اغْسِلِ الثَّوْبَ كُلَّهُ إِذَا خَفِيَ عَلَيْكَ مَكَانُهُ قَلِيلًا كَانَ أَوْ كَثِيراً .", "أَنَّهُ سَأَلَ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْقَيْ‏ءِ يُصِيبُ الثَّوْبَ فَلَا يُغْسَلُ قَالَ لَا بَأْسَ بِهِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمِدَادِ يُصِيبُ الثَّوْبَ فَلَا يُغْسَلُ قَالَ لَا بَأْسَ بِهِ ." ],
	[ "« الْمَرْأَةُ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ حَدُّهَا خَمْسُونَ سَنَةً »", "« حَدُّ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ خَمْسُونَ سَنَةً » . ‌", "« خَمْسٌ يُطَلِّقُهُنَّ الرَّجُلُ عَلى كُلِّ حَالٍ : الْحَامِلُ ، وَالَّتِي لَمْ يَدْخُلْ بِهَا زَوْجُهَا ، وَالْغَائِبُ عَنْهَا زَوْجُهَا ، وَالَّتِي لَمْ تَحِضْ ، وَالَّتِي قَدْ يَئِسَتْ مِنَ الْحَيْضِ »", "« لَا بَأْسَ بِطَلَاقِ خَمْسٍ عَلى كُلِّ حَالٍ : الْغَائِبِ عَنْهَا زَوْجُهَا ، وَالَّتِي لَمْ تَحِضْ ، وَالَّتِي لَمْ يَدْخُلْ بِهَا زَوْجُهَا ، وَالْحُبْلى ، وَالَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ »", "« خَمْسٌ يُطَلَّقْنَ عَلى كُلِّ حَالٍ : الْحَامِلُ ، الْغَائِبُ عَنْهَا زَوْجُهَا ، وَالَّتِي لَمْ تَحِضْ ، وَالَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ ، وَالَّتِي لَمْ يُدْخَلْ بِهَا »", "« ثَلَاثٌ يَتَزَوَّجْنَ عَلى كُلِّ حَالٍ : الَّتِي لَمْ تَحِضْ وَمِثْلُهَا لَا تَحِيضُ » - قَالَ : قُلْتُ : وَمَا حَدُّهَا؟ قَالَ : « إِذَا أَتى لَهَا أَقَلُّ مِنْ تِسْعِ سِنِينَ - وَالَّتِي لَمْ يُدْخَلْ بِهَا ، وَالَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ وَمِثْلُهَا لَاتَحِيضُ » . قُلْتُ : وَمَا حَدُّهَا؟ قَالَ : « إِذَا كَانَ لَهَا خَمْسُونَ سَنَةً »", "حَدُّ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ خَمْسُونَ سَنَةً .", "الْمَرْأَةُ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ حَدُّهَا خَمْسُونَ سَنَةً .", "ثَلَاثٌ يَتَزَوَّجْنَ عَلَى كُلِّ حَالٍ إِلَى أَنْ قَالَ وَ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ وَ مِثْلُهَا لَا تَحِيضُ قُلْتُ وَ مَا حَدُّهَا قَالَ إِذَا كَانَ لَهَا خَمْسُونَ سَنَةً .", "خَمْسٌ يُطَلَّقْنَ عَلَى كُلِّ حَالٍ الْحَامِلُ الْمُتَبَيِّنُ حَمْلُهَا وَ الَّتِي لَمْ يَدْخُلْ بِهَا زَوْجُهَا وَ الْغَائِبُ عَنْهَا زَوْجُهَا وَ الَّتِي لَمْ تَحِضْ وَ الَّتِي قَدْ جَلَسَتْ‏ عَنِ الْمَحِيضِ .", "وَ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ .", "لَا بَأْسَ بِطَلَاقِ خَمْسٍ عَلَى كُلِّ حَالٍ الْغَائِبِ عَنْهَا زَوْجُهَا وَ الَّتِي لَمْ تَحِضْ وَ الَّتِي لَمْ يَدْخُلْ بِهَا زَوْجُهَا وَ الْحُبْلَى وَ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ .", "خَمْسٌ يُطَلِّقُهُنَّ أَزْوَاجُهُنَّ مَتَى شَاءُوا الْحَامِلُ الْمُسْتَبِينُ حَمْلُهَا وَ الْجَارِيَةُ الَّتِي لَمْ تَحِضْ وَ الْمَرْأَةُ الَّتِي قَدْ قَعَدَتْ مِنَ الْمَحِيضِ وَ الْغَائِبُ عَنْهَا زَوْجُهَا وَ الَّتِي لَمْ يُدْخَلْ بِهَا .", "خَمْسٌ يُطَلَّقْنَ عَلَى كُلِّ حَالٍ الْحَامِلُ وَ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ وَ الَّتِي لَمْ يُدْخَلْ بِهَا وَ الْغَائِبُ عَنْهَا زَوْجُهَا وَ الَّتِي لَمْ تَبْلُغِ الْمَحِيضَ .", "ثَلَاثٌ يَتَزَوَّجْنَ عَلَى كُلِّ حَالٍ الَّتِي لَمْ تَحِضْ وَ مِثْلُهَا لَا تَحِيضُ إِلَى أَنْ قَالَ وَ الَّتِي لَمْ يُدْخَلْ بِهَا وَ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ", "ثَلَاثٌ يَتَزَوَّجْنَ عَلَى كُلِّ حَالٍ الَّتِي لَمْ تَحِضْ وَ مِثْلُهَا لَا تَحِيضُ قَالَ قُلْتُ : وَ مَا حَدُّهَا قَالَ إِذَا أَتَى لَهَا أَقَلُّ مِنْ تِسْعِ سِنِينَ وَ الَّتِي لَمْ يُدْخَلْ بِهَا وَ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ وَ مِثْلُهَا لَا تَحِيضُ قُلْتُ وَ مَا حَدُّهَا قَالَ إِذَا كَانَ لَهَا خَمْسُونَ سَنَةً .", "ثَلَاثٌ يَتَزَوَّجْنَ عَلَى كُلِّ حَالٍ الَّتِي قَدْ يَئِسَتْ مِنَ الْمَحِيضِ وَ مِثْلُهَا لَا تَحِيضُ قُلْتُ وَ مَتَى تَكُونُ كَذَلِكَ قَالَ إِذَا بَلَغَتْ سِتِّينَ سَنَةً فَقَدْ يَئِسَتْ مِنَ الْمَحِيضِ وَ مِثْلُهَا لَا تَحِيضُ وَ الَّتِي لَمْ تَحِضْ وَ مِثْلُهَا لَا تَحِيضُ قُلْتُ وَ مَتَى يَكُونُ كَذَلِكَ قَالَ مَا لَمْ تَبْلُغْ تِسْعَ سِنِينَ فَإِنَّهَا لَا تَحِيضُ وَ مِثْلُهَا لَا تَحِيضُ وَ الَّتِي لَمْ يُدْخَلْ بِهَا ." ],
	[ "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ الْفَرْضِ فِي الصَّلَاةِ؟ فَقَالَ : « الْوَقْتُ ، وَالطَّهُورُ ، وَالْقِبْلَةُ ، وَالتَّوَجُّهُ ، وَالرُّكُوعُ ، وَالسُّجُودُ ، وَالدُّعَاءُ » . قُلْتُ : مَا سِوى ذلِكَ؟ قَالَ : « سُنَّةٌ فِي فَرِيضَةٍ »", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ‏ الْفَرْضِ فِي الصَّلَاةِ فَقَالَ الْوَقْتُ وَ الطَّهُورُ وَ الْقِبْلَةُ وَ التَّوَجُّهُ وَ الرُّكُوعُ وَ السُّجُودُ وَ الدُّعَاءُ", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ الْفَرْضِ فِي الصَّلَاةِ فَقَالَ الْوَقْتُ‏ وَ الطَّهُورُ وَ الْقِبْلَةُ وَ التَّوَجُّهُ وَ الرُّكُوعُ وَ السُّجُودُ وَ الدُّعَاءُ قُلْتُ مَا سِوَى ذَلِكَ فَقَالَ سُنَّةٌ فِي فَرِيضَةٍ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ الْفَرْضِ فِي الصَّلَاةِ فَقَالَ الْوَقْتُ وَ الطَّهُورُ وَ الْقِبْلَةُ وَ التَّوَجُّهُ وَ الرُّكُوعُ وَ السُّجُودُ وَ الدُّعَاءُ قُلْتُ مَا سِوَى ذَلِكَ فَقَالَ سُنَّةٌ فِي فَرِيضَةٍ .", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ .", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ ثُمَّ قَالَ عليه‌السلام الْقِرَاءَةُ سُنَّةٌ وَ التَّشَهُّدُ سُنَّةٌ وَ التَّكْبِيرُ سُنَّةٌ وَ لَا يَنْقُضُ السُّنَّةُ الْفَرِيضَةَ .", "وَ فَرَائِضُ الصَّلَاةِ سَبْعٌ الْوَقْتُ وَ الطَّهُورُ وَ التَّوَجُّهُ وَ الْقِبْلَةُ وَ الرُّكُوعُ وَ السُّجُودُ وَ الدُّعَاءُ .", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ ثُمَّ قَالَ الْقِرَاءَةُ سُنَّةٌ وَ التَّشَهُّدُ سُنَّةٌ وَ لَا تَنْقُضُ السُّنَّةُ الْفَرِيضَةَ .", "أَنَّهُ سَأَلَ أَبَا جَعْفَرٍ عليه‌السلام عَنِ الْفَرْضِ فِي الصَّلَاةِ فَقَالَ الْوَقْتُ وَ الطَّهُورُ وَ الْقِبْلَةُ وَ التَّوَجُّهُ وَ الرُّكُوعُ وَ السُّجُودُ وَ الدُّعَاءُ قُلْتُ مَا سِوَى ذَلِكَ قَالَ سُنَّةٌ فِي فَرِيضَةٍ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ الْفَرْضِ فِي الصَّلَاةِ فَقَالَ الْوَقْتُ وَ الطَّهُورُ وَ الْقِبْلَةُ وَ التَّوَجُّهُ وَ الرُّكُوعُ وَ السُّجُودُ وَ الدُّعَاءُ قُلْتُ مَا سِوَى ذَلِكَ قَالَ سُنَّةٌ فِي فَرِيضَةٍ .", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ .", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ ثُمَّ قَالَ الْقِرَاءَةُ سُنَّةٌ وَ التَّشَهُّدُ سُنَّةٌ وَ لَا تَنْقُضُ السُّنَّةُ الْفَرِيضَةَ .", "لَا تُعَادُ الصَّلَاةُ إِلَّا مِنْ خَمْسَةٍ الطَّهُورِ وَ الْوَقْتِ وَ الْقِبْلَةِ وَ الرُّكُوعِ وَ السُّجُودِ ثُمَّ قَالَ الْقِرَاءَةُ سُنَّةٌ وَ التَّشَهُّدُ سُنَّةٌ فَلَا تَنْقُضُ السُّنَّةُ الْفَرِيضَةَ ." ],
	[ "« لَا تَسْجُدْ عَلَى الذَّهَبِ ، وَلَاعَلَى الْفِضَّةِ » . ‌", "« لَا تَأْكُلْ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ »", "عَنْ أَبِي جَعْفَرٍ عليه‌السلام أَنَّهُ نَهى عَنْ آنِيَةِ الذَّهَبِ وَالْفِضَّةِ .", "« آنِيَةُ الذَّهَبِ وَالْفِضَّةِ مَتَاعُ الَّذِينَ لَايُوقِنُونَ »", "« لَا يَنْبَغِي الشُّرْبُ فِي آنِيَةِ الذَّهَبِ وَلَا الْفِضَّةِ »", "لَا تَأْكُلْ فِي آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "أَنَّهُ نَهَى عَنْ آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "آنِيَةُ الذَّهَبِ وَ الْفِضَّةِ مَتَاعُ‏ <Q> الَّذِينَ لا يُوقِنُونَ‏ </Q> .", "لَا يَنْبَغِي الشُّرْبُ فِي آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "آنِيَةُ الذَّهَبِ وَ الْفِضَّةِ مَتَاعُ‏ <Q> الَّذِينَ لا يُوقِنُونَ . </Q>", "نَهَى رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم عَنِ الشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "أَنَّهُ كَرِهَ آنِيَةَ الذَّهَبِ وَ الْفِضَّةِ وَ الْآنِيَةَ الْمُفَضَّضَةَ .", "أَنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم نَهَاهُمْ عَنْ سَبْعٍ مِنْهَا الشُّرْبُ فِي آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "لَا تَسْجُدْ عَلَى الذَّهَبِ وَ لَا عَلَى الْفِضَّةِ .", "لَا تَأْكُلْ فِي آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "أَنَّهُ نَهَى عَنْ آنِيَةِ الذَّهَبِ وَ الْفِضَّةِ .", "آنِيَةُ الذَّهَبِ وَ الْفِضَّةِ مَتَاعُ الَّذِينَ لَا يُوقِنُونَ ." ],
	[ "سَأَلْتُهُ عَنِ الصَّلَاةِ فِي السَّفَرِ؟ قَالَ : « رَكْعَتَيْنِ لَيْسَ قَبْلَهُمَا وَلَابَعْدَهُمَا شَيْ‌ءٌ ، إِلَّا أَنَّهُ يَنْبَغِي لِلْمُسَافِرِ أَنْ يُصَلِّيَ بَعْدَ الْمَغْرِبِ أَرْبَعَ رَكَعَاتٍ ، وَلْيَتَطَوَّعْ بِاللَّيْلِ مَا شَاءَ إِنْ كَانَ نَازِلاً ، وَإِنْ كَانَ رَاكِباً فَلْيُصَلِّ عَلى دَابَّتِهِ وَهُوَ رَاكِبٌ ، وَلْتَكُنْ صَلَاتُهُ إِيمَاءً ، وَلْيَكُنْ رَأْسُهُ حَيْثُ يُرِيدُ السُّجُودَ أَخْفَضَ مِنْ رُكُوعِهِ » . ‌", "« لَيْسَ فِي يَوْمِ الْفِطْرِ وَالْأَضْحى أَذَانٌ وَلَا إِقَامَةٌ ، أَذَانُهُمَا طُلُوعُ الشَّمْسِ ، إِذَا طَلَعَتْ خَرَجُوا ، وَلَيْسَ قَبْلَهُمَا وَلَابَعْدَهُمَا صَلَاةٌ ، وَمَنْ لَمْ يُصَلِّ مَعَ إِمَامٍ فِي جَمَاعَةٍ ، فَلَا صَلَاةَ لَهُ ، وَلَاقَضَاءَ عَلَيْهِ »", "« لَا صَلَاةَ يَوْمَ الْفِطْرِ وَالْأَضْحى إِلَّا مَعَ إِمَامٍ » . ‌", "الصَّلَاةُ فِي السَّفَرِ رَكْعَتَانِ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ .", "الصَّلَاةُ فِي السَّفَرِ رَكْعَتَانِ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ إِلَّا الْمَغْرِبَ ثَلَاثٌ .", "سَأَلْتُهُ عَنِ الصَّلَاةِ فِي السَّفَرِ فَقَالَ رَكْعَتَانِ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ إِلَّا أَنَّهُ يَنْبَغِي لِلْمُسَافِرِ أَنْ يُصَلِّيَ بَعْدَ الْمَغْرِبِ أَرْبَعَ رَكَعَاتٍ وَ لْيَتَطَوَّعْ بِاللَّيْلِ مَا شَاءَ", "سَأَلْتُهُ عَنِ الصَّلَاةِ فِي السَّفَرِ إِلَى أَنْ قَالَ وَ لْيَتَطَوَّعْ بِاللَّيْلِ مَا شَاءَ إِنْ كَانَ نَازِلًا وَ إِنْ كَانَ رَاكِباً فَلْيُصَلِّ عَلَى دَابَّتِهِ وَ هُوَ رَاكِبٌ وَ لْتَكُنْ صَلَاتُهُ إِيمَاءً وَ لْيَكُنْ رَأْسُهُ حَيْثُ يُرِيدُ السُّجُودَ أَخْفَضَ مِنْ رُكُوعِهِ .", "لَا صَلَاةَ يَوْمَ الْفِطْرِ وَ الْأَضْحَى إِلَّا مَعَ إِمَامٍ‏ .", "لَا صَلَاةَ يَوْمَ الْفِطْرِ وَ الْأَضْحَى إِلَّا مَعَ إِمَامٍ .", "مَنْ لَمْ يُصَلِّ مَعَ الْإِمَامِ فِي جَمَاعَةٍ يَوْمَ الْعِيدِ - فَلَا صَلَاةَ لَهُ وَ لَا قَضَاءَ عَلَيْهِ .", "سَأَلْتُهُ عَنِ الصَّلَاةِ يَوْمَ الْفِطْرِ وَ الْأَضْحَى - فَقَالَ لَيْسَ صَلَاةٌ إِلَّا مَعَ إِمَامٍ .", "لَيْسَ يَوْمَ الْفِطْرِ وَ الْأَضْحَى أَذَانٌ وَ لَا إِقَامَةٌ إِلَى أَنْ قَالَ وَ مَنْ لَمْ يُصَلِّ مَعَ إِمَامٍ فِي جَمَاعَةٍ فَلَا صَلَاةَ لَهُ وَ لَا قَضَاءَ عَلَيْهِ .", "لَا صَلَاةَ يَوْمَ الْفِطْرِ وَ الْأَضْحَى إِلَّا مَعَ إِمَامٍ‏ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الصَّلَاةِ فِي الْفِطْرِ وَ الْأَضْحَى - قَالَ لَيْسَ فِيهِمَا أَذَانٌ وَ لَا إِقَامَةٌ وَ لَيْسَ بَعْدَ الرَّكْعَتَيْنِ وَ لَا قَبْلَهُمَا صَلَاةٌ .", "لَيْسَ يَوْمَ الْفِطْرِ وَ لَا يَوْمَ الْأَضْحَى أَذَانٌ وَ لَا إِقَامَةٌ أَذَانُهُمَا طُلُوعُ الشَّمْسِ إِذَا طَلَعَتْ خَرَجُوا وَ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا صَلَاةٌ .", "سَأَلْتُهُ عَنْ صَلَاةِ الْعِيدَيْنِ هَلْ قَبْلَهُمَا صَلَاةٌ أَوْ بَعْدَهُمَا قَالَ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ .", "صَلَاةُ الْعِيدِ رَكْعَتَانِ بِلَا أَذَانٍ وَ لَا إِقَامَةٍ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ .", "سَأَلْتُهُ عَنْ صَلَاةِ الْعِيدَيْنِ فَقَالَ رَكْعَتَانِ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ وَ لَيْسَ فِيهِمَا أَذَانٌ وَ لَا إِقَامَةٌ", "لَيْسَ يَوْمَ الْفِطْرِ وَ الْأَضْحَى أَذَانٌ وَ لَا إِقَامَةٌ أَذَانُهُمَا طُلُوعُ الشَّمْسِ إِذَا طَلَعَتْ خَرَجُوا", "الصَّلَاةُ فِي السَّفَرِ رَكْعَتَانِ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ .", "الصَّلَاةُ فِي السَّفَرِ رَكْعَتَانِ لَيْسَ قَبْلَهُمَا وَ لَا بَعْدَهُمَا شَيْ‏ءٌ إِلَّا الْمَغْرِبَ ثَلَاثٌ ." ],
	[ "« مَنْ صَلّى أَرْبَعَ رَكَعَاتٍ بِمِائَتَيْ مَرَّةٍ <Q> قُلْ هُوَ اللهُ أَحَدٌ </Q> فِي كُلِّ رَكْعَةٍ خَمْسُونَ مَرَّةً ، لَمْ يَنْفَتِلْ وَبَيْنَهُ وَبَيْنَ اللهِ ذَنْبٌ إِلَّا غُفِرَ لَهُ » . ‌", "« مَنْ صَلّى أَرْبَعَ رَكَعَاتٍ يَقْرَأُ فِي كُلِّ رَكْعَةٍ <Q> قُلْ هُوَ اللهُ أَحَدٌ </Q> خَمْسِينَ مَرَّةً ، لَمْ يَنْفَتِلْ وَبَيْنَهُ وَبَيْنَ اللهِ ذَنْبٌ » . ‌", "« مَنْ صَلّى رَكْعَتَيْنِ بِ <Q> قُلْ هُوَ اللهُ أَحَدٌ </Q> فِي كُلِّ رَكْعَةٍ سِتِّينَ مَرَّةً ، انْفَتَلَ وَلَيْسَ بَيْنَهُ وَبَيْنَ اللهِ ذَنْبٌ » . ‌", "أَنَّ مَنْ قَرَأَ فِي الرَّكْعَتَيْنِ الْأَوَّلَتَيْنِ مِنْ صَلَاةِ اللَّيْلِ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ قُلْ هُوَ اللَّهُ أَحَدٌ ثَلَاثِينَ مَرَّةً انْفَتَلَ وَ لَيْسَ بَيْنَهُ وَ بَيْنَ اللَّهِ ذَنْبٌ إِلَّا غُفِرَ لَهُ .", "مَنْ قَرَأَ فِي الرَّكْعَتَيْنِ الْأَوَّلَتَيْنِ مِنْ صَلَاةِ اللَّيْلِ سِتِّينَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ - فِي كُلِّ رَكْعَةٍ ثَلَاثِينَ مَرَّةً انْفَتَلَ وَ لَيْسَ بَيْنَهُ وَ بَيْنَ اللَّهِ ذَنْبٌ .", "مَنْ قَرَأَ فِي لَيْلَةِ الْجُمُعَةِ أَوْ يَوْمِهَا قُلْ هُوَ اللَّهُ أَحَدٌ مِائَتَيْ مَرَّةٍ فِي أَرْبَعِ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ خَمْسِينَ مَرَّةً غُفِرَتْ ذُنُوبُهُ وَ لَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ .", "مَنْ صَلَّى لَيْلَةَ الْجُمُعَةِ أَرْبَعَ رَكَعَاتٍ يَقْرَأُ فِيهَا قُلْ هُوَ اللَّهُ أَحَدٌ أَلْفَ مَرَّةٍ فِي كُلِّ رَكْعَةٍ مِائَتَيْنِ وَ خَمْسِينَ مَرَّةً لَمْ يَمُتْ حَتَّى يَرَى الْجَنَّةَ أَوْ تُرَى لَهُ .", "مَنْ صَامَ يَوْماً مِنْ رَجَبٍ وَ صَلَّى فِيهِ أَرْبَعَ رَكَعَاتٍ يَقْرَأُ فِي أَوَّلِ رَكْعَةٍ مِائَةَ مَرَّةٍ آيَةَ الْكُرْسِيِّ - وَ يَقْرَأُ فِي الثَّانِيَةِ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَتَيْ مَرَّةٍ لَمْ يَمُتْ حَتَّى يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ أَوْ يُرَى لَهُ .", "مَنْ صَلَّى لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ مِائَةَ رَكْعَةٍ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ قُلْ هُوَ اللَّهُ أَحَدٌ عَشْرَ مَرَّاتٍ لَمْ يَمُتْ حَتَّى يَرَى مَنْزِلَهُ مِنَ الْجَنَّةِ أَوْ تُرَى لَهُ .", "مَنْ تَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ وَ افْتَتَحَ الصَّلَاةَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ يَفْصِلُ بَيْنَهُنَّ بِتَسْلِيمَةٍ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ - وَ قُلْ هُوَ اللَّهُ أَحَدٌ خَمْسِينَ مَرَّةً انْفَتَلَ حِينَ يَنْفَتِلُ وَ لَيْسَ بَيْنَهُ وَ بَيْنَ اللَّهِ عزوجل ذَنْبٌ إِلَّا غَفَرَهُ لَهُ .", "مَنْ صَلَّى أَرْبَعَ رَكَعَاتٍ فَقَرَأَ فِي كُلِّ رَكْعَةٍ بِخَمْسِينَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ - كَانَتْ صَلَاةَ فَاطِمَةَ عليه‌السلام وَ هِيَ صَلَاةُ الْأَوَّابِينَ .", "مَنْ صَلَّى أَرْبَعَ رَكَعَاتٍ بِمِائَتَيْ مَرَّةٍ قُلْ هُوَ اللَّهُ أَحَدٌ - فِي كُلِّ رَكْعَةٍ خَمْسِينَ مَرَّةً لَمْ يَنْفَتِلْ وَ بَيْنَهُ وَ بَيْنَ اللَّهِ عزوجل ذَنْبٌ إِلَّا غُفِرَ لَهُ .", "أَنَّهَا أَرْبَعُ رَكَعَاتٍ مِثْلُ صَلَاةِ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام كُلُّ رَكْعَةٍ بِالْحَمْدِ مَرَّةً وَ خَمْسِينَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ .", "مَنْ صَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ بِقُلْ هُوَ اللَّهُ أَحَدٌ - فِي كُلِّ رَكْعَةٍ سِتِّينَ مَرَّةً انْفَتَلَ وَ لَيْسَ بَيْنَهُ وَ بَيْنَ اللَّهِ ذَنْبٌ .", "مَنْ صَلَّى أَرْبَعَ رَكَعَاتٍ يَقْرَأُ فِي كُلِّ رَكْعَةٍ قُلْ هُوَ اللَّهُ‏ أَحَدٌ خَمْسِينَ مَرَّةً لَمْ يَنْفَتِلْ وَ بَيْنَهُ وَ بَيْنَ اللَّهِ ذَنْبٌ ." ],
	[ "سَأَلْتُ أَبَا الْحَسَنِ عليه‌السلام عَنِ الْأُشْنَانِ ، فِيهِ زَكَاةٌ؟ فَقَالَ : « لَا » . ‌", "سَأَلْتُهُ عَنِ الْحُلِيِّ : فِيهِ زَكَاةٌ؟ قَالَ : « لَا » . ‌", "سَأَلْتُهُ عَنِ الْحُلِيِّ : فِيهِ زَكَاةٌ؟ قَالَ : « لَا » . ‌", "« زَكَاةُ الْحُلِيِّ عَارِيَتُهُ » . ‌", "« لَيْسَ فِي الْجَوْهَرِ وَأَشْبَاهِهِ زَكَاةٌ وَإِنْ كَثُرَ » . ‌", "قُلْتُ لِأَبِي عَبْدِ اللهِ عليه‌السلام : هَلْ عَلى مَالِ الْيَتِيمِ زَكَاةٌ؟ قَالَ : « لَا ، إِلَّا أَنْ يُتَّجَرَ بِهِ ، أَوْ يُعْمَلَ بِهِ »", "« لَيْسَ فِي مَالِ الْمُكَاتَبِ زَكَاةٌ »", "سَأَلْتُ أَبَا الْحَسَنِ عليه‌السلام عَنِ الْأُشْنَانِ فِيهِ زَكَاةٌ فَقَالَ لَا .", "لَيْسَ فِي الْجَوْهَرِ وَ أَشْبَاهِهِ زَكَاةٌ وَ إِنْ كَثُرَ وَ لَيْسَ فِي نُقَرِ الْفِضَّةِ زَكَاةٌ", "لَيْسَ عَلَى مَالِ الْيَتِيمِ زَكَاةٌ .", "سَأَلْتُهُ عَنْ مَالِ الْيَتِيمِ فَقَالَ لَيْسَ فِيهِ زَكَاةٌ .", "لَيْسَ فِي مَالِ الْيَتِيمِ زَكَاةٌ .", "كَانَ أَبِي يُخَالِفُ النَّاسَ فِي مَالِ الْيَتِيمِ لَيْسَ عَلَيْهِ زَكَاةٌ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام هَلْ عَلَى مَالِ الْيَتِيمِ زَكَاةٌ قَالَ لَا .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام هَلْ عَلَى مَالِ الْيَتِيمِ زَكَاةٌ قَالَ لَا إِلَّا أَنْ تَتَّجِرَ بِهِ أَوْ تَعْمَلَ‏ بِهِ .", "لَيْسَ فِي مَالِ الْمُكَاتَبِ زَكَاةٌ .", "قُلْتُ لَهُ لَيْسَ فِي الدَّيْنِ زَكَاةٌ فَقَالَ لَا .", "لَيْسَ فِي نُقَرِ الْفِضَّةِ زَكَاةٌ .", "لَيْسَ عَلَى الْحُلِيِّ زَكَاةٌ .", "سَأَلْتُهُ عَنِ الْحُلِيِّ فِيهِ زَكَاةٌ قَالَ لَا .", "سَأَلْتُهُ عَنِ الْحُلِيِّ فِيهِ زَكَاةٌ قَالَ لَا .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام هَلْ عَلَى الْحُلِيِّ زَكَاةٌ فَقَالَ لَا .", "زَكَاةُ الْحُلِيِّ عَارِيَّتُهُ .", "زَكَاةُ الْحُلِيِّ أَنْ يُعَارَ ." ],
	[ "« كَانَ عَلِيٌّ عليه‌السلام يَقُولُ : لَا أُجِيزُ فِي الْهِلَالِ إِلَّا شَهَادَةَ رَجُلَيْنِ عَدْلَيْنِ »", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ . ‌", "« قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : لَاتَجُوزُ ‌ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ ، وَلَاتَجُوزُ إِلَّا شَهَادَةُ رَجُلَيْنِ عَدْلَيْنِ » . ‌", "سَأَلْتُهُ عَنْ شَهَادَةِ النِّسَاءِ فِي الرَّجْمِ؟ فَقَالَ : « إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَامْرَأَتَانِ ، وَإِذَا كَانَ رَجُلَانِ وَأَرْبَعُ نِسْوَةٍ ، لَمْ يَجُزْ فِي الرَّجْمِ »", "سَأَلْتُهُ عَنْ شَهَادَةِ النِّسَاءِ؟ فَقَالَ : « تَجُوزُ شَهَادَةُ النِّسَاءِ وَحْدَهُنَّ عَلى مَا لَايَسْتَطِيعُ الرِّجَالُ يَنْظُرُونَ إِلَيْهِ ، وَتَجُوزُ شَهَادَةُ النِّسَاءِ فِي النِّكَاحِ إِذَا كَانَ مَعَهُنَّ رَجُلٌ ، وَلَا تَجُوزُ فِي الطَّلَاقِ وَلَا فِي الدَّمِ غَيْرَ أَنَّهَا تَجُوزُ شَهَادَتُهَا فِي حَدِّ الزِّنى إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَامْرَأَتَانِ ، وَلَا تَجُوزُ شَهَادَةُ رَجُلَيْنِ وَأَرْبَعِ نِسْوَةٍ »", "سَأَلْتُ أَبَا الْحَسَنِ الرِّضَا عليه‌السلام ، قَالَ : قُلْتُ لَهُ : تَجُوزُ شَهَادَةُ النِّسَاءِ فِي نِكَاحٍ أَوْ طَلَاقٍ أَوْ فِي رَجْمٍ؟ قَالَ : « تَجُوزُ شَهَادَةُ النِّسَاءِ فِيمَا لَايَسْتَطِيعُ الرِّجَالُ أَنْ يَنْظُرُوا إِلَيْهِ ، وَلَيْسَ مَعَهُنَّ رَجُلٌ ، وَتَجُوزُ شَهَادَتُهُنَّ فِي النِّكَاحِ إِذَا كَانَ مَعَهُنَّ رَجُلٌ ، وَتَجُوزُ شَهَادَتُهُنَّ فِي حَدِّ الزِّنى إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَامْرَأَتَانِ ، وَلَا تَجُوزُ شَهَادَةُ رَجُلَيْنِ وَأَرْبَعِ نِسْوَةٍ فِي الزِّنى وَالرَّجْمِ ، وَلَا تَجُوزُ شَهَادَتُهُنَّ فِي الطَّلَاقِ وَلَا فِي الدَّمِ »", "قَالَ : لَاتَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ ، وَلَا فِي الطَّلَاقِ . ‌ وَقَالَ : سَأَلْتُهُ عَنِ النِّسَاءِ : تَجُوزُ شَهَادَتُهُنَّ؟ قَالَ : فَقَالَ : نَعَمْ ، فِي الْعُذْرَةِ وَالنُّفَسَاءِ .", "« لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي رُؤْيَةِ الْهِلَالِ ، وَلَا تَجُوزُ فِي الرَّجْمِ شَهَادَةُ رَجُلَيْنِ وَأَرْبَعِ نِسْوَةٍ ، وَتَجُوزُ فِي ذلِكَ ثَلَاثَةُ رِجَالٍ وَامْرَأَتَانِ » . وَقَالَ : « تَجُوزُ شَهَادَةُ النِّسَاءِ وَحْدَهُنَّ بِلَا رِجَالٍ فِي كُلِّ مَا لَايَجُوزُ لِلرِّجَالِ النَّظَرُ إِلَيْهِ ، وَتَجُوزُ شَهَادَةُ الْقَابِلَةِ وَحْدَهَا فِي الْمَنْفُوسِ »", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنْ شَهَادَةِ النِّسَاءِ : تَجُوزُ فِي النِّكَاحِ؟ قَالَ : « نَعَمْ ، وَلَا تَجُوزُ فِي الطَّلَاقِ » . قَالَ : « وَقَالَ عَلِيٌّ عليه‌السلام : تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الرَّجْمِ إِذَا كَانَ ثَلَاثَةُ رِجَالٍ‌ وَامْرَأَتَانِ ، وَإِذَا كَانَ أَرْبَعُ نِسْوَةٍ وَرَجُلَانِ فَلَا تَجُوزُ فِي الرَّجْمِ » . قُلْتُ : تَجُوزُ شَهَادَةُ النِّسَاءِ مَعَ الرِّجَالِ فِي الدَّمِ؟ قَالَ : « لَا »", "« تَجُوزُ شَهَادَةُ النِّسَاءِ فِيمَا لَايَسْتَطِيعُ الرِّجَالُ أَنْ يَنْظُرُوا إِلَيْهِ وَيَشْهَدُوا عَلَيْهِ ، وَتَجُوزُ شَهَادَتُهُنَّ فِي النِّكَاحِ ، وَلَا تَجُوزُ فِي الطَّلَاقِ وَلَا فِي الدَّمِ ، وَتَجُوزُ فِي حَدِّ الزِّنى إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَامْرَأَتَانِ ، وَلَا تَجُوزُ إِذَا كَانَ رَجُلَانِ وَأَرْبَعُ نِسْوَةٍ ، وَلَا تَجُوزُ شَهَادَتُهُنَّ فِي الرَّجْمِ » . ‌", "لَا أُجِيزُ فِي الْهِلَالِ إِلَّا شَهَادَةَ رَجُلَيْنِ عَدْلَيْنِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ وَ لَا يَجُوزُ إِلَّا شَهَادَةُ رَجُلَيْنِ عَدْلَيْنِ .", "لَا تُقْبَلُ شَهَادَةُ النِّسَاءِ فِي رُؤْيَةِ الْهِلَالِ إِلَّا شَهَادَةَ رَجُلَيْنِ عَدْلَيْنِ .", "لَا أُجِيزُ فِي رُؤْيَةِ الْهِلَالِ إِلَّا شَهَادَةَ رَجُلَيْنِ عَدْلَيْنِ .", "لَا أُجِيزُ فِي الطَّلَاقِ وَ لَا فِي الْهِلَالِ إِلَّا رَجُلَيْنِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْفِطْرِ إِلَّا شَهَادَةَ رَجُلَيْنِ عَدْلَيْنِ وَ لَا بَأْسَ فِي الصَّوْمِ بِشَهَادَةِ النِّسَاءِ وَ لَوِ امْرَأَةً وَاحِدَةً .", "لَا تَجُوزُ الْوَكَالَةُ فِي الطَّلَاقِ .", "سَأَلْتُهُ عَنْ شَهَادَةِ النِّسَاءِ فِي الرَّجْمِ فَقَالَ إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ وَ إِذَا كَانَ رَجُلَانِ وَ أَرْبَعُ نِسْوَةٍ لَمْ تَجُزْ فِي الرَّجْمِ .", "سَأَلْتُهُ عَنْ شَهَادَةِ النِّسَاءِ فَقَالَ تَجُوزُ شَهَادَةُ النِّسَاءِ وَحْدَهُنَّ عَلَى مَا لَا يَسْتَطِيعُ الرِّجَالُ النَّظَرَ إِلَيْهِ وَ تَجُوزُ شَهَادَةُ النِّسَاءِ فِي النِّكَاحِ إِذَا كَانَ مَعَهُنَّ رَجُلٌ وَ لَا تَجُوزُ فِي الطَّلَاقِ وَ لَا فِي الدَّمِ غَيْرَ أَنَّهَا تَجُوزُ شَهَادَتُهَا فِي حَدِّ الزِّنَا إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ وَ لَا تَجُوزُ شَهَادَةُ رَجُلَيْنِ وَ أَرْبَعِ نِسْوَةٍ .", "تَجُوزُ شَهَادَةُ النِّسَاءِ فِيمَا لَا يَسْتَطِيعُ الرِّجَالُ أَنْ يَنْظُرُوا إِلَيْهِ وَ يَشْهَدُوا عَلَيْهِ وَ تَجُوزُ شَهَادَتُهُنَّ فِي النِّكَاحِ وَ لَا تَجُوزُ فِي الطَّلَاقِ وَ لَا فِي الدَّمِ وَ تَجُوزُ فِي حَدِّ الزِّنَا إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ وَ لَا تَجُوزُ إِذَا كَانَ رَجُلَانِ وَ أَرْبَعُ نِسْوَةٍ وَ لَا تَجُوزُ شَهَادَتُهُنَّ فِي الرَّجْمِ .", "سَأَلْتُ أَبَا الْحَسَنِ الرِّضَا عليه‌السلام قُلْتُ لَهُ تَجُوزُ شَهَادَةُ النِّسَاءِ فِي نِكَاحٍ أَوْ طَلَاقٍ أَوْ رَجْمٍ قَالَ تَجُوزُ شَهَادَةُ النِّسَاءِ فِيمَا لَا تَسْتَطِيعُ الرِّجَالُ أَنْ يَنْظُرُوا إِلَيْهِ وَ لَيْسَ مَعَهُنَ‏ رَجُلٌ وَ تَجُوزُ شَهَادَتُهُنَّ فِي النِّكَاحِ إِذَا كَانَ مَعَهُنَّ رَجُلٌ وَ تَجُوزُ شَهَادَتُهُنَّ فِي حَدِّ الزِّنَا إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ وَ لَا تَجُوزُ شَهَادَةُ رَجُلَيْنِ وَ أَرْبَعِ نِسْوَةٍ فِي الزِّنَا وَ الرَّجْمِ وَ لَا تَجُوزُ شَهَادَتُهُنَّ فِي الطَّلَاقِ وَ لَا فِي الدَّمِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ وَ لَا فِي الطَّلَاقِ وَ قَالَ سَأَلْتُهُ عَنِ النِّسَاءِ تَجُوزُ شَهَادَتُهُنَّ قَالَ نَعَمْ فِي الْعُذْرَةِ وَ النُّفَسَاءِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي رُؤْيَةِ الْهِلَالِ وَ لَا يَجُوزُ فِي الرَّجْمِ شَهَادَةُ رَجُلَيْنِ وَ أَرْبَعِ نِسْوَةٍ وَ يَجُوزُ فِي ذَلِكَ‏ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ وَ قَالَ تَجُوزُ شَهَادَةُ النِّسَاءِ وَحْدَهُنَّ بِلَا رِجَالٍ فِي كُلِّ مَا لَا يَجُوزُ لِلرِّجَالِ النَّظَرُ إِلَيْهِ وَ تَجُوزُ شَهَادَةُ الْقَابِلَةِ وَحْدَهَا فِي الْمَنْفُوسِ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنْ شَهَادَةِ النِّسَاءِ تَجُوزُ فِي النِّكَاحِ قَالَ نَعَمْ وَ لَا تَجُوزُ فِي الطَّلَاقِ قَالَ وَ قَالَ عَلِيٌّ عليه‌السلام تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الرَّجْمِ إِذَا كَانَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ وَ إِذَا كَانَ أَرْبَعُ نِسْوَةٍ وَ رَجُلَانِ فَلَا يَجُوزُ الرَّجْمُ قُلْتُ تَجُوزُ شَهَادَةُ النِّسَاءِ مَعَ الرِّجَالِ فِي الدَّمِ قَالَ لَا .", "لَا تُقْبَلُ شَهَادَةُ النِّسَاءِ فِي رُؤْيَةِ الْهِلَالِ وَ لَا يُقْبَلُ فِي الْهِلَالِ إِلَّا رَجُلَانِ عَدْلَانِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْهِلَالِ وَ سَأَلْتُهُ هَلْ تَجُوزُ شَهَادَتُهُنَّ وَحْدَهُنَّ قَالَ نَعَمْ فِي الْعُذْرَةِ وَ النُّفَسَاءِ .", "سَأَلْتُهُ تَجُوزُ شَهَادَةُ النِّسَاءِ وَحْدَهُنَّ قَالَ نَعَمْ فِي الْعُذْرَةِ وَ النُّفَسَاءِ .", "شَهَادَةُ النِّسَاءِ تَجُوزُ فِي النِّكَاحِ وَ لَا تَجُوزُ فِي الطَّلَاقِ وَ قَالَ إِذَا شَهِدَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ جَازَ فِي الرَّجْمِ وَ إِذَا كَانَ رَجُلَانِ وَ أَرْبَعُ نِسْوَةٍ لَمْ يَجُزْ وَ قَالَ تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الدَّمِ مَعَ الرِّجَالِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْقَتْلِ .", "إِذَا شَهِدَ ثَلَاثَةُ رِجَالٍ وَ امْرَأَتَانِ لَمْ يَجُزْ فِي الرَّجْمِ وَ لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْقَتْلِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْحُدُودِ وَ لَا فِي الْقَوَدِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْحُدُودِ وَ لَا قَوَدٍ .", "سَأَلْتُهُ عَنْ شَهَادَةِ النِّسَاءِ قَالَ فَقَالَ لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الرَّجْمِ إِلَّا مَعَ ثَلَاثَةِ رِجَالٍ وَ امْرَأَتَيْنِ فَإِنْ كَانَ رَجُلَانِ وَ أَرْبَعُ نِسْوَةٍ فَلَا تَجُوزُ فِي الرَّجْمِ قَالَ فَقُلْتُ أَ فَتَجُوزُ شَهَادَةُ النِّسَاءِ مَعَ الرِّجَالِ فِي الدَّمِ قَالَ نَعَمْ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْفِطْرِ إِلَّا شَهَادَةُ رَجُلَيْنِ عَدْلَيْنِ وَ لَا بَأْسَ فِي الصَّوْمِ بِشَهَادَةِ النِّسَاءِ وَ لَوِ امْرَأَةً وَاحِدَةً . قَالَ الشَّيْخُ الْوَجْهُ فِي هَذَا الْخَبَرِ أَنْ يَصُومَ الْإِنْسَانُ بِشَهَادَةِ النِّسَاءِ اسْتِظْهَاراً وَ احْتِيَاطاً دُونَ أَنْ يَكُونَ ذَلِكَ وَاجِباً .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الطَّلَاقِ وَ لَا فِي الدَّمِ .", "لَا تَجُوزُ شَهَادَتُهُنَّ فِي الطَّلَاقِ وَ لَا الدَّمِ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام إِلَى أَنْ قَالَ قُلْتُ : - تَجُوزُ شَهَادَةُ النِّسَاءِ مَعَ الرِّجَالِ فِي الدَّمِ قَالَ لَا .", "تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الدَّمِ مَعَ الرِّجَالِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْقَتْلِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْحُدُودِ وَ لَا فِي الْقَوَدِ .", "لَا تَجُوزُ شَهَادَةُ النِّسَاءِ فِي الْحُدُودِ وَ لَا قَوَدٍ .", "قُلْتُ لَهُ تَجُوزُ شَهَادَةُ النِّسَاءِ مَعَ الرِّجَالِ فِي الدَّمِ قَالَ نَعَمْ ." ],
	[ "« الصَّائِمُ يَسْتَنْقِعُ فِي الْمَاءِ ، وَلَايَرْتَمِسُ رَأْسُهُ » . ‌", "قَالَ : « لَا يَرْتَمِسُ الصَّائِمُ ، وَلَا الْمُحْرِمُ رَأْسُهُ فِي الْمَاءِ » . ‌", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنِ الصَّائِمِ يَرْتَمِسُ فِي الْمَاءِ؟ قَالَ : « لَا ، وَلَا الْمُحْرِمُ » . قَالَ : وَسَأَلْتُهُ عَنِ الصَّائِمِ : يَلْبَسُ الثَّوْبَ الْمَبْلُولَ؟ قَالَ : « لَا » . ‌", "قُلْتُ لِأَبِي عَبْدِ اللهِ عليه‌السلام : الصَّائِمُ يَشَمُّ الرَّيْحَانَ وَالطِّيبَ؟ قَالَ : « لَا بَأْسَ بِهِ » . ‌", "« لَا يَرْتَمِسُ الْمُحْرِمُ فِي الْمَاءِ »", "« لَا يَرْتَمِسُ الْمُحْرِمُ فِي الْمَاءِ ، وَلَا الصَّائِمُ »", "« لَا يَأْكُلِ الْمُحْرِمُ طَيْرَ الْمَاءِ »", "لَا يَرْتَمِسِ الْمُحْرِمُ فِي الْمَاءِ وَ لَا الصَّائِمُ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الصَّائِمِ يَرْتَمِسُ فِي الْمَاءِ قَالَ لَا وَ لَا الْمُحْرِمُ قَالَ وَ سَأَلْتُهُ عَنِ الصَّائِمِ يَلْبَسُ الثَّوْبَ الْمَبْلُولَ قَالَ لَا .", "الصَّائِمُ يَسْتَنْقِعُ فِي الْمَاءِ وَ لَا يَرْمُسُ رَأْسَهُ .", "لَا يَرْتَمِسِ‏ الصَّائِمُ وَ لَا الْمُحْرِمُ رَأْسَهُ فِي الْمَاءِ .", "يُكْرَهُ‏ لِلصَّائِمِ أَنْ يَرْتَمِسَ فِي الْمَاءِ .", "سَأَلْتُهُ عَنِ الصَّائِمِ يَلْبَسُ الثَّوْبَ الْمَبْلُولَ قَالَ لَا وَ لَا يَشَمُّ الرَّيْحَانَ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام الصَّائِمُ يَشَمُّ الرَّيْحَانَ وَ الطِّيبَ قَالَ لَا بَأْسَ بِهِ .", "أَنَّهُ لَا يَشَمَّ الرَّيْحَانَ لِأَنَّهُ يُكْرَهُ لَهُ أَنْ يَتَلَذَّذَ بِهِ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام الصَّائِمُ يَشَمُّ الرَّيْحَانَ قَالَ لَا لِأَنَّهُ لَذَّةٌ وَ يُكْرَهُ لَهُ أَنْ يَتَلَذَّذَ .", "الصَّائِمُ يَدَّهِنُ بِالطِّيبِ وَ يَشَمُّ الرَّيْحَانَ .", "هَلْ يَشَمُّ الصَّائِمُ الرَّيْحَانَ يَتَلَذَّذُ بِهِ فَقَالَ عليه‌السلام لَا بَأْسَ بِهِ .", "الصَّائِمُ لَا يَشَمُّ الرَّيْحَانَ .", "سَأَلْتُهُ عَنِ الصَّائِمِ يَلْبَسُ الثَّوْبَ الْمَبْلُولَ فَقَالَ لَا وَ لَا يَشَمُّ الرَّيْحَانَ .", "لَا يَأْكُلِ الْمُحْرِمُ طَيْرَ الْمَاءِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْجَرَادِ أَ يَأْكُلُهُ الْمُحْرِمُ قَالَ لَا .", "الْمُحْرِمُ لَا يَأْكُلُ الْجَرَادَ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمُحْرِمِ‏ يَشَمُّ الرَّيْحَانَ قَالَ لَا .", "وَ لَا يَرْتَمِسُ الْمُحْرِمُ فِي الْمَاءِ .", "وَ لَا يَرْتَمِسُ الْمُحْرِمُ فِي الْمَاءِ وَ لَا الصَّائِمُ .", "لَا يَرْتَمِسُ الْمُحْرِمُ فِي الْمَاءِ وَ لَا الصَّائِمُ .", "لَا يَرْتَمِسُ الْمُحْرِمُ فِي الْمَاءِ ." ],
	[ "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام : كَمْ أَغْتَسِلُ فِي شَهْرِ رَمَضَانَ لَيْلَةً؟ قَالَ : « لَيْلَةَ تِسْعَ عَشْرَةَ ، وَلَيْلَةَ إِحْدى وَعِشْرِينَ ، وَثَلَاثٍ وَعِشْرِينَ » . قَالَ : قُلْتُ : فَإِنْ شَقَّ عَلَيَّ؟ قَالَ : « فِي إِحْدى وَعِشْرِينَ ، وَثَلَاثٍ وَعِشْرِينَ » . قُلْتُ : فَإِنْ شَقَّ عَلَيَّ؟ قَالَ : « حَسْبُكَ الْآنَ » . ‌", "« الْغُسْلُ فِي ثَلَاثِ لَيَالٍ مِنْ شَهْرِ رَمَضَانَ : فِي تِسْعَ عَشْرَةَ ، وَإِحْدى وَعِشْرِينَ ، وَثَلَاثٍ وَعِشْرِينَ ، وَأُصِيبَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي لَيْلَةِ تِسْعَ عَشْرَةَ ، وَقُبِضَ فِي لَيْلَةِ إِحْدى وَعِشْرِينَ صَلَوَاتُ اللهِ عَلَيْهِ » قَالَ : « وَالْغُسْلُ فِي أَوَّلِ اللَّيْلِ ، وَهُوَ يُجْزِئُ إِلى آخِرِهِ » . ‌", "سَأَلْتُهُ عَنْ لَيْلَةِ الْقَدْرِ؟ فَقَالَ : « الْتَمِسْهَا لَيْلَةَ إِحْدى وَعِشْرِينَ ، أَوْ لَيْلَةَ ثَلَاثٍ وَعِشْرِينَ » . ‌", "« التَّقْدِيرُ فِي لَيْلَةِ تِسْعَ عَشْرَةَ ، وَالْإِبْرَامُ فِي لَيْلَةِ إِحْدى وَعِشْرِينَ ، وَالْإمْضَاءُ فِي لَيْلَةِ ثَلَاثٍ وَعِشْرِينَ » . ‌", "« فِي لَيْلَةِ تِسْعَ عَشْرَةَ مِنْ شَهْرِ رَمَضَانَ التَّقْدِيرُ ، وَفِي لَيْلَةِ إِحْدى وَعِشْرِينَ الْقَضَاءُ ، وَفِي لَيْلَةِ ثَلَاثٍ وَعِشْرِينَ إِبْرَامُ مَا يَكُونُ فِي السَّنَةِ إِلى مِثْلِهَا ؛ لِلّهِ جَلَّ ثَنَاؤُهُ أَنْ يَفْعَلَ مَا يَشَاءُ فِي خَلْقِهِ » . ‌", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام كَمْ أَغْتَسِلُ فِي شَهْرِ رَمَضَانَ لَيْلَةً قَالَ لَيْلَةَ تِسْعَ عَشْرَةَ وَ لَيْلَةَ إِحْدَى وَ عِشْرِينَ - وَ ثَلَاثٍ وَ عِشْرِينَ قَالَ قُلْتُ : فَإِنْ شَقَّ عَلَيَّ قَالَ فِي إِحْدَى وَ عِشْرِينَ وَ ثَلَاثٍ وَ عِشْرِينَ - قُلْتُ فَإِنْ شَقَّ عَلَيَّ قَالَ حَسْبُكَ الْآنَ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام فِي أَيِّ اللَّيَالِي أَغْتَسِلُ فِي شَهْرِ رَمَضَانَ قَالَ فِي تِسْعَ عَشْرَةَ وَ فِي إِحْدَى وَ عِشْرِينَ وَ فِي ثَلَاثٍ وَ عِشْرِينَ", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْغُسْلِ فِي شَهْرِ رَمَضَانَ - وَ أَيَّ اللَّيَالِي أَغْتَسِلُ قَالَ تِسْعَ عَشْرَةَ - وَ إِحْدَى وَ عِشْرِينَ وَ ثَلَاثٍ وَ عِشْرِينَ .", "الْغُسْلُ فِي ثَلَاثِ‏ لَيَالٍ مِنْ شَهْرِ رَمَضَانَ - فِي تِسْعَ عَشْرَةَ وَ إِحْدَى وَ عِشْرِينَ وَ ثَلَاثٍ وَ عِشْرِينَ - وَ أُصِيبَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي لَيْلَةِ تِسْعَ عَشْرَةَ - وَ قُبِضَ فِي لَيْلَةِ إِحْدَى وَ عِشْرِينَ - قَالَ وَ الْغُسْلُ فِي أَوَّلِ اللَّيْلِ وَ هُوَ يُجْزِي إِلَى آخِرِهِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام كَمْ أَغْتَسِلُ فِي شَهْرِ رَمَضَانَ لَيْلَةً قَالَ لَيْلَةَ تِسْعَ عَشْرَةَ وَ لَيْلَةَ إِحْدَى وَ عِشْرِينَ - وَ لَيْلَةَ ثَلَاثٍ وَ عِشْرِينَ", "تَغْتَسِلُ فِي ثَلَاثِ لَيَالٍ مِنْ شَهْرِ رَمَضَانَ إِلَى أَنْ قَالَ وَ الْغُسْلُ فِي أَوَّلِ اللَّيْلِ وَ هُوَ يُجْزِي إِلَى آخِرِهِ .", "سَأَلْتُهُ عَنِ الْغُسْلِ فِي شَهْرِ رَمَضَانَ - فَقَالَ كَانَ أَبِي يَغْتَسِلُ فِي لَيْلَةِ تِسْعَ عَشْرَةَ - وَ إِحْدَى وَ عِشْرِينَ وَ ثَلَاثٍ وَ عِشْرِينَ وَ خَمْسٍ وَ عِشْرِينَ .", "سَأَلْتُهُ عَنِ الْغُسْلِ فِي شَهْرِ رَمَضَانَ - فَقَالَ اغْتَسِلْ لَيْلَةَ تِسْعَ عَشْرَةَ - وَ إِحْدَى وَ عِشْرِينَ وَ ثَلَاثٍ وَ عِشْرِينَ - وَ سَبْعٍ وَ عِشْرِينَ وَ تِسْعٍ وَ عِشْرِينَ .", "سَأَلْتُهُ عَنْ لَيْلَةِ الْقَدْرِ فَقَالَ الْتَمِسْهَا فِي لَيْلَةِ إِحْدَى وَ عِشْرِينَ أَوْ لَيْلَةِ ثَلَاثٍ وَ عِشْرِينَ .", "التَّقْدِيرُ فِي لَيْلَةِ تِسْعَةَ عَشَرَ وَ الْإِبْرَامُ فِي لَيْلَةِ إِحْدَى وَ عِشْرِينَ - وَ الْإِمْضَاءُ فِي لَيْلَةِ ثَلَاثٍ وَ عِشْرِينَ .", "فِي لَيْلَةِ تِسْعَ عَشْرَةَ مِنْ شَهْرِ رَمَضَانَ التَّقْدِيرُ وَ فِي لَيْلَةِ إِحْدَى وَ عِشْرِينَ الْقَضَاءُ وَ فِي لَيْلَةِ ثَلَاثٍ وَ عِشْرِينَ - إِبْرَامُ مَا يَكُونُ فِي السَّنَةِ إِلَى مِثْلِهَا لِلَّهِ جَلَّ ثَنَاؤُهُ‏ أَنْ يَفْعَلَ مَا يَشَاءُ فِي خَلْقِهِ .", "سَأَلْتُهُ عَنْ لَيْلَةِ الْقَدْرِ - قَالَ هِيَ لَيْلَةُ إِحْدَى وَ عِشْرِينَ أَوْ ثَلَاثٍ وَ عِشْرِينَ - قُلْتُ أَ لَيْسَ إِنَّمَا هِيَ لَيْلَةٌ قَالَ بَلَى قُلْتُ فَأَخْبِرْنِي بِهَا قَالَ مَا عَلَيْكَ أَنْ تَفْعَلَ خَيْراً فِي لَيْلَتَيْنِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ لَيْلَةِ الْقَدْرِ - قَالَ هِيَ لَيْلَةُ ثَلَاثٍ أَوْ أَرْبَعٍ قُلْتُ أَفْرِدْ لِي إِحْدَاهُمَا قَالَ وَ مَا عَلَيْكَ أَنْ تَعْمَلَ فِي اللَّيْلَتَيْنِ وَ هِيَ إِحْدَاهُمَا .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنْ لَيْلَةِ الْقَدْرِ - قَالَ فِي لَيْلَتَيْنِ لَيْلَةِ ثَلَاثٍ وَ عِشْرِينَ وَ إِحْدَى وَ عِشْرِينَ - فَقُلْتُ أَفْرِدْ لِي إِحْدَاهُمَا قَالَ وَ مَا عَلَيْكَ أَنْ تَعْمَلَ فِي لَيْلَتَيْنِ هِيَ إِحْدَاهُمَا .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام أَخْبِرْنِي عَنْ لَيْلَةِ الْقَدْرِ - فَقَالَ هِيَ لَيْلَةُ إِحْدَى وَ عِشْرِينَ أَوْ لَيْلَةُ ثَلَاثٍ وَ عِشْرِينَ .", "سَأَلْتُ‏ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ لَيْلَةِ الْقَدْرِ - قَالَ اطْلُبْهَا فِي تِسْعَ عَشْرَةَ - وَ إِحْدَى وَ عِشْرِينَ وَ ثَلَاثٍ وَ عِشْرِينَ ." ],
	[ "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنْ رَجُلٍ يَمُوتُ ، وَلَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ ، وَلَمْ يُوصِ بِهَا : أَيُقْضى عَنْهُ ؟ قَالَ : « نَعَمْ »", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنْ رَجُلٍ يَحُجُّ بِدَيْنٍ وَقَدْ حَجَّ حَجَّةَ الْإِسْلَامِ؟ قَالَ : « نَعَمْ ، إِنَّ اللهَ سَيَقْضِي عَنْهُ إِنْ شَاءَ اللهُ »", "فِي رَجُلٍ صَرُورَةٍ مَاتَ وَلَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ وَلَهُ مَالٌ ، قَالَ : « يَحُجُّ عَنْهُ صَرُورَةٌ لَامَالَ لَهُ »", "إِنْ كَانَ صَرُورَةً ، يُحَجُّ عَنْهُ مِنْ وَسَطِ الْمَالِ ؛ وَإِنْ كَانَ غَيْرَ صَرُورَةٍ ، فَمِنَ الثُّلُثِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ حَجَّ عَنْ غَيْرِهِ يُجْزِيهِ ذَلِكَ عَنْ حَجَّةِ الْإِسْلَامِ قَالَ نَعَمْ", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ مَاتَ فَأَوْصَى أَنْ يُحَجَّ عَنْهُ قَالَ إِنْ كَانَ صَرُورَةً فَمِنْ جَمِيعِ الْمَالِ وَ إِنْ كَانَ تَطَوُّعاً فَمِنْ ثُلُثِهِ .", "سَأَلْتُهُ عَنْ رَجُلٍ مَاتَ وَ أَوْصَى أَنْ يُحَجَّ عَنْهُ قَالَ إِنْ كَانَ صَرُورَةً حُجَّ عَنْهُ مِنْ وَسَطِ الْمَالِ‏ وَ إِنْ كَانَ غَيْرَ صَرُورَةٍ فَمِنَ الثُّلُثِ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنْ رَجُلٍ نَذَرَ أَنْ يَمْشِيَ إِلَى بَيْتِ اللَّهِ فَمَشَى هَلْ يُجْزِيهِ عَنْ حَجَّةِ الْإِسْلَامِ قَالَ نَعَمْ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ نَذَرَ أَنْ يَمْشِيَ إِلَى بَيْتِ اللَّهِ الْحَرَامِ فَمَشَى هَلْ يُجْزِيهِ عَنْ حَجَّةِ الْإِسْلَامِ قَالَ نَعَمْ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنْ رَجُلٍ مَاتَ وَ لَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ يُحَجُّ عَنْهُ قَالَ نَعَمْ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الرَّجُلِ يَمُوتُ وَ لَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ وَ لَمْ يُوصِ بِهَا وَ هُوَ مُوسِرٌ فَقَالَ يُحَجُّ عَنْهُ مِنْ صُلْبِ مَالِهِ لَا يَجُوزُ غَيْرُ ذَلِكَ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنْ رَجُلٍ مَاتَ وَ لَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ وَ لَمْ يُوصِ بِهَا أَ يُقْضَى عَنْهُ قَالَ نَعَمْ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ يَمُوتُ وَ لَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ وَ لَمْ يُوصِ بِهَا أَ تُقْضَى عَنْهُ قَالَ نَعَمْ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ يَحُجُّ بِدَيْنٍ وَ قَدْ حَجَّ حَجَّةَ الْإِسْلَامِ قَالَ نَعَمْ إِنَّ اللَّهَ سَيَقْضِي عَنْهُ إِنْ شَاءَ اللَّهُ .", "فِي رَجُلٍ صَرُورَةٍ مَاتَ وَ لَمْ يَحُجَّ حَجَّةَ الْإِسْلَامِ وَ لَهُ مَالٌ قَالَ يَحُجُّ عَنْهُ صَرُورَةٌ لَا مَالَ لَهُ .", "فِي رَجُلٍ مَاتَ وَ أَوْصَى أَنْ يُحَجَّ عَنْهُ فَقَالَ إِنْ كَانَ صَرُورَةً يُحَجُّ عَنْهُ مِنْ وَسَطِ الْمَالِ وَ إِنْ كَانَ غَيْرَ صَرُورَةٍ فَمِنَ الثُّلُثِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ مَاتَ وَ أَوْصَى أَنْ يُحَجَّ عَنْهُ قَالَ إِنْ كَانَ صَرُورَةً فَمِنْ جَمِيعِ الْمَالِ وَ إِنْ كَانَ تَطَوُّعاً فَمِنْ ثُلُثِهِ ." ],
	[ "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنْ <Q> يَوْمَ الْحَجِّ الْأَكْبَرِ </Q> فَقَالَ : « هُوَ يَوْمُ النَّحْرِ ، وَالْحَجُّ الْأَصْغَرُ الْعُمْرَةُ »", "« الْحَجُّ الْأَكْبَرُ يَوْمُ النَّحْرِ »", "الْحَجُّ الْأَكْبَرُ يَوْمُ النَّحْرِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ يَوْمِ الْحَجِّ الْأَكْبَرِ - فَقَالَ هُوَ يَوْمُ النَّحْرِ وَ الْأَصْغَرُ الْعُمْرَةُ .", "الْحَجُّ الْأَكْبَرُ يَوْمُ الْأَضْحَى .", "الْحَجُّ الْأَكْبَرُ يَوْمُ الْأَضْحَى .", "الْحَجُّ الْأَكْبَرُ يَوْمُ النَّحْرِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ يَوْمِ الْحَجِّ الْأَكْبَرِ - فَقَالَ هُوَ يَوْمُ النَّحْرِ وَ الْأَصْغَرُ الْعُمْرَةُ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ يَوْمِ الْحَجِّ الْأَكْبَرِ - فَقَالَ هُوَ النَّحْرُ وَ الْأَصْغَرُ هُوَ الْعُمْرَةُ .", "الْحَجُّ الْأَكْبَرُ يَوْمُ النَّحْرِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْحَجِّ الْأَكْبَرِ فَقَالَ : قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام الْحَجُّ الْأَكْبَرُ يَوْمُ النَّحْرِ", "الْحَجُّ الْأَكْبَرُ يَوْمُ النَّحْرِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ يَوْمِ الْحَجِّ الْأَكْبَرِ - فَقَالَ هُوَ يَوْمُ النَّحْرِ وَ الْأَصْغَرُ هُوَ الْعُمْرَةُ .", "<Q> يَوْمَ الْحَجِّ الْأَكْبَرِ </Q> يَوْمُ النَّحْرِ وَ الْحَجُّ الْأَصْغَرُ الْعُمْرَةُ .", "يَوْمُ الْحَجِّ الْأَكْبَرِ يَوْمُ النَّحْرِ - وَ يَوْمُ الْحَجِّ الْأَصْغَرِ يَوْمُ الْعُمْرَةِ ." ],
	[ "« لَيْسَ عَلَى النِّسَاءِ جَهْرٌ بِالتَّلْبِيَةِ »", "« لَيْسَ عَلَى النِّسَاءِ جَهْرٌ بِالتَّلْبِيَةِ ، وَلَا اسْتِلَامُ الْحَجَرِ ، وَلَادُخُولُ الْبَيْتِ ، وَلَاسَعْيٌ بَيْنَ الصَّفَا وَالْمَرْوَةِ » يَعْنِي الْهَرْوَلَةَ", "وَرُوِيَ أَنَّهُ سُئِلَ : لِمَ جُعِلَ السَّعْيُ؟ فَقَالَ : « مَذَلَّةً لِلْجَبَّارِينَ »", "قَالَ : « جُعِلَ السَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ مَذَلَّةً لِلْجَبَّارِينَ »", "سَأَلْتُهُ عَنِ السَّعْيِ بَيْنَ الصَّفَا وَالْمَرْوَةِ عَلَى الدَّابَّةِ؟ قَالَ : « نَعَمْ ، وَعَلَى الْمَحْمِلِ »", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمَرْأَةِ أَ عَلَيْهَا أَذَانٌ وَ إِقَامَةٌ فَقَالَ لَا .", "لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَ لَا إِقَامَةٌ وَ لَا جُمُعَةٌ وَ لَا (جَمَاعَةٌ)", "لَيْسَ عَلَى الْمَرْأَةِ أَذَانٌ وَ لَا إِقَامَةٌ .", "لَيْسَ عَلَى النِّسَاءِ جُمُعَةٌ وَ لَا جَمَاعَةٌ إِلَى أَنْ قَالَ وَ لَا تَسْمَعُ الْخُطْبَةَ .", "لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَ لَا إِقَامَةٌ وَ لَا جُمُعَةٌ (وَ لَا جَمَاعَةٌ)", "لَيْسَ عَلَى النِّسَاءِ جُمُعَةٌ وَ لَا جَمَاعَةٌ .", "إِنَّ اللَّهَ وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً الْجَهْرَ بِالتَّلْبِيَةِ وَ السَّعْيَ بَيْنَ الصَّفَا وَ الْمَرْوَةِ - وَ دُخُولَ الْكَعْبَةِ وَ الِاسْتِلَامَ .", "إِنَّ اللَّهَ عزوجل وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً الْإِجْهَارَ بِالتَّلْبِيَةِ وَ السَّعْيَ بَيْنَ الصَّفَا وَ الْمَرْوَةِ يَعْنِي الْهَرْوَلَةَ وَ دُخُولَ الْكَعْبَةِ وَ اسْتِلَامَ الْحَجَرِ الْأَسْوَدِ .", "يَا عَلِيُّ لَيْسَ عَلَى النِّسَاءِ جُمُعَةٌ إِلَى أَنْ قَالَ وَ لَا تَجْهَرُ بِالتَّلْبِيَةِ .", "لَيْسَ عَلَى النِّسَاءِ جَهْرٌ بِالتَّلْبِيَةِ", "لَيْسَ عَلَى النِّسَاءِ جَهْرٌ بِالتَّلْبِيَةِ .", "سُئِلَ عَنْ دُخُولِ النِّسَاءِ الْكَعْبَةَ - فَقَالَ لَيْسَ عَلَيْهِنَّ وَ إِنْ فَعَلْنَ فَهُوَ أَفْضَلُ .", "إِنَّ اللَّهَ وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً وَ عَدَّ مِنْهُنَّ دُخُولَ الْكَعْبَةِ .", "لَيْسَ عَلَى النِّسَاءِ جَهْرٌ بِالتَّلْبِيَةِ وَ لَا دُخُولُ الْبَيْتِ .", "إِنَّ اللَّهَ عزوجل وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً وَ عَدَّ مِنْهُنَّ دُخُولَ الْكَعْبَةِ .", "لَيْسَ عَلَى النِّسَاءِ أَذَانٌ إِلَى أَنْ قَالَ وَ لَا دُخُولُ الْكَعْبَةِ", "لَيْسَ عَلَى النِّسَاءِ جَهْرٌ بِالتَّلْبِيَةِ وَ لَا اسْتِلَامُ الْحَجَرِ وَ لَا دُخُولُ الْبَيْتِ - وَ لَا سَعْيٌ بَيْنَ الصَّفَا وَ الْمَرْوَةِ يَعْنِي الْهَرْوَلَةَ .", "إِنَّ اللَّهَ وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً وَ عَدَّ مِنْهَا الِاسْتِلَامَ .", "يَا عَلِيُّ لَيْسَ عَلَى النِّسَاءِ جُمُعَةٌ إِلَى أَنْ قَالَ وَ لَا اسْتِلَامُ الْحَجَرِ .", "إِنَّ اللَّهَ وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً وَ عَدَّ مِنْهُنَّ اسْتِلَامَ الْحَجَرِ الْأَسْوَدِ .", "لَيْسَ عَلَى النِّسَاءِ أَذَانٌ إِلَى أَنْ قَالَ وَ لَا اسْتِلَامُ الْحَجَرِ", "السَّعْيُ بَيْنَ الصَّفَا وَ الْمَرْوَةِ فَرِيضَةٌ .", "أَنَّهُ سُئِلَ لِمَ جُعِلَ السَّعْيُ فَقَالَ مَذَلَّةً لِلْجَبَّارِينَ .", "جُعِلَ السَّعْيُ بَيْنَ الصَّفَا وَ الْمَرْوَةِ مَذَلَّةً لِلْجَبَّارِينَ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام لِمَ جُعِلَ السَّعْيُ بَيْنَ الصَّفَا وَ الْمَرْوَةِ - قَالَ لِأَنَّ الشَّيْطَانَ تَرَاءَى لِإِبْرَاهِيمَ عليه‌السلام فِي الْوَادِي فَسَعَى وَ هُوَ مَنَازِلُ الشَّيَاطِينِ .", "سَأَلْتُهُ عَنِ السَّعْيِ بَيْنَ الصَّفَا وَ الْمَرْوَةِ - فَقَالَ جُعِلَ لِسَعْيِ إِبْرَاهِيمَ عليه‌السلام .", "سَأَلْتُهُ عَنِ السَّعْيِ بَيْنَ الصَّفَا وَ الْمَرْوَةِ عَلَى الدَّابَّةِ قَالَ نَعَمْ وَ عَلَى الْمَحْمِلِ .", "لَيْسَ عَلَى النِّسَاءِ سَعْيٌ بَيْنَ الصَّفَا وَ الْمَرْوَةِ يَعْنِي الْهَرْوَلَةَ .", "أَنَّ اللَّهَ وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً وَ عَدَّ مِنْهُنَّ السَّعْيَ بَيْنَ الصَّفَا وَ الْمَرْوَةِ", "لَيْسَ عَلَى النِّسَاءِ أَذَانٌ إِلَى أَنْ قَالَ وَ لَا الْهَرْوَلَةُ بَيْنَ الصَّفَا وَ الْمَرْوَةِ", "فِي وَصِيَّةِ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم لِعَلِيٍّ عليه‌السلام قَالَ يَا عَلِيُّ لَيْسَ عَلَى النِّسَاءِ جُمُعَةٌ إِلَى أَنْ قَالَ وَ لَا هَرْوَلَةٌ بَيْنَ الصَّفَا وَ الْمَرْوَةِ .", "أَنَّ اللَّهَ وَضَعَ عَنِ النِّسَاءِ أَرْبَعاً وَ عَدَّ مِنْهُنَّ السَّعْيَ بَيْنَ الصَّفَا وَ الْمَرْوَةِ يَعْنِي الْهَرْوَلَةَ .", "يَا عَلِيُّ لَيْسَ عَلَى النِّسَاءِ جُمُعَةٌ إِلَى أَنْ قَالَ وَ لَا اسْتِلَامُ الْحَجَرِ وَ لَا حَلْقٌ‏ ." ],
	[ "« مَنْ أَدْرَكَ الْمَشْعَرَ الْحَرَامَ يَوْمَ النَّحْرِ مِنْ قَبْلِ زَوَالِ الشَّمْسِ ، فَقَدْ أَدْرَكَ الْحَجَّ »", "« مَنْ أَدْرَكَ الْمَشْعَرَ الْحَرَامَ وَعَلَيْهِ خَمْسَةٌ مِنَ النَّاسِ قَبْلَ أَنْ تَزُولَ الشَّمْسُ ، فَقَدْ أَدْرَكَ الْحَجَّ »", "« مَنْ أَدْرَكَ الْمَشْعَرَ الْحَرَامَ وَعَلَيْهِ خَمْسَةٌ مِنَ النَّاسِ ، فَقَدْ أَدْرَكَ الْحَجَّ »", "مَنْ أَدْرَكَ مِنَ الْغَدَاةِ رَكْعَةً قَبْلَ طُلُوعِ الشَّمْسِ فَقَدْ أَدْرَكَ الْغَدَاةَ تَامَّةً .", "مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلَاةِ فَقَدْ أَدْرَكَ الصَّلَاةَ .", "مَنْ أَدْرَكَ رَكْعَةً مِنَ الْعَصْرِ قَبْلَ أَنْ يَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ .", "إِذَا أَدْرَكَ الرَّجُلُ رَكْعَةً فَقَدْ أَدْرَكَ الْجُمُعَةَ وَ إِنْ فَاتَتْهُ فَلْيُصَلِّ أَرْبَعاً .", "إِذَا أَدْرَكَ الرَّجُلُ رَكْعَةً فَقَدْ أَدْرَكَ الْجُمُعَةَ فَإِنْ فَاتَتْهُ فَلْيُصَلِّ أَرْبَعاً .", "مَنْ أَدْرَكَ رَكْعَةً فَقَدْ أَدْرَكَ الْجُمُعَةَ .", "إِذَا جِئْتُمْ إِلَى الصَّلَاةِ وَ نَحْنُ فِي السُّجُودِ فَاسْجُدُوا وَ لَا تَعُدُّوهَا شَيْئاً وَ مَنْ أَدْرَكَ الرَّكْعَةَ فَقَدْ أَدْرَكَ الصَّلَاةَ .", "الْمُتَمَتِّعُ لَهُ الْمُتْعَةُ إِلَى زَوَالِ الشَّمْسِ مِنْ يَوْمِ عَرَفَةَ - وَ لَهُ الْحَجُّ إِلَى زَوَالِ الشَّمْسِ مِنْ يَوْمِ النَّحْرِ .", "مَنْ أَدْرَكَ الْمَشْعَرَ يَوْمَ النَّحْرِ قَبْلَ زَوَالِ الشَّمْسِ فَقَدْ أَدْرَكَ الْحَجَّ وَ مَنْ أَدْرَكَ‏ يَوْمَ عَرَفَةَ قَبْلَ زَوَالِ الشَّمْسِ فَقَدْ أَدْرَكَ الْمُتْعَةَ .", "مَنْ أَدْرَكَ الْمَشْعَرَ الْحَرَامَ يَوْمَ النَّحْرِ - مِنْ قَبْلِ زَوَالِ الشَّمْسِ فَقَدْ أَدْرَكَ الْحَجَّ .", "مَنْ أَدْرَكَ الْمَشْعَرَ الْحَرَامَ - وَ عَلَيْهِ خَمْسَةٌ مِنَ النَّاسِ فَقَدْ أَدْرَكَ الْحَجَّ .", "مَنْ أَدْرَكَ الْمَشْعَرَ الْحَرَامَ وَ عَلَيْهِ خَمْسَةٌ مِنَ النَّاسِ قَبْلَ أَنْ تَزُولَ الشَّمْسُ فَقَدْ أَدْرَكَ الْحَجَّ .", "مَنْ أَدْرَكَ الْمَشْعَرَ فَقَدْ أَدْرَكَ الْحَجَّ .", "إِذَا أَدْرَكَ الزَّوَالَ فَقَدْ أَدْرَكَ الْمَوْقِفَ .", "مَنْ أَدْرَكَ جَمْعاً فَقَدْ أَدْرَكَ الْحَجَّ" ],
	[ "عَنْ أَبِي عَبْدِ اللهِ ، عَنْ آبَائِهِ عليهما‌السلام ، قَالَ : « الصَّلَاةُ فِي الْمَسْجِدِ الْحَرَامِ تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ »", "عَنْ أَبِي عَبْدِ اللهِ ، عَنْ آبَائِهِ عليهما‌السلام ، قَالَ : « الصَّلَاةُ فِي الْمَسْجِدِ الْحَرَامِ تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ »", "الصَّلَاةُ فِي مَسْجِدِ الْكُوفَةِ فَرْداً أَفْضَلُ مِنْ سَبْعِينَ صَلَاةً فِي غَيْرِهِ جَمَاعَةً .", "صَلَاةٌ فِي مَسْجِدِ الْكُوفَةِ بِأَلْفِ صَلَاةٍ .", "صَلَاةٌ فِي مَسْجِدِ الْكُوفَةِ - تَعْدِلُ أَلْفَ صَلَاةٍ فِي غَيْرِهِ مِنَ الْمَسَاجِدِ .", "الصَّلَاةُ فِي مَسْجِدِ الْكُوفَةِ فَرْداً أَفْضَلُ مِنْ سَبْعِينَ صَلَاةً فِي غَيْرِهِ جَمَاعَةً .", "الصَّلَاةُ فِي مَسْجِدِ الْكُوفَةِ بِأَلْفِ صَلَاةٍ .", "الصَّلَاةُ فِي مَسْجِدِي كَأَلْفِ صَلَاةٍ فِي غَيْرِهِ إِلَّا الْمَسْجِدَ الْحَرَامَ - فَإِنَّ الصَّلَاةَ فِي الْمَسْجِدِ الْحَرَامِ - تَعْدِلُ أَلْفَ صَلَاةٍ فِي مَسْجِدِي .", "صَلَاةٌ فِي الْمَسْجِدِ الْحَرَامِ أَفْضَلُ مِنْ مِائَةِ أَلْفِ صَلَاةٍ فِي غَيْرِهِ مِنَ الْمَسَاجِدِ .", "صَلَاةٌ فِي مَسْجِدِي هَذَا تَعْدِلُ عِنْدَ اللَّهِ عَشَرَةَ آلَافِ صَلَاةٍ فِي غَيْرِهِ مِنَ الْمَسَاجِدِ إِلَّا الْمَسْجِدَ الْحَرَامَ - فَإِنَّ الصَّلَاةَ فِيهِ تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ .", "الصَّلَاةُ فِي الْمَسْجِدِ الْحَرَامِ تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ .", "الصَّلَاةُ فِي الْمَسْجِدِ الْحَرَامِ تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ .", "يَا أَبَا ذَرٍّ صَلَاةٌ فِي مَسْجِدِي هَذَا تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ فِي غَيْرِهِ مِنَ الْمَسَاجِدِ إِلَّا الْمَسْجِدَ الْحَرَامَ - وَ صَلَاةٌ فِي الْمَسْجِدِ الْحَرَامِ - تَعْدِلُ مِائَةَ أَلْفِ صَلَاةٍ فِي غَيْرِهِ .", "الصَّلَاةُ فِي مَسْجِدِي تَعْدِلُ أَلْفَ صَلَاةٍ فِي غَيْرِهِ إِلَّا الْمَسْجِدَ الْحَرَامَ فَإِنَّهُ أَفْضَلُ مِنْهُ .", "كَمْ أُصَلِّي فَقَالَ صَلِّ ثَمَانَ رَكَعَاتٍ عِنْدَ زَوَالِ الشَّمْسِ فَإِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم قَالَ الصَّلَاةُ فِي مَسْجِدِي كَأَلْفٍ فِي غَيْرِهِ إِلَّا الْمَسْجِدَ الْحَرَامَ فَإِنَّ الصَّلَاةَ فِي الْمَسْجِدِ الْحَرَامِ - تَعْدِلُ أَلْفَ صَلَاةٍ فِي مَسْجِدِي .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ مَسْجِدِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم كَمْ تَعْدِلُ الصَّلَاةُ فِيهِ فَقَالَ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم صَلَاةٌ فِي مَسْجِدِي هَذَا أَفْضَلُ مِنْ أَلْفِ صَلَاةٍ فِي غَيْرِهِ إِلَّا الْمَسْجِدَ الْحَرَامَ .", "صَلَاةٌ فِي مَسْجِدِي مِثْلُ أَلْفِ صَلَاةٍ فِي غَيْرِهِ إِلَّا الْمَسْجِدَ الْحَرَامَ فَإِنَّهَا خَيْرٌ مِنْ أَلْفِ صَلَاةٍ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الصَّلَاةِ فِي مَسْجِدِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فَقَالَ : قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم صَلَاةٌ فِي مَسْجِدِي تَعْدِلُ أَلْفَ صَلَاةٍ فِي غَيْرِهِ وَ صَلَاةٌ فِي الْمَسْجِدِ الْحَرَامِ - تَعْدِلُ أَلْفَ صَلَاةٍ فِي مَسْجِدِي", "صَلَاةٌ فِي مَسْجِدِي تَعْدِلُ أَلْفَ صَلَاةٍ فِي غَيْرِهِ .", "صَلَاةٌ فِي مَسْجِدِي تَعْدِلُ أَلْفَ صَلَاةٍ فِي غَيْرِهِ .", "صَلَاةٌ فِي مَسْجِدِ الْمَدِينَةِ أَفْضَلُ مِنْ أَلْفِ صَلَاةٍ فِي غَيْرِهِ مِنَ الْمَسَاجِدِ .", "صَلَاةٌ فِي الْمَسْجِدِ الْأَعْظَمِ مِائَةُ صَلَاةٍ ." ],
	[ "إِنَّ زِيَارَةَ قَبْرِ رَسُولِ اللهِ صلى‌الله‌عليه‌وآله‌وسلم ، وَزِيَارَةَ قُبُورِ الشُّهَدَاءِ ، وَزِيَارَةَ قَبْرِ الْحُسَيْنِ عليه‌السلام ، تَعْدِلُ حَجَّةً مَعَ رَسُولِ اللهِ صلى‌الله‌عليه‌وآله‌وسلم", "« زِيَارَةُ قَبْرِ الْحُسَيْنِ عليه‌السلام تَعْدِلُ عِشْرِينَ حَجَّةً ، وَأَفْضَلُ‌ مِنْ عِشْرِينَ عُمْرَةً وَحَجَّةً »", "سَأَلْتُهُ عَنْ زِيَارَةِ قَبْرِ أَبِي الْحَسَنِ عليه‌السلام مِثْلُ قَبْرِ الْحُسَيْنِ عليه‌السلام ؟ قَالَ : « نَعَمْ »", "إِنَّ زِيَارَةَ قَبْرِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَ زِيَارَةَ قُبُورِ الشُّهَدَاءِ وَ زِيَارَةَ قَبْرِ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ - تَعْدِلُ حَجَّةً مَعَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "إِنَّ زِيَارَةَ قَبْرِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم تَعْدِلُ حَجَّةً مَعَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم مَبْرُورَةً .", "زِيَارَةُ قَبْرِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَ زِيَارَةُ قُبُورِ الشُّهَدَاءِ وَ زِيَارَةُ قَبْرِ الْحُسَيْنِ عليه‌السلام تَعْدِلُ حَجَّةً مَبْرُورَةً مَعَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "زِيَارَةُ الْحُسَيْنِ عليه‌السلام تَعْدِلُ عُمْرَةً مَقْبُولَةً مَبْرُورَةً .", "سَأَلْتُ الرِّضَا عليه‌السلام عَنْ زِيَارَةِ الْحُسَيْنِ عليه‌السلام قَالَ تَعْدِلُ عُمْرَةً .", "إِنَّ زِيَارَةَ قَبْرِ الْحُسَيْنِ عليه‌السلام تَعْدِلُ عُمْرَةً مَبْرُورَةً مُتَقَبَّلَةً .", "فِي زِيَارَةِ الْحُسَيْنِ عليه‌السلام قَالَ تَعْدِلُ عُمْرَةً .", "أَرْبَعُ عُمَرٍ تَعْدِلُ حَجَّةً وَ زِيَارَةُ قَبْرِ الْحُسَيْنِ عليه‌السلام تَعْدِلُ عُمْرَةً .", "زِيَارَةُ قَبْرِ الْحُسَيْنِ عليه‌السلام تَعْدِلُ عِشْرِينَ حَجَّةً وَ أَفْضَلُ مِنْ عِشْرِينَ عُمْرَةً وَ حَجَّةً .", "فِي زِيَارَةِ الْحُسَيْنِ عليه‌السلام قَالَ تَعْدِلُ حَجَّةً وَ عُمْرَةً .", "إِنَّ زِيَارَةَ الْحُسَيْنِ عليه‌السلام تَعْدِلُ خَمْسِينَ حَجَّةً مَعَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "سَأَلْتُهُ عَنْ زِيَارَةِ قَبْرِ الْحُسَيْنِ عليه‌السلام هَلْ لَهَا غُسْلٌ قَالَ لَا .", "سَأَلْتُهُ عَنْ زِيَارَةِ قَبْرِ أَبِي الْحَسَنِ - هَلْ هِيَ مِثْلُ زِيَارَةِ قَبْرِ الْحُسَيْنِ عليه‌السلام قَالَ نَعَمْ .", "زِيَارَةُ قَبْرِ أَبِي مِثْلُ زِيَارَةِ قَبْرِ الْحُسَيْنِ عليه‌السلام ." ],
	[ "سَمِعْتُهُ يَقُولُ : « مَنْ أَتَى الْحُسَيْنَ عَارِفاً بِحَقِّهِ ، غَفَرَ اللهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ »", "« مَنْ أَتى قَبْرَ أَبِي عَبْدِ اللهِ عليه‌السلام عَارِفاً بِحَقِّهِ ، غَفَرَ اللهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ »", "مَنْ أَتَى الْحُسَيْنَ عليه‌السلام عَارِفاً بِحَقِّهِ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "مَنْ أَتَى قَبْرَ أَبِي عَبْدِ اللَّهِ عليه‌السلام عَارِفاً بِحَقِّهِ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "مَنْ أَتَى الْحُسَيْنَ عليه‌السلام عَارِفاً بِحَقِّهِ كَتَبَهُ اللَّهُ عزوجل فِي أَعْلَى عِلِّيِّينَ .", "مَنْ أَتَى قَبْرَ الْحُسَيْنِ بْنِ عَلِيٍّ عليه‌السلام عَارِفاً بِحَقِّهِ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "مَنْ أَتَى قَبْرَ الْحُسَيْنِ عليه‌السلام عَارِفاً بِحَقِّهِ كَتَبَهُ اللَّهُ فِي أَعْلَى عِلِّيِّينَ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام إِنَّهُمْ يَرْوُونَ أَنَّ مَنْ زَارَ قَبْرَ الْحُسَيْنِ عليه‌السلام كَانَتْ لَهُ حَجَّةٌ وَ عُمْرَةٌ قَالَ مَنْ زَارَهُ وَ اللَّهِ عَارِفاً بِحَقِّهِ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "مَنْ زَارَ قَبْرَ أَبِي عَبْدِ اللَّهِ عليه‌السلام عَارِفاً بِحَقِّهِ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "وَ مَنْ زَارَ قَبْرَ الْحُسَيْنِ‏ عليه‌السلام عَارِفاً بِحَقِّهِ كَتَبَ اللَّهُ لَهُ ثَوَابَ أَلْفِ حَجَّةٍ مَقْبُولَةٍ وَ غَفَرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "مَنْ أَتَى قَبْرَ الْحُسَيْنِ عليه‌السلام عَارِفاً بِحَقِّهِ كَانَ كَمَنْ حَجَّ مِائَةَ حَجَّةٍ مَعَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "مَنْ أَتَى قَبْرَ الْحُسَيْنِ بْنِ عَلِيٍ‏ عَارِفاً بِحَقِّهِ كَانَ كَمَنْ حَجَّ ثَلَاثَ حِجَجٍ مَعَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "مَنْ زَارَ قَبْرَ الْحُسَيْنِ عليه‌السلام فِي النِّصْفِ مِنْ شَعْبَانَ - غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "يَغْفِرُ اللَّهُ لِزَائِرِ الْحُسَيْنِ عليه‌السلام فِي نِصْفِ شَعْبَانَ - مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "مَنْ زَارَ قَبْرَ الْحُسَيْنِ عليه‌السلام لَيْلَةً مِنْ ثَلَاثٍ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ قُلْتُ أَيُّ اللَّيَالِي جُعِلْتُ فِدَاكَ قَالَ لَيْلَةُ الْفِطْرِ - وَ لَيْلَةُ الْأَضْحَى وَ لَيْلَةُ النِّصْفِ مِنْ شَعْبَانَ .", "مَنْ زَارَ الْحُسَيْنَ عليه‌السلام فِي يَوْمِ عَاشُورَاءَ وَجَبَتْ لَهُ الْجَنَّةُ .", "أَنَّ مَنْ زَارَ الْحُسَيْنَ عليه‌السلام فِي يَوْمِ عَاشُورَاءَ - غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ .", "قُلْتُ لِأَبِي جَعْفَرٍ الثَّانِي عليه‌السلام مَا لِمَنْ زَارَ قَبْرَ أَبِيكَ بِطُوسَ - فَقَالَ مَنْ زَارَ قَبْرَ أَبِي - غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ ." ],
	[ "سَأَلْتُهُ عَنِ الرَّجُلِ يَتَزَوَّجُ الْأَمَةَ؟ قَالَ : « لَا ، إِلَّا أَنْ يُضْطَرَّ إِلى ذلِكَ »", "قُلْتُ لَهُ : الرَّجُلُ يُحِلُّ لِأَخِيهِ فَرْجَ جَارِيَتِهِ؟ قَالَ : « نَعَمْ ، لَهُ مَا أَحَلَّ لَهُ مِنْهَا »", "فِي الرَّجُلِ يُحِلُّ فَرْجَ جَارِيَتِهِ لِأَخِيهِ؟ فَقَالَ : « لَا بَأْسَ بِذلِكَ » . قُلْتُ : فَإِنَّهُ أَوْلَدَهَا؟ قَالَ : « يَضُمُّ إِلَيْهِ وَلَدَهُ ، وَيَرُدُّ الْجَارِيَةَ عَلى مَوْلَاهَا » . قُلْتُ : فَإِنَّهُ لَمْ يَأْذَنْ لَهُ فِي ذلِكَ؟ قَالَ : « إِنَّهُ قَدْ حَلَّلَهُ مِنْهَا ، فَهُوَ لَايَأْمَنُ أَنْ يَكُونَ‌ ذلِكَ »", "قُلْتُ لِأَبِي جَعْفَرٍ عليه‌السلام : الرَّجُلُ يُحِلُّ جَارِيَتَهُ لِأَخِيهِ؟ فَقَالَ : « لَا بَأْسَ » . قَالَ : فَقُلْتُ : إِنَّهَا جَاءَتْ بِوَلَدٍ؟ قَالَ : « يَضُمُّ إِلَيْهِ وَلَدَهُ ، وَيَرُدُّ الْجَارِيَةَ عَلى صَاحِبِهَا » . قُلْتُ : إِنَّهُ لَمْ يَأْذَنْ لَهُ فِي ذلِكَ؟ قَالَ : « إِنَّهُ قَدْ أَذِنَ لَهُ ، وَهُوَ لَايَأْمَنُ أَنْ يَكُونَ ذلِكَ »", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام الرَّجُلُ يَأْتِي جَارِيَتَهُ فِي الْمَاءِ قَالَ لَيْسَ بِهِ بَأْسٌ .", "سَأَلْتُهُ عَنِ الرَّجُلِ يَتَزَوَّجُ أُخْتَ أَخِيهِ قَالَ مَا أُحِبُّ لَهُ ذَلِكَ .", "سَأَلْتُهُ عَنِ الرَّجُلِ يَتَزَوَّجُ الْأَمَةَ قَالَ لَا إِلَّا أَنْ يُضْطَرَّ إِلَى ذَلِكَ .", "فِي الرَّجُلِ يُحِلُّ فَرْجَ جَارِيَتِهِ لِأَخِيهِ فَقَالَ لَا بَأْسَ بِذَلِكَ", "قُلْتُ لِأَبِي جَعْفَرٍ عليه‌السلام الرَّجُلُ يُحِلُّ جَارِيَتَهُ لِأَخِيهِ فَقَالَ لَا بَأْسَ", "لَا بَأْسَ بِأَنْ يُحِلَّ الرَّجُلُ الْجَارِيَةَ لِأَخِيهِ .", "لَا بَأْسَ بِأَنْ يُحِلَّ الرَّجُلُ جَارِيَتَهُ لِأَخِيهِ .", "سَأَلْتُهُ عَنِ الرَّجُلِ يُحِلُّ فَرْجَ جَارِيَتِهِ قَالَ لَا أُحِبُّ ذَلِكَ .", "قُلْتُ لَهُ الرَّجُلُ يُحِلُّ لِأَخِيهِ فَرْجَ جَارِيَتِهِ قَالَ نَعَمْ لَهُ مَا أَحَلَّ لَهُ مِنْهَا .", "سَأَلْتُهُ عَنْ رَجُلٍ يُحِلُّ لِأَخِيهِ فَرْجَ جَارِيَتِهِ قَالَ هِيَ لَهُ حَلَالٌ مَا أَحَلَّ لَهُ مِنْهَا .", "قُلْتُ لَهُ الرَّجُلُ يُحِلُّ لِأَخِيهِ فَرْجَ جَارِيَتِهِ قَالَ نَعَمْ لَا بَأْسَ بِهِ لَهُ مَا أَحَلَّ لَهُ مِنْهَا .", "فِي الرَّجُلِ يُحِلُّ فَرْجَ جَارِيَتِهِ لِأَخِيهِ قَالَ لَا بَأْسَ بِذَلِكَ قُلْتُ فَإِنَّهُ أَوْلَدَهَا قَالَ يُضَمُّ إِلَيْهِ وَلَدُهُ وَ تُرَدُّ الْجَارِيَةُ عَلَى مَوْلَاهَا ." ],
	[ "سَمِعْتُهُ يَقُولُ : « يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ الْقَرَابَةِ »", ": أَنَّهُ سُئِلَ عَنِ الرَّضَاعِ؟ فَقَالَ : « يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ »", "« يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ »", "أَنَّهُ قَالَ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام يَحْرُمُ عَلَيَّ فِي حَرَمِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم مَا يَحْرُمُ عَلَيَّ فِي حَرَمِ اللَّهِ قَالَ لَا .", "نَحْوَهُ وَ زَادَ وَ قَالَ يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ الْقَرَابَةِ .", "أَنَّهُ سُئِلَ عَنِ الرَّضَاعِ فَقَالَ يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام إِنَّا أَهْلُ بَيْتٍ كَبِيرٍ إِلَى أَنْ قَالَ فَقَالَ مَا يَحْرُمُ مِنَ النَّسَبِ فَهُوَ يَحْرُمُ مِنَ الرَّضَاعِ .", "يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "أَ لَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الرَّضَاعِ فَقَالَ يَحْرُمُ مِنْهُ مَا يَحْرُمُ مِنَ النَّسَبِ .", "يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ الْقَرَابَةِ .", "إِنَّهُ يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ .", "يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ ." ],
	[ "أَنَّهُ قَالَ : « لَا طَلَاقَ إِلَّا مَا أُرِيدَ بِهِ الطَّلَاقُ »", "عَنْ أَبِي جَعْفَرٍ عليه‌السلام أَنَّهُمَا قَالَا : « لَا طَلَاقَ إِلَّا لِمَنْ أَرَادَ الطَّلَاقَ »", "« لَا طَلَاقَ إِلَّا مَا أُرِيدَ بِهِ الطَّلَاقُ ، وَلَا ظِهَارَ إِلَّا مَا أُرِيدَ بِهِ الظِّهَارُ »", "أَنَّهُ قَالَ : « لَا عِتْقَ إِلَّا مَا أُرِيدَ بِهِ وَجْهُ اللهِ عزوجل »", "« لَا عِتْقَ إِلَّا مَا طُلِبَ بِهِ وَجْهُ اللهِ عزوجل »", "« لَا صَدَقَةَ وَ لَا عِتْقَ إِلَّا مَا أُرِيدَ بِهِ وَجْهُ اللهِ عزوجل »", "« لَا صَدَقَةَ وَ لَا عِتْقَ إِلَّا مَا أُرِيدَ بِهِ وَجْهُ اللهِ عزوجل »", "لَا صَدَقَةَ وَ لَا عِتْقَ إِلَّا مَا أُرِيدَ بِهِ وَجْهُ اللَّهِ عزوجل .", "لَا صَدَقَةَ وَ لَا عِتْقَ إِلَّا مَا أُرِيدَ بِهِ وَجْهُ اللَّهِ عزوجل .", "لَا طَلَاقَ إِلَّا لِمَنْ أَرَادَ الطَّلَاقَ .", "لَا طَلَاقَ إِلَّا مَا أُرِيدَ بِهِ الطَّلَاقُ .", "لَا طَلَاقَ إِلَّا لِمَنْ أَرَادَ الطَّلَاقَ .", "لَا طَلَاقَ إِلَّا لِمَنْ أَرَادَ الطَّلَاقَ .", "لَا طَلَاقَ إِلَّا مَا أُرِيدَ بِهِ الطَّلَاقُ وَ لَا ظِهَارَ إِلَّا مَا أُرِيدَ بِهِ الظِّهَارُ .", "لَا عِتْقَ إِلَّا مَا أُرِيدَ بِهِ وَجْهُ اللَّهِ تَعَالَى .", "لَا عِتْقَ إِلَّا مَا طُلِبَ بِهِ وَجْهُ اللَّهِ عزوجل ." ],
	[ "سَأَلْتُهُ عَنِ الرَّجُلِ إِذَا طَلَّقَ امْرَأَتَهُ ، وَلَمْ يَدْخُلْ بِهَا؟ فَقَالَ : « قَدْ بَانَتْ مِنْهُ ، وَتَزَوَّجُ إِنْ شَاءَتْ مِنْ سَاعَتِهَا »", "« إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا ، فَلَيْسَ‌ عَلَيْهَا عِدَّةٌ ؛ تَزَوَّجُ مِنْ سَاعَتِهَا إِنْ شَاءَتْ ، وَتُبِينُهَا تَطْلِيقَةٌ وَاحِدَةٌ ؛ وَإِنْ كَانَ فَرَضَ لَهَا مَهْراً ، فَلَهَا نِصْفُ مَا فَرَضَ »", "« إِذَا تَزَوَّجَ الرَّجُلُ الْمَرْأَةَ ، فَطَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا ، فَلَيْسَ عَلَيْهَا عِدَّةٌ ، وَتَزَوَّجُ مَنْ شَاءَتْ مِنْ سَاعَتِهَا ، وَتُبِينُهَا تَطْلِيقَةٌ وَاحِدَةٌ » . ‌", "« إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا تَطْلِيقَةً وَاحِدَةً ، فَقَدْ بَانَتْ مِنْهُ ، وَتَزَوَّجُ مِنْ سَاعَتِهَا إِنْ شَاءَتْ »", "« إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَقَدْ بَانَتْ مِنْهُ ، وَتَتَزَوَّجُ إِنْ شَاءَتْ مِنْ سَاعَتِهَا ، وَإِنْ كَانَ فَرَضَ لَهَا مَهْراً فَلَهَا نِصْفُ الْمَهْرِ ، وَإِنْ لَمْ يَكُنْ فَرَضَ لَهَا مَهْراً فَلْيُمَتِّعْهَا »", "<Q> وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ ما فَرَضْتُمْ إِلّا أَنْ يَعْفُونَ أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ </Q> قَالَ : « هُوَ الْأَبُ أَوِ الْأَخُ أَوِ الرَّجُلُ يُوصى إِلَيْهِ ، وَالَّذِي يَجُوزُ أَمْرُهُ فِي مَالِ الْمَرْأَةِ ، فَيَبْتَاعُ لَهَا ، فَتُجِيزُ ، فَإِذَا عَفَا فَقَدْ جَازَ »", "فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا ، قَالَ : « عَلَيْهِ نِصْفُ الْمَهْرِ إِنْ كَانَ فَرَضَ لَهَا شَيْئاً ، وَإِنْ لَمْ يَكُنْ فَرَضَ لَهَا فَلْيُمَتِّعْهَا عَلى نَحْوِ مَا يُمَتَّعُ مِثْلُهَا مِنَ النِّسَاءِ » . قَالَ : وَقَالَ فِي قَوْلِ اللهِ عزوجل : <Q> أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ </Q> قَالَ : « هُوَ الْأَبُ وَالْأَخُ وَالرَّجُلُ يُوصى إِلَيْهِ ، وَالرَّجُلُ يَجُوزُ أَمْرُهُ فِي مَالِ الْمَرْأَةِ ، فَيَبِيعُ لَهَا وَيَشْتَرِي ، فَإِذَا عَفَا فَقَدْ جَازَ »", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنْ رَجُلٍ طَلَّقَ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا؟ قَالَ : « عَلَيْهِ نِصْفُ الْمَهْرِ إِنْ كَانَ فَرَضَ لَهَا شَيْئاً ، وَإِنْ لَمْ يَكُنْ فَرَضَ لَهَا شَيْئاً ، فَلْيُمَتِّعْهَا عَلى نَحْوِ مَا يُمَتَّعُ بِهِ مِثْلُهَا مِنَ النِّسَاءِ »", "سَأَلْتُهُ عَنِ‏ <Q> الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ‏ </Q> قَالَ هُوَ الْأَبُ وَ الْأَخُ وَ الرَّجُلُ يُوصَى إِلَيْهِ وَ الَّذِي يَجُوزُ أَمْرُهُ فِي مَالِ الْمَرْأَةِ فَيَبْتَاعُ لَهَا وَ يَشْتَرِي فَأَيُّ هَؤُلَاءِ عَفَا فَقَدْ جَازَ .", "فِي الرَّجُلِ يُطَلِّقُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا قَالَ عَلَيْهِ نِصْفُ الْمَهْرِ إِنْ كَانَ فَرَضَ لَهَا شَيْئاً وَ إِنْ لَمْ يَكُنْ فَرَضَ لَهَا شَيْئاً فَلْيُمَتِّعْهَا عَلَى نَحْوِ مَا يُمَتَّعُ بِهِ مِثْلُهَا مِنَ النِّسَاءِ .", "إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَلَهَا نِصْفُ مَهْرِهَا وَ إِنْ لَمْ يَكُنْ سَمَّى لَهَا مَهْراً فَمَتَاعٌ بِالْمَعْرُوفِ عَلَى الْمُوسِعِ قَدَرُهُ وَ عَلَى الْمُقْتِرِ قَدَرُهُ وَ لَيْسَ لَهَا عِدَّةٌ (تَزَوَّجُ إِنْ شَاءَتْ) مِنْ سَاعَتِهَا .", "إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَقَدْ بَانَتْ (وَ تَزَوَّجُ) إِنْ شَاءَتْ مِنْ سَاعَتِهَا وَ إِنْ كَانَ فَرَضَ لَهَا مَهْراً فَلَهَا نِصْفُ الْمَهْرِ وَ إِنْ لَمْ يَكُنْ فَرَضَ لَهَا مَهْراً فَلْيُمَتِّعْهَا .", "فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا قَالَ عَلَيْهِ نِصْفُ الْمَهْرِ إِنْ كَانَ فَرَضَ لَهَا شَيْئاً وَ إِنْ لَمْ يَكُنْ فَرَضَ لَهَا فَلْيُمَتِّعْهَا عَلَى نَحْوِ مَا يُمَتَّعُ بِهِ مِثْلُهَا مِنَ النِّسَاءِ", "إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَلَيْسَ عَلَيْهَا عِدَّةٌ إِلَى أَنْ قَالَ وَ إِنْ كَانَ فَرَضَ لَهَا مَهْراً فَنِصْفُ مَا فَرَضَ .", "فِي قَوْلِ اللَّهِ عَزَّ وَ جَلَ‏ <Q> وَ إِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَ قَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ ما فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ‏ </Q> - قَالَ هُوَ الْأَبُ أَوِ الْأَخُ أَوِ الرَّجُلُ يُوصَى إِلَيْهِ وَ الَّذِي يَجُوزُ أَمْرُهُ فِي مَالِ الْمَرْأَةِ فَيَبْتَاعُ لَهَا فَتُجِيزُ فَإِذَا عَفَا فَقَدْ جَازَ .", "إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا تَطْلِيقَةً وَاحِدَةً فَقَدْ بَانَتْ مِنْهُ وَ تَزَوَّجُ مِنْ سَاعَتِهَا إِنْ شَاءَتْ .", "إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَلَيْسَ عَلَيْهَا عِدَّةٌ تَزَوَّجُ مِنْ سَاعَتِهَا إِنْ شَاءَتْ وَ تُبِينُهَا تَطْلِيقَةٌ وَاحِدَةٌ وَ إِنْ كَانَ فَرَضَ لَهَا مَهْراً فَنِصْفُ مَا فَرَضَ .", "سَأَلْتُهُ عَنِ الرَّجُلِ إِذَا طَلَّقَ امْرَأَتَهُ وَ لَمْ يَدْخُلْ بِهَا فَقَالَ قَدْ بَانَتْ مِنْهُ وَ تَزَوَّجُ إِنْ شَاءَتْ مِنْ سَاعَتِهَا .", "إِذَا تَزَوَّجَ الرَّجُلُ الْمَرْأَةَ فَطَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا فَلَيْسَ لَهُ عَلَيْهَا عِدَّةٌ وَ تَزَوَّجُ مَنْ شَاءَتْ مِنْ سَاعَتِهَا وَ تُبِينُهَا تَطْلِيقَةٌ وَاحِدَةٌ .", "إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَلَهَا نِصْفُ مَهْرِهَا إِلَى أَنْ قَالَ وَ لَيْسَ لَهَا عِدَّةٌ تَتَزَوَّجُ‏ مِنْ سَاعَتِهَا ." ],
	[ "أَنَّهُ قَالَ فِي الْمُتَوَفّى عَنْهَا زَوْجُهَا : « تَنْقَضِي عِدَّتُهَا آخِرَ الْأَجَلَيْنِ »", "أَنَّهُ قَالَ فِي الْحُبْلَى الْمُتَوَفّى عَنْهَا زَوْجُهَا : « إِنَّهُ لَانَفَقَةَ لَهَا »", "« عِدَّةُ الْمُتَوَفّى عَنْهَا زَوْجُهَا آخِرُ الْأَجَلَيْنِ ؛ لِأَنَّ عَلَيْهَا أَنْ تُحِدَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً ، وَلَيْسَ عَلَيْهَا فِي الطَّلَاقِ أَنْ تُحِدَّ »", "« الْحُبْلَى الْمُتَوَفّى عَنْهَا زَوْجُهَا عِدَّتُهَا آخِرُ الْأَجَلَيْنِ »", "فِي الْمَرْأَةِ الْحَامِلِ الْمُتَوَفّى عَنْهَا زَوْجُهَا ، هَلْ لَهَا نَفَقَةٌ؟ قَالَ : « لَا »", "فِي الْمَرْأَةِ الْحَامِلِ الْمُتَوَفّى عَنْهَا زَوْجُهَا ، هَلْ لَهَا نَفَقَةٌ؟ قَالَ : « لَا »", "« الْمَرْأَةُ الْحُبْلَى الْمُتَوَفّى عَنْهَا زَوْجُهَا يُنْفَقُ عَلَيْهَا مِنْ مَالِ وَلَدِهَا الَّذِي فِي بَطْنِهَا »", "فِي الْمُتَوَفّى عَنْهَا زَوْجُهَا ، أَتَحُجُّ ، وَتَشْهَدُ الْحُقُوقَ؟ قَالَ : « نَعَمْ »", "سَأَلْتُهُ عَنِ الْمُتَوَفّى عَنْهَا زَوْجُهَا : أَتَخْرُجُ مِنْ بَيْتِ زَوْجِهَا؟ قَالَ : « تَخْرُجُ مِنْ بَيْتِ زَوْجِهَا ، وَتَحُجُّ ، وَتَنْتَقِلُ مِنْ مَنْزِلٍ إِلى مَنْزِلٍ »", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنِ الَّتِي تُوُفِّيَ عَنْهَا زَوْجُهَا : أَتَحُجُّ ؟ قَالَ : « نَعَمْ ، وَتَخْرُجُ وَتَنْتَقِلُ مِنْ مَنْزِلٍ إِلى مَنْزِلٍ »", "« قَضى أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي الْمُتَوَفّى عَنْهَا زَوْجُهَا وَلَمْ يَمَسَّهَا ، قَالَ : لَا تَنْكِحُ حَتّى تَعْتَدَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً ، عِدَّةَ الْمُتَوَفّى عَنْهَا زَوْجُهَا »", "« الْمُتَوَفّى عَنْهَا زَوْجُهَا يُنْفَقُ عَلَيْهَا مِنْ مَالِهِ »", "سَأَلْتُهُ عَنِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا قَالَ تَحُجُّ وَ إِنْ كَانَتْ فِي عِدَّتِهَا .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمَرْأَةِ الَّتِي يُتَوَفَّى عَنْهَا زَوْجُهَا أَ تَحُجُّ فَقَالَ نَعَمْ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا تَحُجُّ فِي عِدَّتِهَا قَالَ نَعَمْ وَ تَخْرُجُ وَ تَنْتَقِلُ مِنْ مَنْزِلٍ إِلَى مَنْزِلٍ .", "فِي الْحُبْلَى الْمُتَوَفَّى عَنْهَا زَوْجُهَا أَنَّهُ لَا نَفَقَةَ لَهَا .", "فِي الْمَرْأَةِ الْحَامِلِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا هَلْ لَهَا نَفَقَةٌ قَالَ لَا .", "فِي الْمَرْأَةِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا هَلْ لَهَا نَفَقَةٌ فَقَالَ لَا .", "الْمُتَوَفَّى عَنْهَا زَوْجُهَا يُنْفَقُ عَلَيْهَا مِنْ مَالِهِ .", "سَأَلْتُهُ عَنِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا أَ لَهَا نَفَقَةٌ قَالَ لَا يُنْفَقُ عَلَيْهَا مِنْ مَالِهَا .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْحُبْلَى الْمُتَوَفَّى عَنْهَا زَوْجُهَا هَلْ لَهَا نَفَقَةٌ قَالَ لَا .", "الْمَرْأَةُ الْحُبْلَى الْمُتَوَفَّى عَنْهَا زَوْجُهَا يُنْفَقُ عَلَيْهَا مِنْ مَالِ وَلَدِهَا الَّذِي فِي بَطْنِهَا .", "نَفَقَةُ الْحَامِلِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا مِنْ جَمِيعِ الْمَالِ حَتَّى تَضَعَ .", "عِدَّةُ الْمُتَوَفَّى عَنْهَا زَوْجُهَا آخِرُ الْأَجَلَيْنِ لِأَنَّ عَلَيْهَا أَنْ تُحِدَّ أَرْبَعَةَ أَشْهُرٍ وَ عَشْراً وَ لَيْسَ عَلَيْهَا فِي الطَّلَاقِ أَنْ تُحِدَّ .", "أَنَّهُ سَأَلَهُ عَنِ الْمَرْأَةِ يَمُوتُ عَنْهَا زَوْجُهَا هَلْ يَحِلُّ لَهَا أَنْ تَخْرُجَ مِنْ مَنْزِلِهَا فِي عِدَّتِهَا قَالَ نَعَمْ وَ تَخْتَضِبُ‏ وَ تَكْتَحِلُ وَ تَمْتَشِطُ وَ تَصْبَغُ وَ تَلْبَسُ الْمُصَبَّغَ وَ تَصْنَعُ مَا شَاءَتْ بِغَيْرِ زِينَةٍ لِزَوْجٍ .", "سَأَلْتُهُ عَنِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا كَمْ عِدَّتُهَا قَالَ أَرْبَعَةُ أَشْهُرٍ وَ عَشْراً .", "فِي الْحَامِلِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا تَنْقَضِي عِدَّتُهَا آخِرَ الْأَجَلَيْنِ .", "عِدَّةُ الْمُتَوَفَّى عَنْهَا زَوْجُهَا آخِرُ الْأَجَلَيْنِ لِأَنَّ عَلَيْهَا أَنْ تُحِدَّ أَرْبَعَةَ أَشْهُرٍ وَ عَشْراً وَ لَيْسَ عَلَيْهَا فِي الطَّلَاقِ أَنْ تُحِدَّ .", "الْحُبْلَى الْمُتَوَفَّى عَنْهَا زَوْجُهَا عِدَّتُهَا آخِرُ الْأَجَلَيْنِ .", "فِي الْمَرْأَةِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا هَلْ يَحِلُّ لَهَا أَنْ تَخْرُجَ مِنْ مَنْزِلِهَا فِي عِدَّتِهَا قَالَ نَعَمْ", "لَا بَأْسَ أَنْ تَحُجَّ الْمُتَوَفَّى عَنْهَا فِي عِدَّتِهَا وَ تَنْتَقِلَ مِنْ مَنْزِلٍ إِلَى مَنْزِلٍ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الَّتِي يُتَوَفَّى‏ زَوْجُهَا تَحُجُّ قَالَ نَعَمْ وَ تَخْرُجُ وَ تَنْتَقِلُ مِنْ مَنْزِلٍ إِلَى مَنْزِلٍ .", "فِي الْمُتَوَفَّى عَنْهَا زَوْجُهَا أَ تَحُجُّ وَ تَشْهَدُ الْحُقُوقَ قَالَ نَعَمْ .", "سَأَلْتُهُ عَنِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا تَخْرُجُ مِنْ بَيْتِ زَوْجِهَا قَالَ تَخْرُجُ مِنْ بَيْتِ زَوْجِهَا تَحُجُّ وَ تَنْتَقِلُ مِنْ مَنْزِلٍ إِلَى مَنْزِلٍ .", "قَضَى أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي الْمُتَوَفَّى عَنْهَا زَوْجُهَا وَ لَمْ يَمَسَّهَا قَالَ لَا تَنْكِحُ حَتَّى تَعْتَدَّ أَرْبَعَةَ أَشْهُرٍ وَ عَشْراً عِدَّةَ الْمُتَوَفَّى عَنْهَا زَوْجُهَا .", "عِدَّةُ الْمَمْلُوكَةِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا أَرْبَعَةُ أَشْهُرٍ وَ عَشْراً ." ],
	[ "« لَا يَجُوزُ طَلَاقُ الصَّبِيِّ وَلَا السَّكْرَانِ »", "« يَجُوزُ طَلَاقُ الصَّبِيِّ إِذَا بَلَغَ عَشْرَ سِنِينَ »", "سَأَلْتُهُ عَنْ طَلَاقِ السَّكْرَانِ؟ فَقَالَ : « لَا يَجُوزُ ، وَلَا كَرَامَةَ »", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنْ طَلَاقِ السَّكْرَانِ؟ فَقَالَ : « لَا يَجُوزُ ، وَلَا كَرَامَةَ »", "سَأَلْتُهُ عَنْ طَلَاقِ السَّكْرَانِ؟ فَقَالَ : « لَا يَجُوزُ ، وَلَا عِتْقُهُ »", "سَأَلْتُهُ عَنِ الْمَرْأَةِ الْمَعْتُوهَةِ الذَّاهِبَةِ الْعَقْلِ : أَ يَجُوزُ بَيْعُهَا وَصَدَقَتُهَا؟ قَالَ : « لَا » . وَعَنْ طَلَاقِ السَّكْرَانِ وَعِتْقِهِ؟ قَالَ : « لَا يَجُوزُ »", "« لَا يَجُوزُ عِتْقُ السَّكْرَانِ »", "« إِذَا بَلَغَ الصَّبِيُّ خَمْسَةَ أَشْبَارٍ ، أُكِلَتْ ذَبِيحَتُهُ »", "« إِذَا بَلَغَ الْغُلَامُ عَشْرَ سِنِينَ ، جَازَتْ وَصِيَّتُهُ »", "سَأَلْتُهُ عَنِ الْمَرْأَةِ الْمَعْتُوهَةِ الذَّاهِبَةِ الْعَقْلِ أَ يَجُوزُ بَيْعُهَا وَ صَدَقَتُهَا قَالَ لَا .", "إِذَا بَلَغَ الْغُلَامُ عَشْرَ سِنِينَ جَازَتْ وَصِيَّتُهُ .", "إِذَا بَلَغَ الصَّبِيُّ خَمْسَةَ أَشْبَارٍ أُكِلَتْ ذَبِيحَتُهُ وَ إِذَا بَلَغَ عَشْرَ سِنِينَ جَازَتْ وَصِيَّتُهُ .", "سَأَلْتُهُ عَنْ وَصِيَّةِ الْغُلَامِ هَلْ تَجُوزُ قَالَ إِذَا كَانَ ابْنَ عَشْرِ سِنِينَ جَازَتْ وَصِيَّتُهُ .", "يَجُوزُ طَلَاقُ الصَّبِيِّ إِذَا بَلَغَ عَشْرَ سِنِينَ .", "لَا يَجُوزُ طَلَاقُ الصَّبِيِّ وَ لَا السَّكْرَانِ .", "يَجُوزُ طَلَاقُ الْغُلَامِ إِذَا بَلَغَ عَشْرَ سِنِينَ .", "سَأَلْتُهُ عَنْ طَلَاقِ السَّكْرَانِ فَقَالَ لَا يَجُوزُ وَ لَا كَرَامَةَ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ طَلَاقِ السَّكْرَانِ فَقَالَ لَا يَجُوزُ وَ لَا كَرَامَةَ .", "سَأَلْتُهُ عَنْ طَلَاقِ السَّكْرَانِ فَقَالَ لَا يَجُوزُ وَ لَا عِتْقُهُ .", "سَأَلْتُهُ عَنْ طَلَاقِ السَّكْرَانِ فَقَالَ لَا يَجُوزُ وَ لَا عِتْقُهُ .", "لَا يَجُوزُ عِتْقُ السَّكْرَانِ .", "سَأَلْتُهُ عَنِ الْمَرْأَةِ الْمَعْتُوهَةِ الذَّاهِبَةِ الْعَقْلِ أَ يَجُوزُ بَيْعُهَا وَ هِبَتُهَا وَ صَدَقَتُهَا فَقَالَ لَا وَ عَنْ طَلَاقِ السَّكْرَانِ وَ عِتْقِهِ فَقَالَ لَا يَجُوزُ .", "إِذَا بَلَغَ الصَّبِيُّ خَمْسَةَ أَشْبَارٍ أُكِلَتْ ذَبِيحَتُهُ ." ],
	[ "سَأَلَ الْحُسَيْنُ بْنُ مِهْرَانَ أَبَا الْحَسَنِ الرِّضَا عليه‌السلام عَنْ رَجُلٍ ظَاهَرَ مِنْ أَرْبَعِ نِسْوَةٍ؟ فَقَالَ : « يُكَفِّرُ لِكُلِّ وَاحِدَةٍ مِنْهُنَّ كَفَّارَةً » . وَسَأَلَهُ عَنْ رَجُلٍ ظَاهَرَ مِنِ امْرَأَتِهِ وَجَارِيَتِهِ : مَا عَلَيْهِ؟ قَالَ : « عَلَيْهِ لِكُلِّ وَاحِدَةٍ مِنْهُمَا كَفَّارَةٌ : عِتْقُ رَقَبَةٍ ، أَوْ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ ، أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً »", "سَأَلْتُهُ عَنْ رَجُلٍ قَتَلَ مَمْلُوكاً لَهُ ، قَالَ : « يُعْتِقُ رَقَبَةً ، وَيَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ ، وَيَتُوبُ إِلَى اللهِ »", "قَالَ فِي الرَّجُلِ يَقْتُلُ مَمْلُوكَهُ مُتَعَمِّداً ، قَالَ : « يُعْجِبُنِي أَنْ يُعْتِقَ رَقَبَةً ، وَيَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ، وَيُطْعِمَ سِتِّينَ مِسْكِيناً ، ثُمَّ تَكُونَ التَّوْبَةُ بَعْدَ ذلِكَ »", "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي الرَّجُلِ يَقْتُلُ مَمْلُوكاً لَهُ ، قَالَ : « يُعْتِقُ رَقَبَةً ، وَيَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ ، وَيَتُوبُ إِلَى اللهِ عزوجل »", "« مَنْ قَتَلَ عَبْدَهُ مُتَعَمِّداً ، فَعَلَيْهِ أَنْ يُعْتِقَ رَقَبَةً ، وَأَنْ يُطْعِمَ سِتِّينَ مِسْكِيناً ، وَيَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ »", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ وَضَعَ يَدَهُ عَلَى شَيْ‏ءٍ مِنْ جَسَدِ امْرَأَتِهِ فَأَدْفَقَ فَقَالَ كَفَّارَتُهُ أَنْ يَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ يُطْعِمَ سِتِّينَ مِسْكِيناً أَوْ يُعْتِقَ رَقَبَةً .", "سَأَلْتُهُ عَنْ رَجُلٍ نَكَحَ امْرَأَتَهُ وَ هُوَ صَائِمٌ فِي رَمَضَانَ مَا عَلَيْهِ قَالَ عَلَيْهِ الْقَضَاءُ وَ عِتْقُ رَقَبَةٍ فَإِنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ فَإِنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً فَإِنْ لَمْ يَجِدْ فَلْيَسْتَغْفِرِ اللَّهَ .", "سَأَلْتُهُ عَنْ رَجُلٍ أَتَى أَهْلَهُ فِي شَهْرِ رَمَضَانَ مُتَعَمِّداً قَالَ عَلَيْهِ عِتْقُ رَقَبَةٍ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً أَوْ صَوْمُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ قَضَاءُ ذَلِكَ الْيَوْمِ وَ مِنْ أَيْنَ لَهُ مِثْلُ ذَلِكَ الْيَوْمِ .", "سَأَلْتُهُ عَنْ رَجُلٍ أَتَى أَهْلَهُ فِي رَمَضَانَ مُتَعَمِّداً فَقَالَ عَلَيْهِ عِتْقُ رَقَبَةٍ وَ إِطْعَامُ سِتِّينَ مِسْكِيناً وَ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ قَضَاءُ ذَلِكَ الْيَوْمِ وَ أَنَّى‏ لَهُ مِثْلُ ذَلِكَ الْيَوْمِ .", "سَأَلْتُهُ عَنْ مُعْتَكِفٍ وَاقَعَ أَهْلَهُ قَالَ عَلَيْهِ مَا عَلَى الَّذِي أَفْطَرَ يَوْماً مِنْ شَهْرِ رَمَضَانَ مُتَعَمِّداً عِتْقُ رَقَبَةٍ أَوْ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً .", "عَنْ رَجُلٍ ظَاهَرَ مِنْ أَرْبَعِ نِسْوَةٍ قَالَ يُكَفِّرُ لِكُلِّ وَاحِدَةٍ كَفَّارَةً وَ سَأَلَهُ عَنْ رَجُلٍ ظَاهَرَ مِنِ امْرَأَتِهِ وَ جَارِيَتِهِ مَا عَلَيْهِ قَالَ عَلَيْهِ لِكُلِّ وَاحِدَةٍ مِنْهُمَا كَفَّارَةٌ عِتْقُ رَقَبَةٍ أَوْ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ ظَاهَرَ مِنِ امْرَأَتِهِ قَالَ إِنْ أَتَاهَا فَعَلَيْهِ عِتْقُ رَقَبَةٍ أَوْ صِيَامُ شَهْرَيْنِ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً", "سَأَلْتُهُ عَنْ رَجُلٍ قَالَ لِامْرَأَتِهِ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي قَالَ [عَلَيْهِ‏] عِتْقُ رَقَبَةٍ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً أَوْ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ .", "مَنْ جَعَلَ عَلَيْهِ عَهْدَ اللَّهِ وَ مِيثَاقَهُ فِي أَمْرٍ لِلَّهِ طَاعَةً فَحَنِثَ فَعَلَيْهِ عِتْقُ رَقَبَةٍ أَوْ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً .", "فِي رَجُلٍ قَتَلَ مَمْلُوكَهُ قَالَ يُعْجِبُنِي أَنْ يُعْتِقَ رَقَبَةً وَ يَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يُطْعِمَ سِتِّينَ مِسْكِيناً ثُمَّ تَكُونَ التَّوْبَةُ بَعْدَ ذَلِكَ .", "مَنْ قَتَلَ عَبْدَهُ مُتَعَمِّداً فَعَلَيْهِ أَنْ يُعْتِقَ رَقَبَةً (وَ) يَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ (وَ) يُطْعِمَ سِتِّينَ مِسْكِيناً .", "سَأَلْتُهُ عَنْ رَجُلٍ قَتَلَ مَمْلُوكاً مَا عَلَيْهِ قَالَ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يُطْعِمُ سِتِّينَ مِسْكِيناً .", "مَنْ جَعَلَ عَلَيْهِ عَهْدَ اللَّهِ وَ مِيثَاقَهُ فِي أَمْرٍ لِلَّهِ فِيهِ طَاعَةٌ فَحَنِثَ فَعَلَيْهِ عِتْقُ رَقَبَةٍ أَوْ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَامُ سِتِّينَ مِسْكِيناً .", "وَ لَكِنْ يُقَادُ بِهِ وَ الدِّيَةُ إِنْ قُبِلَتْ قُلْتُ فَلَهُ تَوْبَةٌ قَالَ نَعَمْ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يُطْعِمُ سِتِّينَ مِسْكِيناً وَ يَتُوبُ وَ يَتَضَرَّعُ فَأَرْجُو أَنْ يُتَابَ عَلَيْهِ .", "قُلْتُ لِأَبِي جَعْفَرٍ عليه‌السلام الرَّجُلُ يَقْتُلُ الرَّجُلَ مُتَعَمِّداً قَالَ عَلَيْهِ ثَلَاثُ كَفَّارَاتٍ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يُطْعِمُ سِتِّينَ مِسْكِيناً وَ قَالَ أَفْتَى عَلِيُّ بْنُ الْحُسَيْنِ عليه‌السلام بِمِثْلِ ذَلِكَ .", "فِي رَجُلٍ قَتَلَ مَمْلُوكَهُ قَالَ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ‏ ثُمَّ التَّوْبَةُ بَعْدَ ذَلِكَ .", "فِي الرَّجُلِ يَقْتُلُ مَمْلُوكَهُ مُتَعَمِّداً قَالَ يُعْجِبُنِي أَنْ يُعْتِقَ رَقَبَةً وَ يَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يُطْعِمَ سِتِّينَ مِسْكِيناً ثُمَّ تَكُونَ التَّوْبَةُ بَعْدَ ذَلِكَ .", "فِي الرَّجُلِ يَقْتُلُ مَمْلُوكاً لَهُ قَالَ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يَتُوبُ إِلَى اللَّهِ عزوجل .", "مَنْ قَتَلَ عَبْدَهُ مُتَعَمِّداً فَعَلَيْهِ أَنْ يُعْتِقَ رَقَبَةً وَ أَنْ يُطْعِمَ سِتِّينَ مِسْكِيناً وَ أَنْ يَصُومَ شَهْرَيْنِ‏ .", "سَأَلْتُهُ عَنْ رَجُلٍ قَتَلَ مَمْلُوكاً لَهُ قَالَ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يَتُوبُ إِلَى اللَّهِ .", "سَأَلْتُهُ عَنْ رَجُلٍ قَتَلَ مَمْلُوكَهُ قَالَ عَلَيْهِ عِتْقُ رَقَبَةٍ وَ صَوْمُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ إِطْعَامُ سِتِّينَ مِسْكِيناً ثُمَّ تَكُونُ التَّوْبَةُ بَعْدَ ذَلِكَ .", "سَأَلْتُهُ عَنْ رَجُلٍ قَتَلَ مَمْلُوكاً مَا عَلَيْهِ قَالَ يُعْتِقُ رَقَبَةً وَ يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ وَ يُطْعِمُ سِتِّينَ مِسْكِيناً ." ],
	[ "أَنَّهُ كَرِهَ الْجُلَاهِقَ .", "أَنَّهُ كَرِهَ لُبْسَ الْبُرْطُلَةِ .", "« إِنَّ عَلِيّاً عليه‌السلام كَرِهَ الصُّورَةَ فِي الْبُيُوتِ »", "أَنَّهُ كَرِهَ لِبَاسَ الْبُرْطُلَةِ .", "أَنَّهُ كَرِهَ لِبَاسَ الْبُرْطُلَةِ .", "أَنَّ عَلِيّاً عليه‌السلام كَرِهَ الصُّوَرَ فِي الْبُيُوتِ .", "أَنَّهُ كَرِهَ الصُّوَرَ فِي الْبُيُوتِ .", "أَنَّ عَلِيّاً كَانَ يَكْرَهُ الصُّورَةَ فِي الْبُيُوتِ .", "أَنَّهُ كَرِهَ السُّعُوطَ لِلصَّائِمِ .", "لَا بَأْسَ بِالْكُحْلِ لِلصَّائِمِ وَ كُرِهَ السُّعُوطُ لِلصَّائِمِ .", "لَا بَأْسَ بِالْكُحْلِ لِلصَّائِمِ .", "لَا بَأْسَ بِالْكُحْلِ لِلصَّائِمِ", "أَنَّهُ كَرِهَ الْجُلَاهِقَ .", "أَنَّهُ كَرِهَ الرَّخَمَةَ .", "أَنَّهُ كَرِهَ أَنْ تُنْفَضَ الْهِنْدَبَاءُ ." ],
	[ "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : اللَّحْمُ سَيِّدُ الطَّعَامِ فِي الدُّنْيَا وَالْآخِرَةِ »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : سَيِّدُ آدَامِ الْجَنَّةِ اللَّحْمُ »", "« سَيِّدُ الطَّعَامِ اللَّحْمُ »", "« الْمَاءُ سَيِّدُ الشَّرَابِ فِي الدُّنْيَا وَالْآخِرَةِ »", "« الْمَاءُ سَيِّدُ الشَّرَابِ فِي الدُّنْيَا وَالْآخِرَةِ »", "الْفُرَاتُ سَيِّدُ الْمِيَاهِ فِي الدُّنْيَا وَ الْآخِرَةِ .", "اللَّحْمُ سَيِّدُ الطَّعَامِ فِي الدُّنْيَا وَ الْآخِرَةِ .", "سَيِّدُ إِدَامِ الْجَنَّةِ اللَّحْمُ .", "سَيِّدُ الطَّعَامِ اللَّحْمُ .", "سَيِّدُ طَعَامِ الدُّنْيَا وَ الْآخِرَةِ اللَّحْمُ .", "سَيِّدُ الشَّرَابِ فِي الدُّنْيَا وَ الْآخِرَةِ الْمَاءُ وَ أَنَا سَيِّدُ وُلْدِ آدَمَ وَ لَا فَخْرَ .", "سَيِّدُ الطَّعَامِ فِي الدُّنْيَا وَ الْآخِرَةِ اللَّحْمُ ثُمَّ الْأَرُزُّ .", "سَيِّدُ طَعَامِ الدُّنْيَا وَ الْآخِرَةِ اللَّحْمُ وَ سَيِّدُ شَرَابِ الدُّنْيَا وَ الْآخِرَةِ الْمَاءُ .", "الْمَاءُ سَيِّدُ الشَّرَابِ فِي الدُّنْيَا وَ الْآخِرَةِ .", "الْمَاءُ سَيِّدُ الشَّرَابِ فِي الدُّنْيَا وَ الْآخِرَةِ ." ],
	[ "« قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : لَاتُدْمِنُوا أَكْلَ السَّمَكِ ؛ فَإِنَّهُ يُذِيبُ الْجَسَدَ »", "« أَكْلُ الْحِيتَانِ يُذِيبُ الْجِسْمَ »", "« السَّمَكُ الطَّرِيُّ يُذِيبُ الْجَسَدَ »", "السَّمَكُ الطَّرِيُّ يُذِيبُ شَحْمَ الْعَيْنِ .", "« السَّمَكُ الطَّرِيُّ يُذِيبُ شَحْمَ الْعَيْنَيْنِ »", "اللَّحْمُ يُنْبِتُ اللَّحْمَ .", "اللَّحْمُ يُنْبِتُ اللَّحْمَ وَ مَنْ تَرَكَهُ‏ أَيَّاماً فَسَدَ عَقْلُهُ .", "السَّمَكُ الطَّرِيُّ يُذِيبُ الْجَسَدَ .", "السَّمَكُ الطَّرِيُّ يُذِيبُ شَحْمَ الْعَيْنَيْنِ .", "السَّمَكُ الطَّرِيُّ يُذِيبُ شَحْمَ الْعَيْنِ .", "السَّمَكُ الطَّرِيُّ يُذِيبُ الْجَسَدَ .", "السَّمَكُ الطَّرِيُّ يُذِيبُ اللَّحْمَ .", "السَّمَكُ الطَّرِيُّ يُذِيبُ شَحْمَ الْعَيْنِ .", "السَّمَكُ الطَّرِيُّ يَذْهَبُ بِمُخِّ الْعَيْنِ .", "لَا تُدْمِنُوا أَكْلَ السَّمَكِ فَإِنَّهُ يُذِيبُ الْجَسَدَ .", "أَكْلُ الْحِيتَانِ يُذِيبُ الْجَسَدَ .", "السَّمَكُ يُذِيبُ الْجَسَدَ .", "أَكْلُ الْحِيتَانِ يُذِيبُ الْجَسَدَ .", "السَّمَكُ يُذِيبُ الْبَدَنَ .", "اللَّحْمُ يُنْبِتُ اللَّحْمَ وَ السَّمَكُ يُذِيبُ الْجَسَدَ" ],
	[ "سَمِعْتُهُ يَقُولُ : « مَا أَقْفَرَ بَيْتٌ فِيهِ خَلٌّ ، وَقَدْ قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم ذلِكَ »", "« قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : نِعْمَ الْإِدَامُ الْخَلُّ ؛ يَكْسِرُ الْمِرَّةَ ، وَيُطْفِئُ الصَّفْرَاءَ ، وَيُحْيِي الْقَلْبَ »", "« نِعْمَ الْإِدَامُ السَّمْنُ »", "مَا أَقْفَرَ بَيْتٌ فِيهِ الْخَلُّ وَ الزَّيْتُ .", "مَا أَقْفَرَ بَيْتٌ فِيهِ الْخَلُّ وَ قَدْ قَالَهُ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم .", "نِعْمَ الْإِدَامُ الْخَلُ‏ يَكْسِرُ الْمِرَّةَ وَ يُحْيِي الْقَلْبَ .", "نِعْمَ الْإِدَامُ الْخَلُّ مَا أَقْفَرَ بَيْتٌ فِيهِ خَلٌّ .", "نِعْمَ الْإِدَامُ الْخَلُّ .", "نِعْمَ الْإِدَامُ الْخَلُّ وَ مَا أَقْفَرَ بَيْتٌ فِيهِ خَلٌّ .", "ائْتَدِمُوا بِالْخَلِّ فَنِعْمَ الْإِدَامُ الْخَلُّ .", "نِعْمَ الْإِدَامُ الْخَلُّ .", "لَا يُقْفِرُ بَيْتٌ فِيهِ خَلٌّ .", "مَا أَقْفَرَ بَيْتٌ فِيهِ خَلٌّ .", "مَا أَقْفَرَ مِنْ إِدَامٍ بَيْتٌ فِيهِ خَلٌّ .", "نِعْمَ الْإِدَامُ الْخَلُّ يَكْسِرُ الْمِرَارَ وَ يُحْيِي الْقَلْبَ .", "نِعْمَ الْإِدَامُ السَّمْنُ ." ],
	[ "« مَا مِنْ شَيْ‌ءٍ أُشَارَكُ فِيهِ أَبْغَضَ إِلَيَّ مِنَ الرُّمَّانِ ، وَمَا مِنْ رُمَّانَةٍ إِلَّا وَفِيهَا حَبَّةٌ مِنَ الْجَنَّةِ ، فَإِذَا أَكَلَهَا الْكَافِرُ بَعَثَ اللهُ عزوجل إِلَيْهِ مَلَكاً ، فَانْتَزَعَهَا مِنْهُ »", "« مَا مِنْ طَعَامٍ آكُلُهُ إِلَّا وَأَنَا أَشْتَهِي أَنْ أُشَارَكَ فِيهِ - أَوْ قَالَ : يَشْرَكَنِي فِيهِ إِنْسَانٌ - إِلَّا الرُّمَّانَ ؛ فَإِنَّهُ لَيْسَ مِنْ رُمَّانَةٍ إِلَّا وَفِيهَا حَبَّةٌ مِنَ الْجَنَّةِ »", "مَا مِنْ شَيْ‏ءٍ أُشَارَكُ فِيهِ أَبْغَضَ إِلَيَّ مِنَ الرُّمَّانِ وَ مَا مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ - وَ إِذَا أَكَلَهَا الْكَافِرُ بَعَثَ اللَّهُ عزوجل إِلَيْهِ مَلَكاً فَانْتَزَعَهَا مِنْهُ .", "مَا مِنْ طَعَامٍ آكُلُهُ إِلَّا وَ أَنَا أَشْتَهِي أَنْ أُشَارَكَ فِيهِ أَوْ قَالَ أَنْ يَشْرَكَنِي فِيهِ إِنْسَانٌ إِلَّا الرُّمَّانَ فَإِنَّهُ لَيْسَ مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ .", "كَانَ أَبِي لَيَأْخُذُ الرُّمَّانَةَ فَيَصْعَدُ بِهَا إِلَى فَوْقُ فَيَأْكُلُهَا وَحْدَهُ خَشْيَةَ أَنْ يَسْقُطَ مِنْهَا شَيْ‏ءٌ وَ مَا مِنْ شَيْ‏ءٍ أُشَارَكُ فِيهِ أَبْغَضَ إِلَيَّ مِنَ الرُّمَّانِ إِنَّهُ لَيْسَ مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ .", "مَا مِنْ شَيْ‏ءٍ أُشَارَكُ فِيهِ أَبْغَضَ إِلَيَّ مِنَ الرُّمَّانِ وَ مَا مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ .", "مَا مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ‏ الْجَنَّةِ - فَإِذَا أَكَلَهَا الْكَافِرُ بَعَثَ اللَّهُ إِلَيْهِ مَلَكاً فَانْتَزَعَهَا مِنْهُ .", "مَا مِنْ شَيْ‏ءٍ أُشَارَكُ فِيهِ أَبْغَضَ إِلَيَّ مِنَ الرُّمَّانِ إِنَّهُ لَيْسَ مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ .", "إِنَّ أَبِي لَمْ يُحِبَّ أَنْ يَشْرَكَهُ أَحَدٌ فِي أَكْلِ الرُّمَّانِ لِأَنَّ فِي كُلِّ رُمَّانَةٍ حَبَّةً مِنَ الْجَنَّةِ .", "مَا مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ .", "فِي كُلِّ رُمَّانَةٍ حَبَّةٌ مِنَ الْجَنَّةِ .", "مَا مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ - فَأَنَا أُحِبُّ أَنْ لَا يَسْبِقَنِي أَحَدٌ إِلَى تِلْكَ الْحَبَّةِ .", "فِي كُلِّ رُمَّانَةٍ حَبَّةٌ مِنْ رُمَّانِ الْجَنَّةِ - فَكُلُوا مَا يَنْتَثِرُ مِنَ الرُّمَّانِ .", "وَ كَانَ إِذَا أَكَلَ الرُّمَّانَةَ لَا يَشْرَكُهُ فِيهَا أَحَدٌ وَ يَقُولُ فِي كُلِّ رُمَّانَةٍ حَبَّةٌ مِنْ حَبَّاتِ الْجَنَّةِ .", "مَا مِنْ رُمَّانَةٍ إِلَّا وَ فِيهَا حَبَّةٌ مِنَ الْجَنَّةِ - قَالَ فَأَنَا أُحِبُّ أَنْ لَا أَتْرُكَ مِنْهَا شَيْئاً ." ],
	[ "« مَنْ شَرِبَ مِنَ الْخَمْرِ شَرْبَةً ، لَمْ يَقْبَلِ اللهُ مِنْهُ صَلَاةً أَرْبَعِينَ يَوْماً »", "« مَنْ شَرِبَ الْخَمْرَ ، لَمْ يَقْبَلِ اللهُ لَهُ صَلَاةً أَرْبَعِينَ يَوْماً »", "« مَنْ شَرِبَ شَرْبَةَ خَمْرٍ لَمْ يَقْبَلِ اللهُ مِنْهُ صَلَاتَهُ سَبْعاً ، وَمَنْ سَكِرَ لَمْ تُقْبَلْ مِنْهُ صَلَاتُهُ أَرْبَعِينَ صَبَاحاً »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مَنْ شَرِبَ خَمْراً حَتّى يَسْكَرَ ، لَمْ يَقْبَلِ اللهُ عزوجل مِنْهُ صَلَاتَهُ أَرْبَعِينَ صَبَاحاً »", "« مَنْ شَرِبَ شَرْبَةً مِنْ خَمْرٍ ، لَمْ يَقْبَلِ اللهُ مِنْهُ صَلَاتَهُ أَرْبَعِينَ يَوْماً »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مُدْمِنُ الْخَمْرِ يَلْقَى اللهَ عزوجل كَعَابِدِ وَثَنٍ »", "قَالَ : « مُدْمِنُ الْخَمْرِ يَلْقَى اللهَ عزوجل حِينَ يَلْقَاهُ كَعَابِدِ وَثَنٍ »", "« مُدْمِنُ الْخَمْرِ يَلْقَى اللهَ حِينَ يَلْقَاهُ كَعَابِدِ وَثَنٍ »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مُدْمِنُ الْخَمْرِ يَلْقَى اللهَ عزوجل يَوْمَ يَلْقَاهُ كَافِراً »", "« مُدْمِنُ الْخَمْرِ يَلْقَى اللهَ عزوجل يَوْمَ يَلْقَاهُ كَعَابِدِ وَثَنٍ »", "« مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ »", "« قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ ، إِذَا هُوَ مَاتَ وَهُوَ مُدْمِنٌ عَلَيْهِ ، يَلْقَى اللهَ عزوجل حِينَ يَلْقَاهُ كَعَابِدِ وَثَنٍ »", "« مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ »", "« حَدَّثَنِي أَبِي ، عَنْ أَبِيهِ ، أَنَّ رَسُولَ اللهِ صلى‌الله‌عليه‌وآله‌وسلم قَالَ : مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ » . قَالَ : قُلْتُ لَهُ : وَ مَا الْمُدْمِنُ؟ قَالَ : « الَّذِي إِذَا وَجَدَهَا شَرِبَهَا »", "مَنْ شَرِبَ خَمْراً حَتَّى يَسْكَرَ لَمْ يُقْبَلْ‏ مِنْهُ صَلَاتُهُ أَرْبَعِينَ صَبَاحاً .", "مَنْ شَرِبَ مِنَ الْخَمْرِ شَرْبَةً لَمْ يَقْبَلِ اللَّهُ لَهُ‏ صَلَاةً أَرْبَعِينَ يَوْماً .", "مَنْ شَرِبَ الْخَمْرَ لَمْ يَقْبَلِ اللَّهُ لَهُ صَلَاةً أَرْبَعِينَ يَوْماً .", "مَنْ شَرِبَ شَرْبَةً مِنْ خَمْرٍ (لَمْ تُقْبَلْ مِنْهُ) صَلَاتُهُ أَرْبَعِينَ يَوْماً .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ يَوْمَ يَلْقَاهُ كَعَابِدِ وَثَنٍ .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ حِينَ يَلْقَاهُ كَعَابِدِ وَثَنٍ .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ حِينَ يَلْقَاهُ كَعَابِدِ وَثَنٍ .", "مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ .", "مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ إِذَا مَاتَ‏ عَلَيْهِ يَلْقَى اللَّهَ حِينَ يَلْقَاهُ كَعَابِدِ وَثَنٍ .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ كَعَابِدِ وَثَنٍ .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ يَوْمَ يَلْقَاهُ كَافِراً .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ كَعَابِدِ وَثَنٍ وَ مَنْ شَرِبَ مِنْهُ شَرْبَةً (لَمْ يَقْبَلْ صَلَاتَهُ) أَرْبَعِينَ يَوْماً .", "مَنْ شَرِبَ شَرْبَةَ خَمْرٍ لَمْ يَقْبَلِ اللَّهُ مِنْهُ صَلَاتَهُ سَبْعاً وَ مَنْ (شَرِبَ مُسْكِراً) لَمْ تُقْبَلْ مِنْهُ صَلَاتُهُ أَرْبَعِينَ صَبَاحاً .", "مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ قَالَ قُلْتُ : مَا الْمُدْمِنُ قَالَ الَّذِي يَشْرَبُهَا إِذَا وَجَدَهَا .", "مُدْمِنُ الْخَمْرِ يَلْقَى اللَّهَ كَعَابِدِ وَثَنٍ وَ مَنْ شَرِبَ مِنْهُ شَرْبَةً لَمْ يَقْبَلِ اللَّهُ لَهُ صَلَاةً أَرْبَعِينَ يَوْماً .", "مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ وَ النَّاصِبُ لآِلِ مُحَمَّدٍ شَرٌّ مِنْهُ" ],
	[ "كُنْتُ عِنْدَ أَبِي عَبْدِ اللهِ عليه‌السلام ، فَدَعَا بِالْجَامِعَةِ ، فَنَظَرْنَا فِيهَا ، فَإِذَا فِيهَا : « امْرَأَةٌ هَلَكَتْ وَتَرَكَتْ زَوْجَهَا لَاوَارِثَ لَهَا غَيْرُهُ : لَهُ الْمَالُ كُلُّهُ »", "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي امْرَأَةٍ تُوُفِّيَتْ وَتَرَكَتْ زَوْجَهَا ، قَالَ : « الْمَالُ لِلزَّوْجِ » يَعْنِي إِذَا لَمْ يَكُنْ لَهَا وَارِثٌ غَيْرُهُ .", "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي امْرَأَةٍ مَاتَتْ وَتَرَكَتْ زَوْجَهَا ، قَالَ : « الْمَالُ لِلزَّوْجِ » يَعْنِي إِذَا لَمْ يَكُنْ لَهَا وَارِثٌ غَيْرُهُ .", "قُلْتُ : امْرَأَةٌ مَاتَتْ وَتَرَكَتْ زَوْجَهَا . قَالَ : « الْمَالُ لَهُ » . قَالَ : مَعْنَاهُ لَاوَارِثَ لَهَا غَيْرُهُ .", "قُلْتُ لَهُ : امْرَأَةٌ هَلَكَتْ وَتَرَكَتْ زَوْجَهَا . قَالَ : « الْمَالُ كُلُّهُ لِلزَّوْجِ »", "كُنْتُ عِنْدَ أَبِي عَبْدِ اللَّهِ عليه‌السلام فَدَعَا بِالْجَامِعَةِ فَنَظَرَ فِيهَا فَإِذَا امْرَأَةٌ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا لَا وَارِثَ لَهَا غَيْرُهُ الْمَالُ لَهُ كُلُّهُ .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ امْرَأَةٍ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا لَا وَارِثَ لَهَا غَيْرُهُ قَالَ إِذَا لَمْ يَكُنْ غَيْرُهُ فَلَهُ الْمَالُ", "قُلْتُ لَهُ امْرَأَةٌ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ لَهُ .", "قُلْتُ امْرَأَةٌ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ كُلُّهُ لَهُ إِذَا لَمْ يَكُنْ لَهَا وَارِثٌ غَيْرُهُ .", "قُلْتُ امْرَأَةٌ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ لَهُ قَالَ مَعْنَاهُ لَا وَارِثَ لَهَا غَيْرُهُ .", "فِي امْرَأَةٍ تُوُفِّيَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ (كُلُّهُ) لِلزَّوْجِ يَعْنِي إِذَا لَمْ يَكُنْ لَهَا وَارِثٌ غَيْرُهُ .", "فِي امْرَأَةٍ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ لِلزَّوْجِ يَعْنِي إِذَا لَمْ يَكُنْ وَارِثٌ غَيْرُهُ .", "قُلْتُ لَهُ امْرَأَةٌ هَلَكَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ كُلُّهُ لِلزَّوْجِ .", "كُنْتُ عِنْدَهُ فَدَعَا بِالْجَامِعَةِ فَنَظَرَ فِيهَا أَبُو جَعْفَرٍ عليه‌السلام فَإِذَا فِيهَا امْرَأَةٌ تَمُوتُ وَ تَتْرُكُ زَوْجَهَا لَيْسَ لَهَا وَارِثٌ غَيْرُهُ فَقَالَ لَهُ الْمَالُ كُلُّهُ .", "فِي امْرَأَةٍ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا قَالَ الْمَالُ كُلُّهُ لَهُ قُلْتُ فَالرَّجُلُ يَمُوتُ وَ يَتْرُكُ امْرَأَتَهُ قَالَ الْمَالُ لَهَا .", "سَأَلْتُ أَبَا جَعْفَرٍ عليه‌السلام عَنِ امْرَأَةٍ مَاتَتْ وَ تَرَكَتْ زَوْجَهَا لَا وَارِثَ لَهَا غَيْرُهُ قَالَ إِذَا لَمْ يَكُنْ غَيْرُهُ فَلَهُ الْمَالُ وَ الْمَرْأَةُ لَهَا الرُّبُعُ وَ مَا بَقِيَ فَلِلْإِمَامِ ." ],
	[ "فِي الرَّجُلِ وَالْمَرْأَةِ يُوجَدَانِ فِي لِحَافٍ وَاحِدٍ ، قَالَ : « يُجْلَدَانِ مِائَةً مِائَةً غَيْرَ سَوْطٍ » . ‌", "« إِذَا وُجِدَ الرَّجُلُ وَالْمَرْأَةُ فِي لِحَافٍ وَاحِدٍ ، وَقَامَتْ عَلَيْهِمَا بِذلِكَ بَيِّنَةٌ ، وَلَمْ يُطَّلَعْ مِنْهُمَا عَلى مَا سِوى ذلِكَ ، جُلِدَ كُلُّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ »", "« إِذَا وُجِدَ الرَّجُلُ وَالْمَرْأَةُ فِي لِحَافٍ وَاحِدٍ ، جُلِدَا مِائَةَ جَلْدَةٍ »", "فِي الرَّجُلِ وَالْمَرْأَةِ يُوجَدَانِ فِي لِحَافٍ وَاحِدٍ : « جُلِدَا مِائَةً مِائَةً »", "« كَانَ عَلِيٌّ عليه‌السلام إِذَا وَجَدَ رَجُلَيْنِ فِي لِحَافٍ وَاحِدٍ مُجَرَّدَيْنِ ، جَلَدَهُمَا حَدَّ الزَّانِي مِائَةَ جَلْدَةٍ كُلَّ وَاحِدٍ مِنْهُمَا ، وَكَذَا الْمَرْأَتَانِ إِذَا وُجِدَتَا فِي لِحَافٍ وَاحِدٍ مُجَرَّدَتَيْنِ ، جَلَدَ كُلَّ وَاحِدَةٍ مِنْهُمَا مِائَةَ جَلْدَةٍ »", "سَأَلْتُهُ عَنِ الْمَرْأَتَيْنِ تُوجَدَانِ فِي لِحَافٍ وَاحِدٍ؟ قَالَ : « تُجْلَدُ كُلُّ وَاحِدَةٍ مِنْهُمَا مِائَةَ جَلْدَةٍ »", "أَنَّ عَلِيّاً عليه‌السلام وَجَدَ رَجُلًا مَعَ امْرَأَةٍ فِي لِحَافٍ فَضَرَبَ كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ سَوْطٍ غَيْرَ سَوْطٍ .", "كَانَ عَلِيٌّ عليه‌السلام إِذَا وَجَدَ رَجُلَيْنِ فِي لِحَافٍ وَاحِدٍ مُجَرَّدَيْنِ جَلَدَهُمَا حَدَّ الزَّانِي مِائَةَ جَلْدَةٍ كُلَّ وَاحِدٍ مِنْهُمَا", "الْمَرْأَتَانِ إِذَا وُجِدَتَا فِي لِحَافٍ وَاحِدٍ مُجَرَّدَتَيْنِ جُلِدَتْ كُلُّ وَاحِدَةٍ مِنْهُمَا مِائَةَ جَلْدَةٍ .", "فِي الرَّجُلِ وَ الْمَرْأَةِ يُوجَدَانِ فِي اللِّحَافِ‏ - قَالَ يُجْلَدَانِ مِائَةً مِائَةً غَيْرَ سَوْطٍ .", "إِذَا وُجِدَ الرَّجُلُ وَ الْمَرْأَةُ فِي لِحَافٍ وَاحِدٍ جُلِدَا مِائَةَ جَلْدَةٍ .", "إِذَا وُجِدَ الرَّجُلُ وَ الْمَرْأَةُ فِي لِحَافٍ وَاحِدٍ قَامَتْ‏ عَلَيْهِمَا بِذَلِكَ بَيِّنَةٌ وَ لَمْ يُطَّلَعْ مِنْهُمَا عَلَى‏ سِوَى ذَلِكَ جُلِدَ كُلُّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ .", "فِي الرَّجُلِ وَ الْمَرْأَةِ يُوجَدَانِ فِي لِحَافٍ وَاحِدٍ جُلِدَا مِائَةً مِائَةً .", "كَانَ عَلِيٌّ عليه‌السلام إِذَا وَجَدَ رَجُلَيْنِ فِي لِحَافٍ وَاحِدٍ مُجَرَّدَيْنِ جَلَدَهُمَا حَدَّ الزَّانِي مِائَةَ جَلْدَةٍ كُلَّ وَاحِدٍ مِنْهُمَا وَ كَذَلِكَ الْمَرْأَتَانِ إِذَا وُجِدَتَا فِي لِحَافٍ وَاحِدٍ مُجَرَّدَتَيْنِ جَلَدَهُمَا كُلَّ وَاحِدَةٍ مِنْهُمَا مِائَةَ جَلْدَةٍ .", "إِنَّ عَلِيّاً عليه‌السلام وَجَدَ امْرَأَةً مَعَ رَجُلٍ فِي لِحَافٍ فَجَلَدَ كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ سَوْطٍ غَيْرَ سَوْطٍ .", "أَنَّ عَلِيّاً عليه‌السلام وَجَدَ رَجُلًا وَ امْرَأَةً فِي‏ لِحَافٍ وَاحِدٍ فَضَرَبَ كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ سَوْطٍ إِلَّا سَوْطاً .", "إِذَا وُجِدَ الرَّجُلُ مَعَ الْمَرْأَةِ فِي لِحَافٍ وَاحِدٍ جُلِدَ كُلُّ وَاحِدٍ مِنْهُمَا مِائَةً .", "سَأَلْتُهُ عَنِ الْمَرْأَتَيْنِ تُوجَدَانِ فِي لِحَافٍ وَاحِدٍ قَالَ تُجْلَدُ كُلُّ وَاحِدَةٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ." ],
	[ "« دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ وَالْمَجُوسِيِّ ثَمَانُمِائَةِ دِرْهَمٍ »", "سَأَلْتُ أَبَا عَبْدِ اللهِ عليه‌السلام عَنْ دِيَةِ النَّصْرَانِيِّ وَالْيَهُودِيِّ وَالْمَجُوسِيِّ ؟ فَقَالَ : « دِيَتُهُمْ جَمِيعاً سَوَاءٌ : ثَمَانُمِائَةِ دِرْهَمٍ ، ثَمَانُمِائَةِ دِرْهَمٍ »", "أَنَّ دِيَةَ وَلَدِ الزِّنَا ثَمَانُمِائَةِ دِرْهَمٍ وَ مِيرَاثَهُ كَمِيرَاثِ ابْنِ الْمُلَاعَنَةِ .", "دِيَةُ الْيَهُودِيِّ وَ النَّصْرَانِيِّ وَ الْمَجُوسِيِّ ثَمَانُمِائَةِ دِرْهَمٍ .", "دِيَةُ الذِّمِّيِّ ثَمَانُمِائَةِ دِرْهَمٍ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ دِيَةِ النَّصْرَانِيِّ - وَ الْيَهُودِيِّ وَ الْمَجُوسِيِّ فَقَالَ دِيَتُهُمْ جَمِيعاً سَوَاءٌ ثَمَانُمِائَةِ دِرْهَمٍ ثَمَانُمِائَةِ دِرْهَمٍ .", "سَأَلْتُهُ عَنْ دِيَةِ الْيَهُودِيِّ وَ النَّصْرَانِيِّ - وَ الْمَجُوسِيِّ كَمْ هِيَ سَوَاءٌ قَالَ ثَمَانُمِائَةٍ ثَمَانُمِائَةٍ كُلُّ رَجُلٍ مِنْهُمْ .", "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام كَمْ دِيَةُ الذِّمِّيِّ - قَالَ ثَمَانُمِائَةِ دِرْهَمٍ .", "دِيَةُ الْيَهُودِيِ‏ وَ النَّصْرَانِيِّ ثَمَانُمِائَةِ دِرْهَمٍ (ثَمَانُمِائَةِ دِرْهَمٍ) .", "أَنَّ دِيَةَ الْيَهُودِيِّ وَ النَّصْرَانِيِّ وَ الْمَجُوسِيِّ - أَرْبَعَةُ آلَافِ دِرْهَمٍ أَرْبَعَةُ آلَافِ دِرْهَمٍ لِأَنَّهُمْ أَهْلُ الْكِتَابِ .", "دِيَةُ الْيَهُودِيِّ وَ النَّصْرَانِيِّ وَ الْمَجُوسِيِّ دِيَةُ الْمُسْلِمِ .", "دِيَةُ الْيَهُودِيِّ وَ النَّصْرَانِيِّ أَرْبَعَةُ آلَافِ دِرْهَمٍ وَ دِيَةُ الْمَجُوسِيِّ ثَمَانُمِائَةِ دِرْهَمٍ وَ قَالَ أَيْضاً إِنَّ لِلْمَجُوسِ كِتَاباً يُقَالُ لَهُ جَامَاسُ .", "دِيَةُ وَلَدِ الزِّنَا دِيَةُ الْيَهُودِيِّ ثَمَانُمِائَةِ دِرْهَمٍ .", "سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ دِيَةِ وَلَدِ الزِّنَا قَالَ ثَمَانُمِائَةِ دِرْهَمٍ مِثْلُ دِيَةِ الْيَهُودِيِّ وَ النَّصْرَانِيِّ وَ الْمَجُوسِيِّ .", "دِيَةُ وَلَدِ الزِّنَا دِيَةُ الذِّمِّيِّ ثَمَانُمِائَةِ دِرْهَمٍ ." ]
]