import * as tools                       from "../tools/tools";
import * as __                          from "../tools/__";
import * as TS                          from "../types/types";
import * as storage                     from "../tools/storage";
import * as basic_tools                 from "../tools/basic_tools";
import * as fs                          from "fs";
import * as report                      from "../tools/logger"

// .. ====================================================================

export let name      = "وسائل‌الشيعة";
export let tmpFolder = "db/tmp/" + name + "/";
let db_v1_Path       = tmpFolder + "01.json";
export let db_Path   = "db/ready/" + name + ".json";
let R_Path           = tmpFolder + "RR.json";
export let db_v1     : TS.db;
export let db        : TS.db;
let R                : TS.R[];
let R__              : TS.R[];

resource_update ();

// .. ====================================================================

export async function ignite ( mode: "Scratch"|"Cached", n_pad: number ) {
    // .. init server
    await init( mode );
    // .. update resources
    resource_update ();
    // .. N allocation
    n_pad = tools.n_allocation( db_v1, n_pad );
    // .. search for optimizing
    __._db_( R__, db_v1, tmpFolder );
    // .. check optimized info
    await tools._db_check_( tmpFolder, db_v1 );
    // .. create and save DBs
    db_exporter();
    // .. clean the tmpFolder
    __.janitor( tmpFolder );
    // .. N-PAD report
    return n_pad -1;
}

// .. ====================================================================

export async function init ( mode: "Scratch"|"Cached" ) {

    report.notify( name );

    let db: TS.db = [];

    // .. get v0 [ Scratch | Cached ]
    db = load_db_v0( mode );
    // .. some preparation A=>Z
    db = rename ( db, false );
    // .. main dividers
    db = a_0_9( db );
    db = i_rss_cuter ( db );
    db = i_rss_cuter_patcher ( db );
    // .. little trims
    db = lastTrim ( db );
    // .. some preparation Z=>A
    db = rename ( db, true );
    // .. final step
    db = db_finalizer( db );
    // .. heal lost items
    db = heal( db, 35868 );

    // .. get HTML copy
    // html_exporter( db );

    // .. write-down DB
    storage.saveData( db, tmpFolder, "01" );

}

// .. ====================================================================

function load_db_v0 ( mode: "Scratch"|"Cached" ) {

    let db_v0: TS.db,
        _00_Path = tmpFolder + "00.json";

    if ( mode === "Cached" ) {
        db_v0 = JSON.parse( fs.readFileSync( _00_Path, 'utf8' ) );
    }

    if ( mode === "Scratch" ) {

        fs.rmSync( _00_Path, { force: true } );

        let textBook: string,
            book_v0: string[][],
            book_v1: string[][],
            set_v1: string[][] = [],
            set_v2: string[] = [];

        // .. convert all sourceText => set v1
        for ( let i=1; i<=29; i ++ ) {
            textBook = readSrcBook(i);
            textBook = __.some_edits( textBook );
            book_v0 = getBook_v0( textBook );
            book_v1 = getBook_v1( book_v0 );
            set_v1 = [ ...set_v1, ...book_v1 ];
        }
        tools.notify( " Books Loaded!" );
        // .. convert set v1 to v2 [ string[][]=>string[] ]
        for ( let i in set_v1 ) set_v2 = [ ...set_v2, ...set_v1[i] ];
        // .. get hadith prepared for extraction id from sourceText
        for ( let i in set_v2 ) set_v2[i] = __.set_trimmer ( set_v2[i] );
        // .. trim set v2
        set_v2 = set_v2.filter( x => x );
        // .. get hadith from sourceText and [ assign d & j ]
        db_v0 = hadith_db_generator( set_v2 );
        // .. text unifier
        db_v0 = text_unifier( db_v0 );

        // .. save it in storage
        storage.saveData( db_v0, tmpFolder, "00" );

    }

    return db_v0;

}

// .. ====================================================================

function rename ( db: TS.db, reverse: boolean ) {

    let cdn = [
        [
            "^محمد بن علي بن الحسين بن بابويه رضي‌الله‌عنه في كتاب ( عقاب الأعمال ) :",
            "عن H1CDN ،"
        ],
        [
            "عن محمد بن الحسن بن أحمد بن الوليد قال :",
            "عن H2CDN ،"
        ],
        [
            "^وروى الشيخ زين الدين في كتاب ( مسكن الفؤاد )",
            "عن H3CDN ،"
        ],
        [
            "^وروى الشيخ حسن بن الشيخ زين الدين في ( المنتقى ) نقلاً من كتاب ( الأغسال ) لأحمد بن محمّد بن عيّاش الجوهري ،",
            "عن H4CDN ،"
        ]
    ];

    for ( let p of db ) 
        for ( let q of cdn )
            p.a = reverse ? 
                p.a.replace( q[1], q[0] ) : p.a.replace( q[0], q[1] );

    return db;

}

// .. ====================================================================

function readSrcBook ( num: number ): string {

    tools.notify( "  book num: " + num + ( num > 9 ? "" : " ") );

    let filePath = "db/source/" + name + "/" + num + ".htm";
    // .. check
    fs.accessSync( filePath, fs.constants.R_OK );
    // .. get source
    let txt = fs.readFileSync( filePath, 'utf8' );

    // .. cut beginning and end of the book
    let a = txt.indexOf( "<a name='aaa'></a>" );
    let b = txt.indexOf( "<a name='xxx'></a>" );

    if ( a>0 && b>0 ) {
        txt = txt.slice( a, b +19 );
        txt = lines_PureText( txt );
        return txt;
    }
    else console.log( "err-01", a, b );

}

// .. purify =============================================================

function lines_PureText ( txt: string ) {

    // .. remove arabic numbers:
    txt = basic_tools.removeArabicDigits( txt );
    // .. remove break-Lines
    txt = txt.replace( /\n/g, " " );
    // .. add break-Line
    txt = txt.replace( /<p/g, "\n<p" );
    txt = txt.replace( /<a/g, "\n<a" );
    txt = txt.replace( /<t/g, "\n<t" );
    txt = txt.replace( /<\/t/g, "\n</t" );
    // .. remove tables
    txt = txt.replace( /<.?t(.*?)>/g, " " );
    // .. remove footnote marks
    let regx = /<span class=libFootnotenum>(.*?)<\/span>/g;
    txt = txt.replace( regx, " " );
    // .. some trims
    txt = txt.replace( /<br clear=all>/g, " " );
    txt = txt.replace( /<br>/g, " " );
    txt = txt.replace( / +/g, " " );
    return txt;

}

// .. ====================================================================

function getBook_v0 ( source: string ): string[][] {

    let book: string[][] = [],
        tmpPage: string[] = [],
        lines = source.split( "\n" );

    // ..  do some trims
    for ( let i in lines ) lines[i] = lines[i].trim();

    // .. do the Action f
    for ( let line of lines.filter( x => x ) ) {

        if ( line.startsWith( "<a name=" ) && line.endsWith( "</a>" ) ) {
            // .. add Page to the Book
            book.push( tmpPage );
            // .. get a new Page
            tmpPage = [];
        }
        // .. add to the Page
        else if ( line.startsWith( "<p" ) && line.endsWith( "</p>" ) )
            tmpPage.push( line );
        // .. report error
        else console.warn( "\n", line );

    }
    // .. add last page
    if ( tmpPage.length ) book.push( tmpPage );

    // .. return it back
    return book.filter( x => x.length );

}

// .. ====================================================================

function getBook_v1 ( book: string[][] ) {

    // .. remove FootNote Sections
    for ( let i=0; i<book.length; i++ ) {

        let page = book[i];
        let hr_ID = -1;
        let hr: RegExpMatchArray;
        let HR = "<p class=libLine>";

        [ hr, page ] = __.hrCtr( page, HR );

        // .. page has multiple divide lines!
        if ( hr.length > 1 ) console.log( "Unexpected Page: ", page );
        // .. divide page by the LineID
        else if ( hr.length === 1 ) {
            hr_ID = page.findIndex( x => x.startsWith(HR) );
            // .. just Upper-Part of Pages remains!
            if ( ~hr_ID ) book[i] = page.filter( (x,i) => i < hr_ID );
            else console.log( "Unexpected HR Location: ", page );
        }
        // .. do nothing
        else {}

        book[i] = removeAlaemTags( book[i] );
        book[i] = removeUnimportantLines( book[i] );

    }

    book = book.filter( p => p.length );

    return book;

}

// .. ====================================================================

function removeAlaemTags ( page: string[] ) {

    let regx: RegExp;
    let salam = [ 
        "عليها‌السلام","صلى‌الله‌عليه‌وآله‌وسلم","صلى‌الله‌عليه‌وآله","صلى‌الله‌عليه‌وآله‌","عليه‌السلام",
        "عليهم‌السلام","عليهما‌السلام","رضي‌الله‌عنه","رحمه‌الله","رحمهم‌الله","قدس‌سره",""
    ];

    for ( let j=0; j<page.length; j++ ) {
        page[j] = page[j].replace( /<span class=libAlaem><\/span>/g, " " );
        page[j] = page[j].replace( /<span class=libNormal><\/span>/g, " " );
        for ( let p of salam ) {
            regx = new RegExp( "<span class=libAlaem>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
            regx = new RegExp( "<span class=libAlaemHeading2>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
        }
        for ( let p of salam ) {
            regx = new RegExp( "<span class=libFootnoteAlaem>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
            regx = new RegExp( "<span class=libFootnoteAlaem>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
        }
        page[j] = page[j].replace( /<span class=libAlaem>\(<\/span>/g, ' ( ' );
        page[j] = page[j].replace( /<span class=libAlaem>\)<\/span>/g, ' ) ' );
        page[j] = page[j].replace( /<span class=libAlaem>\)\.<\/span>/g, ' ) . ' );
        page[j] = page[j].replace( /<span class=libAlaem>\*<\/span>/g, ' * ' );
        page[j] = page[j].replace( /<span class=libAlaemHeading2>\*<\/span>/g, ' * ' );
        page[j] = page[j].replace( /<span class=libAlaemHeading2>\*\*<\/span>/g, ' ** ' );
        // .. replace libAie with native Q tag
        let q = ( page[j].match( /<span class=libAie>(.*?)<\/span>/g ) || [] );
        for ( let c of q ) {
            let r = c;
            r = r.replace( "<span class=libAie>", " #Q# " );
            r = r.replace( "<\/span>", " #/Q# " );
            page[j] = page[j].replace( c, r );
        }
    }

    return page;

}

// .. ====================================================================

function removeUnimportantLines ( page: string[] ) {
    page = page.filter( x => { 
        if ( x.replace( /(<([^>]+)>)/ig, '' ).trim().length < 2 ) return false;
        if ( x === "<p class=libFootnote>" ) return false;
        if ( x.startsWith( "<p class=libCenterBold2>" ) ) return false;
        if ( x.startsWith( "<p class=Heading1Center>" ) ) return false;
        if ( x.startsWith( "<p class=Heading2Center>" ) ) return false;
        // ! double check
        if ( x.startsWith( "<p class=libCenterBold1" ) ) return false;

        return true;
    } );
    return page;
}

// .. ====================================================================

function hadith_db_generator ( book: string[] ) {

    let newBook: TS.db = [],
        hadith: TS.db_item = {} as any;

    for ( let p of book ) {
        let cdn = p.match( /\[ ?[0-9 ]+ ?\] ?([0-9]+)? ?- ?/g) || [];
        // .. just append line
        if ( cdn.length === 0 ) hadith.a += " ^" + p;
        // .. beginning of a new Hadith
        else if ( cdn.length === 1 ) {
            if ( hadith.a ) newBook.push( hadith );
            hadith = {} as any;
            hadith.a = " ^" + p.slice( cdn[0].length );
            let dp = cdn[0].split( "-" )[0].split( "]" );
            hadith.d = dp[0].replace( "[", "" ).replace( / /g, "" );
            hadith.idInSection = Number( dp[1].trim() ) || null;
        }
        // .. error report
        else console.log( "Unexpected Line:", p );
    }
    // .. add ĺast item
    if ( hadith.a ) newBook.push( hadith );

    return newBook;

}

// .. ====================================================================

function text_unifier ( db: TS.db ) {

    for ( let i in db ) {

        db[i].a = basic_tools.charSpacer( db[i].a );

        db[i].a = db[i].a.replace( /\( عليه \^السلام \)/g , " عليه‌السلام " );
        db[i].a = db[i].a.replace( /عليه \^السلام/g , " عليه‌السلام " );
        db[i].a = db[i].a.replace( / +/g, " " );
        db[i].a = db[i].a.trim();

    }

    return db;

}

// .. ====================================================================

function a_0_9 ( db: TS.db ) {

    for ( let i in db ) {
        // .. cut EndOfHadith "STRICK"
        db[i] = a_9( db[i] );
        // .. cut BeginningOfHadith "STRICK" & Assign C
        db[i] = a_0( db[i] );
    }

    return db;

}

// .. ====================================================================

function a_9 ( item: TS.db_item ) {

    let cut_ID: number = -1,
        cdnBOX: string[];

    item.a = item.a.replace( /اقول/g, "أقول" );

    cdnBOX = [
        " الحديث .",
        "^أقول :",
        "^ أقول :",
        "رواية اُخرى ",
    ];

    // .. cut EndOfHadith "STRICK"
    for ( let p of cdnBOX ) {
        // ! IMPORTANT : indexOf OR lastIndexOf ?!
        cut_ID = item.a.indexOf( p );
        if ( ~cut_ID ) item = __.append_9( item, cut_ID );
    }

    return item;

}

// .. ====================================================================

function a_0 ( item: TS.db_item ) {

    let cut_ID: number = -1,
        cdnBOX: { text: string, c: number, excludesText: boolean }[];

    cdnBOX = [

        // .. includesText
        { text: " قلت لأبي عبدالله عليه‌السلام :", c: 6, excludesText: false },
        { text: " سأل أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " سألت أبا الحسن عليه‌السلام", c: 7, excludesText: false },
        { text: " سألت أبا عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " سئل أبو عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " دخلت على أبي جعفر عليه‌السلام", c: 5, excludesText: false },
        { text: " قلت للرضا عليه‌السلام", c: 8, excludesText: false },
        { text: " قلت لأبي الحسن", c: 7, excludesText: false },
        { text: " كنت عند أبي عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " يسأل أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " كتبت إلى الرضا عليه‌السلام", c: 8, excludesText: false },
        { text: " سألت أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " قلت لأبي جعفر عليه‌السلام", c: 5, excludesText: false },
        { text: " كنا جلوسا عند أبي عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " سمعت أبا عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " قلت لأبي عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " سألنا أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " سألت أبا جعفر عليه‌السلام", c: 5, excludesText: false },
        { text: " دخلت على سيدي علي بن محمد عليهما‌السلام", c: 10, excludesText: false },
        { text: " قال لأبي عبدالله عليه‌السلام :", c: 6, excludesText: false },
        { text: " قال لابي عبدالله عليه‌السلام :", c: 6, excludesText: false },
        { text: ": رأيت أبا عبدالله عليه‌السلام ", c: 6, excludesText: false },
        { text: ": رأيت أبا جعفر عليه‌السلام ", c: 5, excludesText: false },
        { text: ": رأيت أبا الحسن عليه‌السلام ", c: 7, excludesText: false },
        { text: ": رأيت أمير المؤمنين ", c: 1, excludesText: false },
        { text: ": رأيت أبا جعفر الثاني ", c: 9, excludesText: false },
        { text: " قلت للصادق عليه‌السلام :", c: 6, excludesText: false },
        { text: ": قلت لابي جعفر الثاني عليه‌السلام :", c: 9, excludesText: false },
        { text: ": قلت لابي جعفر عليه‌السلام :", c:5, excludesText: false },
        { text: ": قلت لابي عبدالله عليه‌السلام :", c:6, excludesText: false },
        { text: ": كتبت إلى أبي الحسن عليه‌السلام :", c:7, excludesText: false },
        { text: "قلت لابي جعفر الثاني عليه‌السلام :", c:9, excludesText: false },
        // .. excludesText
        { text: "قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم - في حديث -", c:13, excludesText: true },
        { text: " - في حديث المناهي - قال :", c:null, excludesText: true },
        { text: "عن أبي عبدالله عليه‌السلام إنه قال :", c:6, excludesText: true },
        { text: "عن الصادق عليه‌السلام أنّه قال :", c:6, excludesText: true },
        { text: " عن أبي عبدالله عليه‌السلام أنه قال :", c:6, excludesText: true },
        { text: "عن الصادق عليه‌السلام ، أنّه قال :", c:6, excludesText: true },
        { text: "موسى بن جعفر عليه‌السلام ، قال :", c:7, excludesText: true },
        { text: "قال أبو الحسن موسى بن جعفر عليه‌السلام :", c:7, excludesText: true },
        { text: "عن أبي عبدالله عليه‌السلام ، قال :", c:6, excludesText: true },
        { text: ": وروي في حديث آخر :", c:null, excludesText: true },
        { text: "عن ابيه عليه‌السلام قال :", c:null, excludesText: true },
        { text: "عن أبي عبدالله عليه‌السلام قال - في حديث - :", c:6, excludesText: true },
        { text: "عن أبي ^جعفر عليه‌السلام قال :", c:5, excludesText: true },
        { text: "عن أبي جعفر عليه‌السلام قال :", c:5, excludesText: true },
        { text: "عن أبي عبدالله عليه‌السلام أنّه قال :", c:6, excludesText: true },
        { text: "عن أبي الحسن عليه‌السلام ، قال :", c:1, excludesText: true },
        { text: " ، عن علي عليهم‌السلام قال :", c:1, excludesText: true },
        { text: "^قال : وقال أمير المؤمنين عليه‌السلام :", c:1, excludesText: true },
        { text: "قال : قال أمير المؤمنين عليه‌السلام :", c:1, excludesText: true },
        { text: "عن أبي الحسن عليه‌السلام - في حديث - قال :", c:7, excludesText: true },
        { text: "عبدالله عليه‌السلام - في حديث - قال :", c:6, excludesText: true },
        { text: "عن الصادق عليه‌السلام - في حديث - قال :", c:6, excludesText: true },
        { text: "عن أبي عبدالله عليه‌السلام - في حديث - قال :", c:6, excludesText: true },
        { text: "عن أبي عبد الله عليه‌السلام - في حديث - قال :", c:6, excludesText: true },
        { text: "عن أبي جعفر عليه‌السلام أنّه قال :", c:5, excludesText: true },
        { text: "عن أبي جعفر عليه‌السلام ، قال :", c:5, excludesText: true },
        { text: "عن الصادق عليه‌السلام انه قال :", c:6, excludesText: true },
        { text: ": وقال أبو جعفر عليه‌السلام :", c:6, excludesText: true },
        { text: " قال أبو عبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " كتب إلى أبي الحسن عليه‌السلام :", c: 8, excludesText: false },
        { text: " عن الصادق عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " عن أبي عبدالله عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " قال أبو الحسن عليه‌السلام :", c: 7, excludesText: true },
        { text: " أخيه أبي الحسن عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " قال لي أبو عبدالله عليه‌السلام", c: 6, excludesText: true },
        { text: " قال لي أبوعبدالله عليه‌السلام", c: 6, excludesText: true },
        { text: " موسى بن جعفر عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " قال لي أبو عبد الله عليه‌السلام", c: 6, excludesText: true },
        { text: " عن أبي جعفر الباقر عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " قال الصادق عليه‌السلام :", c: 6, excludesText: true },
        { text: " قال أبوعبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " عن أبي جعفر عليه‌السلام أنه قال :", c: 5, excludesText: true },
        { text: " عن أبي جعفر عليه‌السلام قال - في حديث -", c: 5, excludesText: true },
        { text: " عن أبي جعفر عليه‌السلام - في حديث - قال :", c: 5, excludesText: true },
        { text: " قال أبوجعفر عليه‌السلام :", c: 5, excludesText: true },
        { text: " عن زينب بنت علي عليه‌السلام قالت :", c: 888, excludesText: true },
        { text: " سمعت أبا جعفر عليه‌السلام يقول :", c: 5, excludesText: true },
        { text: " سمعت أبا الحسن عليه‌السلام يقول", c: 8, excludesText: true },
        { text: " عن الرضا عليه‌السلام قال :", c: 8, excludesText: true },
        { text: " محمد بن علي بن الحسين قال", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام أنهما قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام ، قال :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام ، قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام ، أنهما قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليه‌السلام قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام قال :", c: 5, excludesText: true },
        { text: " عن أبي الحسن الرضا عليه‌السلام قال :", c: 8, excludesText: true },
        { text: " عن أحدهما عليه‌السلام قال :", c: 5, excludesText: true },
        { text: " قال أبو عبد الله عليه‌السلام :", c: 6, excludesText: true },
        { text: " عن أحدهما عليهما‌السلام قال :", c: 5, excludesText: true },
        { text: " قال الصادق جعفربن محمد عليه‌السلام :", c: 6, excludesText: true },
        { text: " عن أبيه عليهما‌السلام قال :", c: 5, excludesText: true },
        { text: " عن أبي الحسن موسى عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " قال علي بن الحسين عليه‌السلام :", c: 4, excludesText: true },
        { text: " عن أخيه موسى عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " موسى بن جعفر عليهما‌السلام قال :", c: 7, excludesText: true },
        { text: " عن أبي الحسن الماضي عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " عن الرضا عليه‌السلام - في حديث - قال :", c: 8, excludesText: true },
        { text: " عن أبي الحسن عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " عن أبي عبد الله عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " عن الصادق جعفر بن محمد عليهما‌السلام قال :", c: 6, excludesText: true },
        { text: " قال أبوذر رحمه‌الله :", c: 111, excludesText: true },
        { text: " عن علي بن الحسين عليه‌السلام قال :", c: 4, excludesText: true },
        { text: " سمعت علي بن الحسين عليه‌السلام يقول :", c: 4, excludesText: true },
        { text: " سمعت أبا عبدالله عليه‌السلام يقول", c: 6, excludesText: true },
        { text: " قال الرضا عليه‌السلام :", c: 8, excludesText: true },
        { text: " عن أبي عبد الله عليه‌السلام :", c: 6, excludesText: true },
        { text: " وقال أبو عبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " وقال أبو عبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " قال أبو جعفر عليه‌السلام :", c: 5, excludesText: true },
        { text: "قال : وقال الصادق عليه‌السلام : ", c: 6, excludesText: true },
        { text: "قال : وقال أبو جعفر عليه‌السلام : ", c: 6, excludesText: true },

        // ! IMPORTANT
        { text: "، عن أبي جعفر عليه‌السلام قال :", c: 6, excludesText: true },
        { text: ": قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم :", c: 13, excludesText: true },

    ];

    // .. cut BeginningOfHadith "STRICK"
    for ( let p of cdnBOX ) {
        cut_ID = item.a.indexOf( p.text );
        if ( ~cut_ID ) {
            if ( p.excludesText ) cut_ID += p.text.length;
            item = __.append_0 ( item, cut_ID );
            item.c = p.c;
            break;
        }
    }

    return item;

}

// .. ====================================================================

function lastTrim ( db: TS.db ) {

    for ( let p of db ) {
        if ( p.a.endsWith( "،" ) ) p = __.append_9( p, p.a.length -1 );
        if ( p.a.endsWith( " ." ) ) p.a = p.a.slice( 0, p.a.length -2 ) + ".";
        p.a = p.a.trim();
    }

    return db;

}

// .. ====================================================================

function findAll ( str: string ): TS.rss_item[] {

    let output = [],
        match: RegExpExecArray,
        regx = /عن (.+?)،/g;

    regx = RegExp( regx, [...new Set( "g" + regx.flags ) ].join("") );
    while ( match = regx.exec(str) ) {
        delete match.input;
        output.push(match);
    }

    output = output.map( x => { 
        return {
            text: x[0],
            id: x.index,
            _n: x[0].length +x.index
        }
    } );

    return output;

}

// .. ====================================================================

function i_rss_cuter ( db: TS.db ) {

    let rss: TS.rss_item[] = [],
        rssBOX: { 0: number, 9: number };

    for ( let p of db ) {

        rss = findAll( p.a );
        rss = rss_trimmer( rss );
        rssBOX = getRSSCutPoint( rss );

        // .. it has not been cut by STRICT Mode
        if ( typeof p.c !== "number" ) {
            // .. append to section 0
            if ( ~rssBOX[0] ) {
                p[0] = p[0] ? p[0] + " " : "";
                p[0] = p[0] + p.a.slice( 0, rssBOX[0] );
                p.a = p.a.slice( rssBOX[0] );
                // .. recalculate rssBOX[9]
                if ( ~rssBOX[9] ) rssBOX[9] -= rssBOX[0];
            }
        }

        // .. append to section 9
        if ( ~rssBOX[9] ) {
            p[9] = p[9] ? " " + p[9] : "";
            p[9] = p.a.slice( rssBOX[9] ) + p[9];
            p.a = p.a.slice( 0, rssBOX[9] );
        }

    }

    return db;

}

// .. ====================================================================

function rss_trimmer ( rss: TS.rss_item[] ) {

    let cdn_1 = " بن ";
    let cdnBox = [
        ":","#","؟", 
        "اليد والرجل",
        "صلى‌الله‌عليه‌وآله‌وسلم","صلى‌الله‌عليه‌وآله","عليه‌السلام","عليهما‌السلام","عليهم‌السلام"
        ,"يتوضأ","حمامة","بئر","يكون","تغير","ذبح","يصيب","شماله","يمينه","طاعتهم","فخرج","صلاته","ذكر الله","تخرج","وضوئك","يمينك","القرحة","والدملج","اجتهاد","ونسي","وأكلت","والنوافل","النهار","يتزوج","لتعيير","ميراثه","قرابته","هدنتهم","إقامة","بالأمر","نتجاوز","الفرائض","والنصّ","حجّها","إصابة","هدى من كان","قصد السبيل","حميلين","اُخته","خاله","والوالد","والإِخوة","لهنَّ","فرضها","فريضة","لمزاحمة","كلالة","ينكرون","والفضّة","المياثر","القسيّ","والجذاذ","تعذيب","سكّان","وجعلها","المُنْكَرِ","الظالمين","بالمعروف","ينهى","وتعويده","تغضّه","تغرّه","أورع الناس","معاصي الله","ذلك وسعه","خاتم الذهب","ثمن الكلب","لحوم السباع","بالذهب","بالمغانم","الخلافة","ودفع","الف درهم","مكاتبته","فهو رد","مما ترك","المال الكثير","العلة فيه","أربعين","تطعم","فتزوّجها","والاستبرق","السلام","عليها‌السلام","فأشهدت","فأقامت","بتزويجي","الغداة","استتيبت","المتشبهين","المتشبهات","فولدت"," ثم ","يعزل","الاستبراء","استبراء","يزوج","طلاقاً","مملوكا","أرسلوا","أداء","مات","كلابهم","فاحمد","نُجومه","ممّا ترك","لاعن امرأته","طلاق السنّة","غدير فيه جيفة","البيت يبال","ماء المطر","دين الله","ماء البحر","إنائه","يتوضا","إناء ان فيهما","ينتهي","يحمل الركوة","العذرة","ماء الحمام","ألف رطل","المدينة","من الماء","تسعمائة","الفأرة","القبلة",  "الجنابة","جسده","يشرب","الهرة","ولغ الكلب","والنصراني","عن ماء ","سؤر الدواب",  "فضل البقرة","يبول","حب دهن","حيّة دخلت","الخنفساء","يتكىء","يرقد","يخفق","به علة","يتجشأ","الرعاف","عن الله","إنشاد الشعر","يمس ذكره","اشتغال","أظفاره","يمسحه","ألبان الإبل","رجل توضأ","مثنى الحناط","عورات","عورة","التسبيح في المخرج","يستنجي","طهور المرأة","ليس فيه ماء","يطلي","يحول وجهه","استنجاء","يستنجي","رجل توضأ","يكتب القران","ينبغي","مسح الرأس","يمسح رأسه","وضوئه","افترض","المنكر","يرتكب","يفيق","فقطعه","تلك","وسنتي","فامتخط","والشاة","المضمضة","أخالف","بأيهما","إذا كان","إذا ^كان","الضيق","قطعت","الأقطع","الغسل","بمئزر","الخضاب","خضاب","مداهنها","المسك","تعانق","يجامعها","منامها","احتلم","الشهوة","في نومه","فرج المرأة","المغتسل","يواقع","يجنب","يستيقظ","تنقض","يغسل","فطمثت","تحيض","يعرق","الصلاة","الصفرة","طمثها","الطامث","والصيام","والطهر","تقعد","تيمّمت","في سفرٍ","فتحيض","تحيض","والنفساء","طامثاً","فلم تجد","ترى الدم","غدوة","فلتغتسل","ورأت","امرأة","الشكاة","العدوّ","الطاعون","الوباء","المصيبة","حسن حال","ركعتين","جنازة","أقبل منّي","المرأة","الميّت","السقط","يموت","يقتل","السفر","أجبتك","الثياب","الجريدة","السعفة","فقضى","كسوة","مؤتلفة","يصلي","الموضع","فقطع","بعصوصه","فيذهب","فسطاط","جراحة النساء","الذراع","اليدين","أصاب","فقأ عين","فتفسد","فأعطاها","لينقذهم","وقعت","فوثب","المسلمين","المقتول","فقتل","ولد الزنا","قتل الذمي","والمجوس","جناية","قطع يدين","اشترط","القوم","مقتولا","يأتى","يجبه","نصرانيّ","الهجرة","وسقط","المجوس","اجتمعوا"," قتل ","شيء","يوطئه","يُتوفّى","تكبيرة","يأكله","تسكت","والأعداء","ويلصقه","الأيمن","ويلزقه","وليلصق","رحمة من","الشيطان","من جعل","آثارهم","مس ميتا","الميتة","الأمصار","العيدين","يطلب","تكون","الجنب","اجتمعا","أجنب"," يجد ","للصلاة","البهائم","وروثها","مس ظهر","يأكلون","يدري","أتفه","البول","يقع","وقع ثوبه","الحائض","البارية","الأرض","والكلب","نبيذ","في ثوب","فصلى","فيشتري","يشتريها","كل مسكر","والمزفت","فيه الذهب","فيه الفضة","أنواع","تطيق","الحور العين","يتقرّب","ركعات","يصلّي","النافلة","المفروضة","المفروض","الظهر","العصر","دنياهم","المغرب","كلّ ما","صلاة","العشاء","يتخوّف","الليل","الفجر","مرّات","صلّى","تطلع","ثمانية","المتحيّر","مغيمة","لطين وماء","والنسيان","الخميصة","الديباج","نصف ساقه"," إذا ","مياثر","الملاحف","الثنيّة","ينفصم","يسقط","الخماهن","الجلود","المعطون","التماثيل","يمين أو شمال","يلبس","البيت","الدار","لبس مثله","الشهرة","ثوبين","الأصفر","الذي","معاطن","المنازل","ويسرة","والحجرة","حنطة مطيّن","المساجد","بيوته","زماناً","والكنائس","المسجد","الثوم","الأذان","الدنيا"," حقّ ","يسجد","يؤذّن","الأَذان","الأَوّل","حيّ على خير","ذراعيك"," ذلك "," الماء ","أسألك"," ركعة ","القرآن","بسم الله","القراءة","المكتوبة","فتخوّف","فباولئك","عبادتك"," يقرأ "," ذنب ","المستعجل","والسجود","جبهة الساجد","التشهّد","يسلّم عليك","يقوم","التسليم","خلف إمام","والغرق","أقفيتهم"," أن ","يحيق","مروك بياع","محارم الله","مهر السنة","يدعو","وأبواه","سبعين","زوجها","يخطئ","يخطىء","الوسوسة","أناس في","الزوال","يجمع","الجمعة","والأضحى","يتعجل","التشريق","بركعة","فيهلّل","أفعالهم","صيامه كلّه","الذنوب","سيئاتي","الأكثر","لم يدر","سجدتي","","","","","", 
        'الركوع',' يوماً ',' أيّاماً ','عليه شهراً','الوتر يفوت','بأسمائهم',' لا بأس ','يغرّنّكم','قبيحة','والأبرص','مسافرين','يؤمّنا','خيراً','الاخفاتيّة','ظهور الكفر','فانصرف','سفينة','من سبع','القادسيّة','وسنّته','يتسوق','يخرج','الجادّة أتمّ','واليومين','يشيّع','التروية','ينزل','السفينة','وأشباهه','والزعفران','تقدر عليه','إلى ثلاث','ونصفه','وفي يده','والسنتين','مائة درهم','والزبيب','تباع غلّته','التمر الجيّد','والصدقات','ثمانمائة','فلا يأخذ','السائل وعنده قوت','يسألون','تؤخذ','يأخذ','تُوفّي','يجتمع','تُوفي','الزكاة','الفطرة','عن نفسه وحدها','يتكلّف','الفطرة','عياله كلّهم',
        ,'صاعاً','ورقيق','حرّ أو عبد','كلّ إنسان','فطرة','عيالك','تعول','حنطة','كلّ إنسان','كلّ رأس','ليلة الفطر','حرّ وعبد','عياله','فتابعته','تخافون','الغزال','القتّات','من خبز','قوت يومه','استطعتم','مؤونتك','استطعتم','مؤونتك','القمّيين','ظهر غنى','والحديد','أوساخ','ونزّه','قول الله','يعبث','الصائم','وهو صائم','أفطر يوما','يستاك','الصائم','فأخبره','امرأته','الصوم','عشائهم','صومه','براحا','وقد وقته','يسافر','ثلاثة','غفر الله','شهر رمضان','عنقك','مملوكه','محارمك','أسلموا','الشهر الاول','ويصوم','طائفة','شهر رمضان','ليلة القدر','وداع شهر','متتابعين','ثلاثة','المناجاة','الصيام','صوم السنة','الصوم','كل يوم','أهل بيته','يوم عرفة','الثلاثة','صوم شعبان','المشركين','في الصيام','والولد','والبرد','الدعاء إلى','هلكوا','فحج به','عليه دين','رجل حج','الانماط','أوصى بحجة','كتب الله','وحفاها','على أهله','أهله ساعة','بياض يوم','الصرد','حج من أهل','يستقرض','الحوائج','يحج عن','وثواب','اشتركا','وافعل وافعل','بعشرين','الميت من بلده','يجزي','يعطي','غائب عن','كما ضمن','إلى خمسة','وعبدهم','المفرد للحج','السعي بين','بالجبل','الميقات','اعتمر','المعتمر','المتعة','أهل مكة','بالحج','مفرد الحج','يدخل','المفرد للحج','وخرجوا','بالحج والعمرة','فيقضي','متمتعا','يليهم','المتعة في','ترك الاحرام','نسي الاحرام','الجحفة','وتطيرنا','الخروج يوم','واستدلّ','بغلة كان','بغلته','تسترشدوه','ذبائح الجن','اخصاء الغنم','الحية في رأسها','الناس حياته','صحبة الكريم','فإنما يكف','يرد الطيب','يوم القيامة','في الكتاب','يكف عنهم','وجوههم','حق المؤمن','حاجة يقدر','وجوههما','المصافحة','يكرهه','تهجره','محقرته','والاستماع','تدعو','ولاية الله','تشينه','في عرشه','وجدت','اغتسل للإحرام','لبى بالحج','يشترط','بالعمرة','المحرم يحرم','التهيؤ','الإحرام','يساره إلى','وهو محرم','ولم يعلم','الكحل للمحرم','المئزر','رأسه ناسيا','يركب في','الرجل المحرم','الظلال للمحرم','فظلل على','المحرم يستاك','يلقي القملة','فلا بأس','وفي البيض','تحرك بشاة','أكل من بيض','جيء به','في الحرم','أخرج','أغلق','محرمين','وطئ','بيض نعامة','بيضة نعام','فكسر يده','قرن ظبي','حمام طيارة','إما وحش','الحناط','وميتة','بيض حمام','فأكله','كفارة','وقع على أهله','وقع على امرأته','امرأته','متعمدا','طواف النساء','يعبث','المحرم يقبل','الجدال في','مس الطيب','يدهنه الحلال','غطى رأسه','الظل للمحرم','المحرم يظلل','انكسرت ساقه','يشترط','يمسك','مواضع','وأعلامه','يؤدب','لانصرفت','مخافة العقوبة','واستحلوا','يومئذ بمنى','عني زمانا','دخول الكعبة','دخول النساء','يدخل','كتب الله','استلام الركن','ولم يستلم','يستلم الحجر','النساء أربعا','النساء اربعا','فحجبهم','يمين العرش','خلف المقام','اسبوعين','أهل مكة','المسألة اليوم','وسعى وقصر','إحرامهن'
        ,'وامش مشيا','بالمروة','أشواط','عقص رأسه','بعدما يفيض','بطن عرنة','حد جمع','وقد فرغن','الرجل يأتي','للحج فخشي','الجمرة الوسطى','رمي الجمار','الحج الاكبر','وتصوموا','والبقر','بقرة بقرة','متفرّقين','يجدوا','الجزور','ثناياها','يهديها','وهو سمين','والاضحية','اشترى كبشا','يؤكل منه','لحوم الاضاحي','تمتع وليس','متمتع','يميني وعن شمالي','أفرد الحج','الحاج من الكوفة','ثواب الله','ثواب الله','حضور مشهدك','الموت محيص','صاغرون','وجاهدهم','الإِسلام أولى','لكلّ واحدة','الطائفتين','غير مقبل','والغنيمة','أو عرض أو','أهل الذمّة','الاستماع','القلب ما','الشهوات من أجلي','أُفتشهم','اغتياب','معصية الله','تنتهكوها','ولا تجد','عيب غيره','الأعمال الفاضحة','إن الله أوحى','تنكرون','طعن على الله','عمل في الدين','آلهتهم','بمحلتها','الورع من','واصطناع','ترجع','فافعلوا','نفّس الله','هو الحاكم','وهو يقدر','مؤمن كربة','المؤمن كربه','يرمي الرامي','وأمسكت','التجارة','طلب الرزق','الواهن الضعيف','ولبسه وملكه','عن هذه المسألة','في الانساب','الواصلة والموصولة','إلى النحوس','الشاملة المضرة','بأمر الله','الاستماع','المصاحف','لم تجد','بمبلغهم','أولياء الله','في يده','عصير العنب','رجل هدية','التختم','عن الزفن والمزمار','بالشطرنج','تفسير أبجد','اشتراها','اولياء السلطان','يصغرون','بيعين في','بيع ما ليس','بيعهن','شراء أرض','كارهون','اشترى أرضا','والأربعاء','قناة ماء','يشتري المتاع','في الامصار','اشترى جارية','اشترى أمة','الشرط في الاماء','باع دارا','المتاع أو الثوب','سلف وبيع','في بيع','ما ليس','باع ثوبا','مال وهو','تعين عينة','سلف وبيع','في بيع','ما ليس','يأتيني','ثوبا بعينه','دراهم','يقبض','شرطين','يبيع','اشترى','فاشتركوا','والربح','بجميع','الصيارفة','حتى مضى','حبلى وهو','من الطريق','يأكل الربا','والبقر والغنم','بالشاتين','بالعبدين','الزيت','بالدراهم','يستبدل','الصيارفة','يشتري','ويزنها','إنفاق الدراهم','يقترض','فأشتري','تبلغ ثمرته','بالبستان','للجذوع','الجارية التي','اشترى من','خادم عند قوم','فاشترى كراً','بدراهم','تراض','فجاءه رجل','فأشتري له','عشرين','فرأيته','خنازير','بأيديهما','الميت ترك','رجل رهنا','الاسلام خيرا','بيع النسيئة','يشتري الدابة','ويولّيه','يستبضع المال','الزعفران','بمائتي','لاُناس من أهل','القيل والقال','استودع','استأجر','المستأجر','رجل أرضاً','بمائتي','يتقبّل','يبيع','ماض أبداً','بثقة يبلغه','صغار بالجارية','فلم يجزها','تجعل لله','والريش','فأعتق','وهو مريض','فدفع مالاً','أهل الملل','فأعطاه','وصيّان','وعليه حلية','لرجل بصندوق','حضره الموت','تحضره','حدث الموت','دنانير','سنّتي','وجهها'
        ,'فزعموا','وكنيته','أزواجكن','تصنعها','آذانهن','القواعد من النساء','عن يا هؤلاء','بين يدي','ام الولد','الطريق','وهكذا','فاعتقناها','تزوج','يستعديه','لواحدة','الشغار','رؤوسهن','اقتضها','أمرأتين','تحته أمة','عن نصارى العرب','ونكاحهم','تتحرك','تشترى','يعتق','مملوكة','الظهار','فحرمت','مملوك','مملوكة','أنكح','ينكح','والمحدودة','فزوج','بعض الصداق','تدرك','زوّجهما','لياليهن','امرأتان','ثلاث نسوة','كان لله','بالولد','يتسمى بها','العقيقة','جاءته','بأنثيين','والتسمية','المولود','لحمها','تسقط','لسبعة أيام','عن أول من عمل عمل قوم لوط','إبليس فإنه أمكن من نفسه','عن معنى هدير','اليوم السابع',' الذكر باثنين','وضحي','معسوره','نصرانية','المطلقة','طلاق السنة','يتزوّج','عن مال أخيك','طلاق الخرس','تزوّج','كان في سفر','أولادهم','المطلقات','الغلام ولم','المعتوه الذاهب','عن طلاق','عن السكران','وعتقه'
        ,'يأذن لعبده','انكح أمته','أزواجهن','زوج جاريته','عبده أمته','يطلقها','تطليقة','الاعمى','المحيض','طلقت','المسترابة','المستحاضة','تطليقة','الطلاق','كانت له','على أمته','وليدته','جاريته','كظهر','يؤلي من','دليل الخطاب'
        ,'مساكين','معصية','عتق نسمة','شق ثوبه','والملاعنة','الكاذبين','نفسها الحد','الكاذبين','عن الحر الامة','تحته يهودية','الآخرون','في كل حال','فتباعد','يتخذ أباه','أبويه واخوته','يملك ذا','عتق رقبة','عتق أحدكم','ورثوا','أعتق غلاما','جعل عليه','أعتق عبدا','اعتق عبدا','جارية بكرا','اذا أعتق','زوجتها','كان عليه','بيع الولاء','والضالّة','هلك وترك','ثمنه غنيا','أعتق جارية','دبر جارية','جارية أعتقت','بمنزلتها','جارية مدبرة','زوج أمته','يكاتبه مولاه','أعتق بعضهم','نجومها','ليس لها ولد','والضالة','كسب الحجام','يتقبل','حلف في','المشى إلى','يخاف على','لصاحب العشور','يطيقوا','عن اُمّتي الخطأ','اكرهوا','يحلف على','حلف بيمين','وضميره','يحلف على','الطعام','أعجبته','يحلف بالنذر','رجل اغضب','يجعل عليه','على جارية','عليه مشيا','عليه المشي','صياماً','نفسه نذرا','بيت الله الحرام','فليركب','الرجل اغضب','ان ينحر','معصية','ويسمّي','أرسل كلبه','ارسل كلبه','يرسل على الصيد','كلبه المعلّم','على الصيد','أرسل بازه','الصقورة','كلب افلت','يضربه','حمارا أو','فيصرعه','يرمي الصيد','رمى صيدا','الصيد يرميه','صيد المعراض','رمى صيدا','صرعه رجل','ان يصيد','الكلب الصيود','والقصبة','بحضرته','بحضرته سكّين','تذكّى أُمّه','ذبيحة الجارية','عن ذبيحة الخصي','ذبائح اليهود','ذبائح','شراء اللحوم','صيد السمك','اصطاد سمكة','السمك يصاد','سمكة وثبت','رجل صاد','شقَّ بطنها','الدبا من الجراد','الجراد يصيده','السمك يشوى','للمثلة لكيلا','لكيلا ينتفع','مسخه الله','عن لحوم','أكل لحوم','لحوم الحمر','سباع الطير','الغراب الأبقع','بيض ^الغراب','والمارماهي','صيد البحر','أصل ذنبه','أكل لحوم','ركوب الجلاَّلة','سبعة أشياء','اليهود الجذام',' كان له ','أكل البخت','الحمام المسرول','لحوم البخت','الفارة والدابة','عن الفارة ','فيها جزور','شربا من زيت','الطحال مع اللحم','طعام اهل','عن قوم مسلمين','طين الحائر','طين الأرمني','على مائدة','الطعام إلاّ','التكلف للضيف','لا يقدر','بها الأغنياء','الضريع وشراب','الأكل والشرب','ينفخ في الطعام','انارة قلبه سنة','إنارة قلبه لم يذنب','عن الطعام','يتربّع','على آخرنا','يكرهونه','شراء اللحم','لحوم الحمر','أو حمار ','أو الحمار','الجواميس','من ذرّيته','الحمى الغب','الخبز يطين','من أهل مصر','يداويه النصراني','والقدح والزجاج','اختناث الاسقية','الخمر العتيقة','يطبخ بالنار','شرب العصير','شارب الخمر','ينعت له','دواء عجن',' كان به ','يعجن بالخمر','شرب الفقّاع','دن الخمر','الخمر العتيقة','الفقاع','أتى أرض رجل','عن الشفعة في الدور','دار فيها دور','شفعة أرض','أرضا مواتا','قناة بين قوم','الكلاء والمرعى','دار فيها ثلاث','اللقطة يجدها','نزل في بعض','عن الشاة الضالة بالفلاة','أبصر طيرا فتبعه','اللقطة يجدها','بينهُ وبينه','ارتدَّ عن الإِسلام','طائفتين من المؤمنين','كاتب عبداً له','أولياء النعمة','أصل الإِرث','جار له هلك','ميراث المولى','ترك اُمّه وأخاه','أوصى إليَّ','أبوين واُختين','الثلث إلاّ أخوان','اُمّ واُختين','الأخ والاُخت','الثلث أبداً','الثلث الإِخوة','ترك اُمّه وأخاه','من إخواننا','ميّت ترك اُمّه','ترك إخوة وأخوات','ترك أخاه لأبيه','رجل ترك أخاه','اُختين وزوج','بياع القصب','زوَّجهُما','يزوّج','لم تحلّ له','ادّعته النساء','أضلاع النساء','عورته في مقابلة المرآة','ليس بذكر','كان له ولد','سقط عليهم','وقع على قوم','أصحاب الرأي','آراء المجادلين','غير أهله','وطاعته','جواره ولعنه','رسله والقوام بأمره','الرأي والقياس','علم الله','كلامك هذا','حياة الفقيه','فلان وفلان','اختلاف الحديث','مسائل أشكلت','انتحال المبطلين','إمامه لا عن ربّه','فلان كذا','غير شيعتنا','عن معدنها','التوغّل','والإِثم','التسرّع بالقول','أشياء لم يسكت','الحرام في مقام','تفسير المحكم','مسألة الأوصياء','المجادلين','فلان وفلان','بين قريتين','لتنظر إليه','يدَّعي قبل الرجل','عليهما أصلح','الرجل يقيم','شاهد ويمين','مائة شاهد','وتكفرن العشير','ادّعى عليه','جميع ما يريد','الرجلين','المسلم شيئاً ','رجل بالزنا','فرج حرام','شهادة القابلة','شهادة النساء','الرجل يشهد','شهادة الوالد','رفقة كانوا','شريكين','أشهد أجيره','السائل بكفّه','يقذف الرجل','المحصنات','شهادة أهل','والعبد يشهدان','شهادة ثمَّ','مصلاّهم',' من يلعب','الحدود التى','يقذف الرجل',' لم يكن ','رجل وقع على','شهدوا على','محصنة','الزاني ','فجر بمسلمة','يتمتع بها','زنادقة فيهم','يفتري على','الحكم الأعمى','افترى على قوم','بغير قذف يعرض','الحدود التي لله','الرجل يفتري','هذا ولا','رجل شرب','أدنى ما يقطع','السارق لم تقطع يده','السارق يسرق','سرق سرقة فكابر','أخذوه وقد حمل','الرجل يستأجر','الدخول إلى منزل','ثلاثين ألف','سرق حرة ','سرق فقامت عليه','الحكم فيهم','صاحبه بالرمح','مسلم تنصر','ثكلتك امك','هذا فقد كفر','زنى بميتة','فكان خلفا منه','أهله وهي حائض','الرجل يقاتل عن','صاحب الحدث','حياة للذي','يوجد قتيلا','حرث الناس','الشجة المأمومة'
        ,'الصبي يسرق','عن هذا يا أمير المؤمنين','أكل النار','الرمية يجدها','يباعان','عدة المختلعة','عن أشباه هذا','يسعى بين الصفا','أيام السنة','رجل شكّ وهو'
        ,'زوجتي وعن ولدي',
        "عن ذا ،","عن لكم ،","عن تسع ،","عن كذا ،","عن امي ،","عن أبي ،","عن جدي ،","تكف عن هذا ،","عليه‌السلام عن هذا ،","أسألك عن هذا ،","عليا عن هذا ،","سألت عن هذا ،","عن ردى ،","عن ربه ،","عن أخي ،","عن أمه ،","عن بعض ،","عن قوم ،","عجز عن نجم ،","عن قتله ،","عن خبره ،","عن بطني ،","عن أكله ،","عن عبده ،","عن أهله ،","عن يوسف ،","عن سعيك ،","عن ماله ،","عن رأيه ،","عن بطنه ،","عن بيتك ،","عن أمره ،","عن ظلمه ،","عن إلهه ،","عن ولدي ،","عن نفسي ،","عن أبيك ،","عن صدقة ،","عن حمله ،","عن وجهه ،","عن عقبة ،","عن الحق ،","عن قربه ،","عن نفسك ،","عن رأسه ،","عن سبعة ،","عن واحد ،","عن أخاك ،","عن ظهره ،","عن شربه ،","عن ربّه ،","عن اليد ،","عن القتل ،","عن الدية ،","عن الزنا ،","عن يهودي ،","عن قولها ،","عن جدِّي ،","عن الهزل ،","عن الثمن ،","عن النصف ،","عن أمرها ،","عن الخمر ،","عن الطلا ،","عن الأكل ،","عن ذبيحة ،","عن أكلها ،","عن أشياء ،","عن نفسها ،","عن المهر ،","عن الزوج ،","عن العبد ،","عن القوس ،","عن حالها ،","عن الظلم ،","عن معاصي ،","عن هؤلاء ،","عن اللحم ،","عن أبيها ،","عن الخبر ،","عن قتلها ،","عن زوجتي ،","عن ابنتي ،","عن الميت ،","عن الكذب ،","عن مسألة ،","عن الكنز ،","عن حمويه ،","عن الحرث ،","عن عظمتك ،","عن آبائي ،","عن دينار ،","عن الشعر ،","عن السيف ،","عن الأمة ،","عن عيينة ،","عن الناس ،","عن العيص ،","عن مكحول ،","عن يساره ،","عن اخرهم ،","عن المشي ،","عن الصبي ،",
        "زوَّج ابناً","اللبن فيلقى","من الصيد","له من مهيرة","كذا وكذا","بدينار وأخذ","الصدقة التي","ابنه بالزنا","اُذينة في النساء","يصيد الطير","سكنجبين","الفقّاع","المائدة","الايمان", "الخبيثة", "مُسيئهم",
        "المزخرف","الشهوات","الأنفال","شهادته", "نكاحهم","عن الصفوف","عن لسانه","عن لذتها ", "الحناء والبنفسج", "وهو مغتم", "بيده ماشية", "عن كفائه", 
        "عن آبائه ،", "عن غايتك ،", "عن أبيه ،", "عن جدّه ،","عن بيتها ،",
        "عن نفسه",
    ];

    // .. out of infection due to cdnBox
    for ( let i in rss )
        for ( let q of cdnBox )
            if ( q && rss[i].text.includes(q) )
                rss[i].id = -1;

    // .. purge not-met condition ones
    rss = rss.filter( x => ~x.id );

    // .. calculate distances
    if ( rss.length === 1 ) rss[0].dxd = -1;
    for ( let i=0; i<rss.length-1; i++ )
        rss[i].dxd = rss[i+1].id - rss[i]._n;

    return rss;

}

// .. ====================================================================

function getRSSCutPoint ( rss: TS.rss_item[] ): { 0: number, 9: number } {

    let marginLimit = 72,
        box: { 0: number, 9: number } = { 0: -1, 9: -1 };

    // .. no data to parse
    if ( !rss.length ) return box;

    let dxdID = rss.findIndex( x => x.dxd > 100 );

    // .. duoble section
    if ( ~dxdID ) {
        box[0] = rss[ dxdID ]._n;
        box[9] = rss[ dxdID +1 ].id;
    }
    // .. single mode
    else {
        if ( rss[0].id > marginLimit ) box[9] = rss[0].id;
        else box[0] = rss[ rss.length -1 ]._n;
    }

    return box;

}

// .. ====================================================================

function i_rss_cuter_patcher ( db: TS.db ) {

    for ( let p of db ) {
        p = i_rss_cuter_patch_1(p);
        p = i_rss_cuter_patch_2(p);
        p = i_rss_cuter_patch_3(p);
        p = i_rss_cuter_patch_4(p);
    }

    return db;

}

// .. ====================================================================

function i_rss_cuter_patch_1 ( item: TS.db_item ) {

    let idx: number;

    // .. cut BeginningOfHadith "STRICK"
    let cdnBox: [number, string][] = [
        [ 6, "قلت لابي عبدالله عليه‌السلام :" ],
        [ 6, "قلت لأبي عبدالله عليه‌السلام :" ],
        [ 13, "قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم :" ],
        [ 13, "عن النبي صلى‌الله‌عليه‌وآله‌وسلم قال :" ],
        [ 5, "عن ^أبي جعفر عليه‌السلام قال :" ],
        [ 6, "عن أبي عبدالله عليه‌السلام ،" ],
        [ 7, "سئل أبو الحسن موسى بن جعفر عليه‌السلام" ],
        [ 7, "قلت لأبي الحسن عليه‌السلام :" ],
        [ 6, "قلت لأبي عبد الله عليه‌السلام :" ],
        [ 1, "قال أمير المؤمنين عليه‌السلام :" ],
        [ 5, "قلت لأبي جعفر عليه‌السلام :" ],

    ];

    for ( let p of cdnBox ) {
        idx = item.a.indexOf( p[1] );
        if ( ~idx && idx<2 ) {
            item = __.append_0 ( item, idx +p[1].length );
            item.c = p[0];
            break;
        }
    }

    return item;

}

// .. ====================================================================

function i_rss_cuter_patch_2 ( item: TS.db_item ) {

    let cdn: RegExp,
        match: RegExpMatchArray, 
        cdnBOX = [
        "يسأله عن الفرو والخف ، ألبسه وأُصلّي فيه ولا أعلم",
        "عن الرجل يأخذ من شعره وأظفاره",
        "في حديث صلاة الكسوف",
        "عن الكنز ، كم فيه ؟ ",
        "في حصى الجمار قال : كره الصم",
        "^محمد بن علي بن الحسين بإسناده عن علي بن جعفر أنه سأل أخاه ^موسى بن جعفر عليه‌السلام عن الرجل يأكله السبع أو الطير فتبقى عظامه بغيرلحم كيف يصنع به ؟ قال :",
        "^محمد بن علي بن الحسين في ( المجالس ) بإسناد تقدم في التبرع بالتكفين عن ابن عباس أن النبي صلى‌الله‌عليه‌وآله‌وسلم لما وضع فاطمة بنت أسد أم علي بن أبي طالب عليه‌السلام في قبرها زحف حتى صار عند رأسها ، ثم قال :",
        "^محمد بن الحسين الرضي في ( نهج البلاغة ) عن أمير المؤمنين عليه‌السلام أنه لما ورد الكوفة قادما من صفين مر بالشاميين فسمع بكاء الناس على قتلى صفين - إلى أن قال - فقال لشرحبيل الشامي :",
        "^محمد بن علي بن الحسين بإسناده عن عبيدالله بن علي الحلبي . أنه سأل أبا عبد الله عليه‌السلام عن الرجل يجنب ومعه قدر ما يكفيه من الماء لوضوء الصلاة ، أيتوضأ بالماء أو يتيمم ؟ قال :",
        "^محمد بن علي بن الحسين بإسناده عن زيد الشحام أنه سأل أبا عبد الله عليه‌السلام عن الثوب يكون فيه الجنابة فتصيبني السماء حتى يبتل علي ؟ فقال :",
        "^محمد بن علي بن الحسين بإسناده عن علي بن جعفر أنه سأل أخاه موسى بن جعفر عليه‌السلام عن البيت والدار لا تصيبهما الشمس ويصيبهما البول ، ويغتسل فيهما من الجنابة ، أيصلى فيهما إذا جفا ؟ قال :",
        "^محمد بن علي بن الحسين بإسناده عن سماعة بن مهران أنه سأل ^أبا عبدالله عليه‌السلام عن تقليد السيف في الصلاة وفيه الفرا والكيمخت ؟ فقال :",
        "^محمد بن علي بن الحسين بإسناده عن علي بن جعفر أنه سأل أخاه موسى بن جعفر عليه‌السلام عن الرجل يكون به الثالول أو الجرح هل يصلح له أن يقطع الثالول وهو في صلاته ، أو ينتف بعض لحمه من ذلك الجرح ويطرحه ؟ قال :",
        "^محمد بن علي بن الحسين بإسناده عن صفوان بن يحيى أنه كتب إلى أبي الحسن عليه‌السلام يسأله عن الرجل معه ثوبان فأصاب أحدهما بول ، ولم يدر أيهما هو ، وحضرت الصلاة وخاف فوتها وليس عنده ماء ، كيف يصنع ؟ قال :",
        "^محمد بن إدريس في آخر ( السرائر ) نقلاً من جامع البزنطي ^صاحب الرضا عليه‌السلام قال ، سألته عن صلاة الكسوف ما حده ؟ قال :",
        "^محمد بن علي بن الحسين بأسانيده عن زرارة ومحمّد بن مسلم والفضيل أنهم سألوا أبا جعفر الباقر وأبا عبدالله الصادق عليهما‌السلام عن الصلاة في شهر رمضان نافلة بالليل في جماعة ؟ فقالا :",
        "^محمد بن علي بن الحسين بإسناده عن سليمان بن جعفر الجعفري أنه سأل أبا الحسن الرضا عليه‌السلام عن الرجل يكون عليه أيام من شهر رمضان أيقضيها متفرقة ؟ قال :",
        "^محمد بن الحسين الرضي في ( المجازات النبوية ) ^عنه عليه‌السلام أنه قال لعثمان ابن مظعون لما أراد الاختصاء والسياحة :",
        "^محمد بن علي بن الحسين بإسناده عن حارث بياع الانماط ، أنه سُئل أبو عبد الله عليه‌السلام عن رجل أوصى بحجة ، فقال :",
        "^محمد بن الحسين الرضي في ( نهج البلاغة ) عن أمير المؤمنين عليه‌السلام في وصيته لمعقل بن قيس الرياحي حين أنفذه إلى الشام في ثلاثة آلاف :",
        "^محمد بن الحسين الرضي في ( نهج البلاغة ) عن أمير المؤمنين عليه‌السلام أنه قال لعبدالله بن العباس وقد أشار عليه في شيء لم يوافق رأيه :",
        "^محمد بن إدريس في ( آخر السرائر ) نقلا من كتاب عبدالله بن بكير بن أعين ، عن أبي عبدالله عليه‌السلام في الرجل يستأذن عليه فيقول للجارية قولي ليس هو ههنا ، قال :",
        "^محمد بن الحسن في ( المجالس والأخبار ) بإسناده عن أبي ذر عن النبي صلى‌الله‌عليه‌وآله‌وسلم في وصيتة له قال :",
        "^محمد بن علي بن الحسين بإسناده عن عبد الرحمن بن ^الحجاج أنه سأل أبا الحسن عليه‌السلام عن المحرم يلبس الخز ؟ قال :",
        "^محمد بن علي بن الحسين بإسناده عن إبراهيم بن سفيان أنه كتب إلى أبي الحسن عليه‌السلام المحرم يغسل يده بأشنان فيه أذخر ؟ فكتب :",
        "^محمد بن علي بن الحسين بإسناده عن إسحاق بن يزيد أنه سأل أبا جعفر عليه‌السلام عن الرجل يدخل مكة فيقطع من شجرها ؟ قال :",
        "^محمد بن إدريس في آخر ( السرائر ) نقلا من ( نوادر أحمد بن محمد بن ابي نصر البزنطي ) ، عن جميل أنه سأل أبا عبدالله ( عليه ^السلام ) عمن طاف ثمانية أشواط وهو يرى أنها سبعة قال :",
        "^محمد بن علي بن الحسين بإسناده عن علي بن جعفر أنه سأل أخاه موسى بن جعفر عليه‌السلام عن الرجل يشتري الاضحية عوراء فلا يعلم إلا بعد شرائها ، هل تجزئ عنه ؟ قال :",
        "^محمد بن علي بن الحسين ، عن النبي صلى‌الله‌عليه‌وآله‌وسلم والائمة عليهم‌السلام أنه إنما يجوز للرجل أن يدفع الاضحية إلى من يسلخها بجلدها ، لان الله تعالى قال :",
        "^محمد بن علي بن الحسين بإسناده عن يحيى الازرق أنه سأل أبا إبراهيم عليه‌السلام ثم ذكر مثله إلا أنه قال :",
        "^محمد بن علي بن الحسين بإسناده عن الحلبي أنه سئل أبو عبدالله عليه‌السلام عن الرجل ينفر في النفر الاول قبل ان تزول الشمس ؟ ، فقال :",
        "^محمد بن إدريس في آخر ( السرائر ) نقلا من ( جامع البزنطي ) عن أبي جعفر وأبي الحسن عليهما‌السلام لا لوم على من أحب قومه وإن كانوا كفارا ، قال :",
        "^محمد بن الحسن بن علي بن محمد الحر غفر الله له ولهم . ^وفرغ منه في شعبان سنة سبعين بعد الالف من الهجرة . ^وفق الله لاكماله والعمل به ، بمحمد وآله . ^وكتب في هامش هذا الموضع من النسخة الثالثة بخط المصنف ما نصه :",
        "^محمد بن إدريس في آخر ( السرائر ) نقلا من كتاب مسائل الرجال ، عن أبي الحسن علي بن محمد عليه‌السلام إن محمد بن علي بن عيسى كتب اليه يسأله عن العمل لبني العباس وأخذ ما يتمكن من أموالهم هل فيه رخصة ؟ فقال :",
        "^محمد بن الحسن بإسناده عن علي بن جعفر أنه سأل أخاه موسى بن جعفر عليه‌السلام عن المرأة لها أن تعطي من بيت زوجها بغير إذنه ؟ قال :",
        "^محمد بن علي بن الحسين بإسناده عن معمر بن خلاد أنه سأل أبا الحسن الرضا عليه‌السلام عن حبس الطعام سنة ؟ فقال :",
        "^محمد بن الحسن الطوسي بإسناده عن محمد بن الحسن الصفار أنه كتب إلى أبي محمد عليه‌السلام في رجل اشترى من رجل أرضا بحدوها الاربعة وفيها زرع ونخل وغيرهما من الشجر ، ولم يذكر النخل ولا الزرع ولا الشجر في كتابه ، وذكر فيه أنه قد أشتراها بجميع حقوقها الداخلة فيها والخارجة منها ، أيدخل الزرع والنخل والاشجار في حقوق الارض أم لا ؟ فوقع :",
        "^محمد بن الحسن بإسناده عن محمد بن الحسن الصفار أنّه كتب إلى أبي محمد الحسن بن علي عليه‌السلام في رجل اشترى من رجل بيتا في داره بجميع حقوقه وفوقه بيت آخر ، هل يدخل البيت الاعلى في حقوق البيت الاسفل أم لا ؟ فوقع عليه‌السلام :",
        "^محمد بن محمد المفيد في ( الإِرشاد ) عن أمير المؤمنين عليه‌السلام في رجل أوصى بجزء من ماله ولم يعينه فاختلف الوارث بعده في ذلك فقضى عليهم بإخراج السبع من ماله ، وتلا قوله عزّ وجّل :",
        "^محمد بن يعقوب بالسند السابق في صيغة المتعة ، عن أبان بن تغلب قال :",
        "^محمد بن علي بن الحسين بإسناده عن عليّ بن رئاب قال :",
        "^محمد بن علي بن الحسين ، عن أبي جعفر عليه‌السلام في رجل تزوج جارية على أنها حرة ثم جاء رجل فأقام البينة على أنها جاريته ، قال :",
        "^محمد بن إدريس في آخر ( السرائر ) نقلا من كتاب مسائل الرجال عن أبي الحسن علي بن محمد عليهما‌السلام ، أنه سأله داود الصرمي عن عبد كانت تحته زوجة حرة ثم إن العبد أبق ، تطلق امرأته من أجل إباقه ؟ قال :",
        "^محمد بن أحمد بن عليّ الفتّال الفارسي في ( روضة الواعظين ) عن الحسن بن عليّ عليهما‌السلام في حديث أنّه سئل عن المؤبت ، فقال :",
        "^محمد بن محمد المفيد في ( الإرشاد ) عن أمير المؤمنين عليه‌السلام أنه قال لعمر ، وقد اتي بحامل قد زنت فأمر برجمها ، فقال له علي عليه‌السلام :",
        "^محمد بن علي بن الحسين بإسناده إلى قضايا أمير المؤمنين عليه‌السلام أنه قطع نباش القبر ، فقيل له :",
        "^محمد بن إدريس في ( آخر السرائر ) نقلا من كتاب مسائل الرجال ، عن أبي الحسن علي بن محمد عليهما‌السلام أن محمد بن علي بن عيسى كتب إليه يسأله عن الناصب هل يحتاج في امتحانه إلى أكثر من تقديمه الجبت والطاغوت واعتقاد إمامتهما ؟ فرجع الجواب :",
        "^محمد بن يعقوب بأسانيده إلى كتاب ظريف ، عن أمير المؤمنين عليه‌السلام ، في العضد إذا انكسر فجبر على غير عثم ولا عيب فديتها خمس دية اليد مائة دينار ، ودية موضحتها ربع دية كسرها خمسة وعشرون ديناراً ، ودية نقل عظامها نصف دية كسرها خمسون ديناراً ، ودية نقبها ربع دية كسرها خمسة وعشرون ديناراً ، وفي المرفق إذا كسر فجبر على غير عثم ولا عيب فديته مائة دينار ، وذلك خمس دية اليد ، وإن انصدع فديته أربعة أخماس كسره ثمانون ديناراً ، فان نقل منه العظام فديتها مائة وخمسة وسبعون دينارا :",
        "^محمد بن يعقوب بأسانيده إلى كتاب ظريف ، عن أمير المؤمنين عليه‌السلام في دية الاصابع والقصب التي في الكف :",
    ];

    // .. unify محمود | علي
    item.a = item.a.replace( /محمّد/g, "محمد" );
    item.a = item.a.replace( /عليّ/g, "علي" );
    item.a = item.a.replace( /عليِ/g, "علي" );

    // .. skip
    for ( let p of cdnBOX ) if ( item.a.includes(p) ) return item;

    cdn = /\^محمد بن(.+?):/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index ) {
        if ( match.index === 0 ) item = __.append_0( item, match[0].length );
        if ( match.index > 0 ) item = __.append_9( item, match.index );
    }

    cdn = /\^محمد بن/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index )
        if ( match.index > 0 ) 
            item = __.append_9( item, match.index );

    cdn = /عن أحمد بن محمد(.+?):/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index )
        if ( match.index < 20 )
            item = __.append_0( item, match.index + match[0].length );

    cdn = /\^وعن علي بن إبراهيم ،/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index )
        if ( match.index > 10 )
            item = __.append_9( item, match.index );

    cdn = /وعن علي بن إبراهيم(.+?):/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index )
        if ( match.index < 10 )
            item = __.append_0( item, match.index + match[0].length );

    cdn = /\^وبإسناده عن/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index )
        if ( match.index > 10 )
            item = __.append_9( item, match.index );

    cdnBOX = [
        "وبإسناده عن محمد بن حمران وجميل بن دراج أنهما سألا أبا عبد الله ^ عليه‌السلام عن إمام قوم أصابته جنابة في السفر وليس معه من الماء ما يكفيه للغسل ، أيتوضأبعضهم ويصلي بهم ؟ فقال :",
        "وبإسناده عن علي بن جعفر أنه سأل أخاه موسى بن جعفر عليه‌السلام عن النصراني يغتسل مع المسلم في الحمام ، قال :",
        "وبإسناده عن سماعة بن مهران أنّه سأل أبا الحسن الأوّل عليه‌السلام عن وقت صلاة الليل في سفر ؟ فقال :",
        "وبإسناده عن علي بن مهزيار أنه كتب إلى أبي محمد الحسن عليه‌السلام يساله عن الصلاة في القرمز وأن أصحابنا يتوقّفون عن الصلاة فيه ؟ فكتب :",
        "وبإسناده عن معاوية بن عمّار أنّه سأل أبا عبد الله عليه‌السلام عن الصلاة على القار ؟ فقال :",
        "وبإسناده عن هارون بن حمزة الغنوي أنّه سأل أبا عبد الله عليه‌السلام عن الصلاة في السفينة فقال :",
        "وبإسناده عن يحيى بن أكثم القاضي أنّه سأل أبا الحسن الأوّل عن صلاة الفجر لم يجهر فيها بالقراءة وهي من صلوات النهار وإنّما يجهر في صلاة الليل ؟ فقال :",
        "وبإسناده عن محمد بن مسلم أنّه سأل أبا عبد الله عليه‌السلام عن الصرورة ، أيحجّ من الزكاة ؟ قال :",
        "وبإسناده عن حارث بياع الانماط ، أنه سُئل أبو عبد الله عليه‌السلام عن رجل أوصى بحجة ؟ فقال :",
        "وبإسناده عن محمد الحلبي انه سأله عن دهن الحناء والبنفسج ، أندهن به إذا اردنا ان نحرم ؟ فقال :",
        "وبإسناده عن زرارة أنه سأل أبا جعفر عليه‌السلام عن المحرم يقع الذباب على وجهه حين يريد النوم فيمنعه من النوم أيغطي وجهه إذا أراد أن ينام ؟ قال :",
        "وبإسناده عن محمد بن مسلم أنه سأل أحدهما ( عليهما ^السلام ) عن الظبي يدخل الحرم ، فقال :",
        "وبإسناده عن إسحاق بن عمار أنه سأل أبا الحسن موسى عليه‌السلام عن المريض ترمى عنه الجمار ؟ قال :",
        "وبإسناده عن أبي الورد أنّه سأل أبا جعفر عليه‌السلام عن مملوك نصراني لرجل مسلم عليه جزية ؟ قال :",
        "وبإسناده عن سماعة أنه سأله - يعني أبا عبدالله عليه‌السلام - عن الرهن يرهنه الرجل في سلم إذا أسلم في طعام أو متاع أو حيوان ؟ فقال :",
        "وبإسناده عن السكوني ان عليا عليه‌السلام مر على بهيمة وفحل يسفدها على ظهر الطريق فأعرض عنه بوجهه فقيل له :",
        "وبإسناده عن النضر بن سويد - رفعه - أنَّ رجلاً حلف أن يزن فيلاً ، فقال له النبي صلى‌الله‌عليه‌وآله :",
        "وبإسناده عن صفوان بن يحيى أنه سأل أبا الحسن عليه‌السلام عن رجل أشهد أجيره على شهادة ثمَّ فارقه ، أتجوز شهادته بعد أن يفارقه ؟ قال :",
    ];

    // .. skip
    for ( let p of cdnBOX ) if ( item.a.includes(p) ) return item;

    cdn = /وبإسناده عن(.+?):/;
    match = item.a.match( cdn ) || [];
    if ( ~match.index )
        if ( match.index < 10 )
            item = __.append_0( item, match.index + match[0].length );

    return item;

}

// .. ====================================================================

function i_rss_cuter_patch_3 ( item: TS.db_item ) {

    let cdn: string,
        idx: number;

    cdn = ":"; idx = item.a.indexOf( cdn );
    if ( ~idx ) if ( idx < 3 ) item = __.append_0( item, idx + cdn.length );

    cdn = "مثله ، إلا أنه قال"; idx = item.a.lastIndexOf( cdn );
    if ( ~idx ) item = __.append_9( item, idx );

    cdn = "- في حديث - قال :"; idx = item.a.indexOf( cdn );
    if ( ~idx ) item = __.append_0( item, idx + cdn.length );

    cdn = "عن سماعة قال :";idx = item.a.indexOf( cdn );
    if ( ~idx ) if ( idx < 10 ) item = __.append_0( item, idx + cdn.length );

    cdn = "^قال : وقال عليه‌السلام :"; idx = item.a.indexOf( cdn );
    if ( ~idx ) if ( idx < 10 ) item = __.append_0( item, idx + cdn.length );

    cdn = "عليه‌السلام أنّه قال :"; idx = item.a.indexOf( cdn );
    if ( ~idx ) if ( idx < 30 ) item = __.append_0( item, idx + cdn.length );

    cdn = ": وفي رواية اُخرى :"; idx = item.a.indexOf( cdn );
    if ( ~idx ) if ( idx < 30 ) item = __.append_0( item, idx + cdn.length );

    cdn = "عن حمران بن أعين قال :"; idx = item.a.indexOf( cdn );
    if ( ~idx ) if ( idx < 10 ) item = __.append_0( item, idx + cdn.length );

    cdn = "أحمد بن أبي عبد الله"; idx = item.a.lastIndexOf( cdn );
    if ( ~idx ) item = __.append_9( item, idx );

    return item;

}

// .. ====================================================================

function i_rss_cuter_patch_4 ( item: TS.db_item ) {

    let cut_ID: number,
        cdnBOX: string[];

    cdnBOX = [
        "^ورواء",
        "^وراوه",
        "^ورواه",
        "ورواه",
        "^ ورواه",
        "^رواه",
        "^وروى",
    ];

    for ( let p of cdnBOX ) {
        cut_ID = item.a.indexOf( p );
        if ( ~cut_ID ) 
            if ( cut_ID > 20 )
                item = __.append_9( item, cut_ID );
    }

    cdnBOX = [
        "قال الكليني : وروي أيضاً",
        "قال الكليني : وروي أيضا",
    ];

    for ( let p of cdnBOX ) {
        cut_ID = item.a.indexOf( p );
        if ( ~cut_ID ) 
            item = __.append_9( item, cut_ID );
    }

    return item;

}

// .. ====================================================================

function db_finalizer ( db: TS.db ) {

    for ( let p of db ) {

        p.a = p.a.replace( /\^/g, "" );
        if ( p[0] ) p[0] = p[0].replace( /\^/g, "" );
        if ( p[9] ) p[9] = p[9].replace( /\^/g, "" );

        p.a = p.a.replace( / +/g, " " ).trim();
        if ( p[0] ) p[0] = p[0].replace( / +/g, " " ).trim();
        if ( p[9] ) p[9] = p[9].replace( / +/g, " " ).trim();

        // .. no need this item [ truncate it ]
        if ( p.a.length < 10 ) p = __.append_0( p, p.a.length );
        if ( !p.a ) p.a = null;

    }

    let patchFilePath = "db/source/" + name + "/patches.json";
    let patches = JSON.parse( fs.readFileSync( patchFilePath, 'utf8' ) );
    let idx: number;

    // ! .. last Patch
    for ( let p of patches ) {
        idx = db.findIndex( x => x.d === p.d );
        if ( ~idx ) db[ idx ] = p;
        else console.log( "Unexpected ID from Patches: ", p.d );
    }

    return db;

}

// .. ====================================================================

function html_exporter ( db: TS.db ) {

    let html = "<!DOCTYPE html><html><head>"+
        '<link rel="stylesheet" type="text/css" href="main.css" />'+
        "</head><body><div class='c'>";

    for ( let p of db ) {
        html += "<div class='p_0'>"  + (p[0]||'') + "</div>";
        html += "<div class='a'>" + p.a + "</div>";
        html += "<div class='p_9'>" + (p[9]||'') + "</div>";
    }

    html += "</div></body></html>";

    fs.writeFileSync( tmpFolder + "preview_E.html", html );

}

// .. ====================================================================

function heal ( db: TS.db, size: number ) {

    let emptyItem = { a:null, b:null, c:null, d:null } as TS.db_item;
    let tmpDB: TS.db = [];

    tmpDB.length = size;

    for( let p of db ) tmpDB[ p.d ] = p;

    for( let i=0; i<tmpDB.length; i++ ) {
        if ( !tmpDB[i] ) {
            tmpDB[i] = JSON.parse( JSON.stringify( emptyItem ) );
            tmpDB[i].d = i + "";
        }
    }

    return tmpDB;

}

// .. ====================================================================

export function db_exporter () {

    db_v1 = tools.relation_definer( tmpFolder, db_v1 );

    // .. last trims
    for ( let p of db_v1 ) {
        try { p[0] = p[0].replace( / +/g, " " ).trim() } catch {}
        try { p[9] = p[9].replace( / +/g, " " ).trim() } catch {}
        try { p.a = p.a.replace( / +/g, " " ).trim() } catch {}
    }

    // .. D Publisher
    for ( let p of db_v1 ) 
        p.d = basic_tools.arabicDigits( name + "، الحديث: " + p.d );

    storage.saveData( db_v1, "db/ready", name );

}

// .. ====================================================================

export function resource_update () {
    try { fs.mkdirSync( tmpFolder ) } catch {}
    try { db_v1 = JSON.parse( fs.readFileSync( db_v1_Path, 'utf8' ) ) } catch {}
    try { db    = JSON.parse( fs.readFileSync( db_Path   , 'utf8' ) ) } catch {}
    try { R     = JSON.parse( fs.readFileSync( R_Path    , 'utf8' ) ) } catch {}
    try { R__   = tools.R_optimizer ( R, 67 )                         } catch {}
}

// .. ====================================================================
