import * as TS                          from "../../types";

export let newOnes: TS.newDB = [
      {
        a: "كِتَابُ زَيْدٍ الزَّرَّادِ، قَالَ أَبَا جَعْفَرٍ علیه السلام إِنَّ لَنَا أَوْعِيَةً نَمْلَؤُهَا عِلْماً وَ حِكَماً وَ لَيْسَتْ لَهَا بِأَهْلٍ فَمَا نَمْلَؤُهَا إِلَّا لِتُنْقَلَ إِلَى شِيعَتِنَا فَانْظُرُوا إِلَى مَا فِي الْأَوْعِيَةِ فَخُذُوهَا ثُمَّ صَفُّوهَا مِنَ الْكُدُورَةِ تَأْخُذُونَهَا بَيْضَاءَ نَقِيَّةً صَافِيَةً وَ إِيَّاكُمْ وَ الْأَوْعِيَةَ فَإِنَّهَا وِعَاءُ سَوْءٍ فَتَنَكَّبُوهَا ..." ,
        b: "امام‌باقر علیه السلام : ما را ظرفهایی است که از علم و حکمت پرشان میکنیم گرچه اهل آن نیستند. قصدمان این است که به شیعیان واقعی ما برسد. پس به آنچه در ظرفهاست بنگرید نه خود ظرفها؛ سپس آنرا از کدورتش پاک کنید. آنرا پاک و تمیز و صاف می‌یابید.",
        c: 5,
      },
      {
        a: "قَالَ أَبَا‌عَبْدِ‌اللَّهِ علیه السلام اطْلُبُوا الْعِلْمَ مِنْ مَعْدِنِ الْعِلْمِ وَ إِيَّاكُمْ وَ الْوَلَائِجَ فِيهِمُ الصَّدَّادُونَ عَنِ اللَّهِ ثُمَّ قَالَ ذَهَبَ الْعِلْمُ وَ بَقِيَ غُبَّرَاتُ الْعِلْمِ فِي أَوْعِيَةِ سَوْءٍ فَاحْذَرُوا بَاطِنَهَا فَإِنَّ فِي بَاطِنِهَا الْهَلَاكَ وَ عَلَيْكُمْ بِظَاهِرِهَا فَإِنَّ فِي ظَاهِرِهَا النَّجَاةَ.",
        b: "امام‌صادق علیه السلام : علم را از معدن آن بجویید اما به حامل نااهل آن فریب مخورید. سپس فرمود: علم رفت و رشحاتی از آن در ظروف بد مانده است. از باطن آن ظروف حذر کنید که در آن هلاکت است و ظاهر آنرا بگیرید که در آن نجات است.",
        c: 6
      }
] 