function trimmer ( text ) {

    // .. unify some tags
    text = text.replace( /libFootnoteAie/g, "libAie" );
    text = text.replace( /libFootnoteAlaem/g, "libAlaem" );

    // .. some trims
    let m = ( text.match( /<span class=libNormal>(.*?)<\/span>/g ) || [] );
    for ( let c of m ) {
        let r = c.replace( "<span class=libNormal>", " " ).replace( "<\/span>", " " );
        text = text.replace( c, r );
    }
    let n = ( text.match( /<p class=libNormal>(.*?)<\/p>/g ) || [] );
    for ( let c of n ) {
        let r = c.replace( "<p class=libNormal>", " " ).replace( "<\/p>", " " );
        text = text.replace( c, r );
    }

    // text = text.replace( /<span class=libAlaem>.<\/span>/g, " . " );
    // text = text.replace( /<span class=libFootnote0>.<\/span>/g, " . " );
    // text = text.replace( /<span class=libFootnoteBold>.<\/span>/g, " . " );
    // .. simplify

    // .. Caution

    // .. trim 1st
    // text = text.replace( /<span class=libAlaem>‌<\/span>/g, " " );
    text = text.replace( /<p class=libPoem>/g, " " );
    text = text.trim();


    // .. trim 2nd
    text = text.replace( / +/g, " " );
    text = text.trim();

    // .. report
    return text;

}

// // .. detect by uniqe « & »
// let fDQ = ( text.match( /«/g ) || [] ).length;
// let lDQ = ( text.match( /»/g ) || [] ).length;
// let fDQID = text.indexOf( "«" );
// let lDQID = text.indexOf( "»" );
// if ( fDQ === 1 && lDQ === 1 && lDQID > text.length - 10 ) {
//     text = text.substring( fDQID +1 , lDQID );
// }

// text = text.trim();

// .. fullText
let full = h.join( " " );
// let matched = csFinder( full );
// if ( matched ) { 
//     matched.d = i; 
//     extracted[ i ] = matched;
// }
// else {
//     let a = h.join( " " );
//     a = salli( a );
//     extracted[ i ] = { a: a, b: null, c: null, d: i +1 };
// }


//===============================================================================
//================================================================================
//================================================================================


import * as fs                          from "fs";



// .. ======================================================================

// .. get sources
let al_kafi = fs.readFileSync( filePath_kafi , 'utf8' );
let db_kafi = JSON.parse( al_kafi );
let al_misc = fs.readFileSync( filePath_misc , 'utf8' );
let db_misc = JSON.parse( al_misc );
let test = "";

// .. @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@

pre();
init();

// .. remove i(s)
for ( let h of db_misc ) delete h.i;

// .. write down db
let exp = "db/output/Misc.json";
fs.writeFileSync( exp, JSON.stringify( db_misc, null, "\t" ) );

console.log( "\n... Done!\n" );

// .. @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@

async function assignID () {
    for ( let hID in db_misc ) db_misc[ hID ].i = Number( hID );
}

// .. ======================================================================

async function dub_check () {

    db_misc = db_misc.reduce( (soFar, thisOne) => {

        let dup = soFar.find( x => x.a2 === thisOne.a2 );
        return !dup ? soFar.concat( [ thisOne ] ) : soFar;

    }, [] );

}

// .. ======================================================================

async function pre () {

    for ( let h of db_misc ) {
        if ( 
            h.a.includes("پ") || 
            h.a.includes("چ") || 
            h.a.includes("ژ") || 
            h.a.includes("گ") 
        ) console.log( h );
    }

}

// .. ======================================================================

async function init () {

    assignID();

    for ( let h of db_misc ) h.a2 = erabTrimmer( h.a );
    for ( let k of db_kafi ) k.a2 = erabTrimmer( k.a );

    dub_check();

    // .. remove exactly duplicated (~Kafi) from Misc
    db_misc = db_misc.filter( x => !db_kafi.find( k => x.a2 === k.a2 ) );
    // .. remove exactly -(.)| -( )| -( .) duplicated (~Kafi) from Misc
    db_misc = db_misc.filter( x => !db_kafi.find( k => x.a2 === k.a2+"." ) );
    db_misc = db_misc.filter( x => !db_kafi.find( k => x.a2 === k.a2+" " ) );
    db_misc = db_misc.filter( x => !db_kafi.find( k => x.a2 === k.a2+" ." ) );

    // .. find some-others :
    re_cure ();

    // .. remove temporary a2
    db_misc = db_misc.map( x => {
        return {
            a: x.a,
            b: x.b,
            c: x.c,
            d: x.d,
            i: x.i,
        }
    } );

}

// .. ======================================================================

async function re_cure () {

    let cur = db_misc.reduce( (soFar, thisOne) => {

        let dup = db_kafi.findIndex( k => 
            ( Math.abs( k.a2.length - thisOne.a2.length ) < 1000 )
            &&
            ( k.a2.includes( thisOne.a2 ) || thisOne.a2.includes( k.a2 ) )

        );

        return dup > -1 ? soFar.concat( [ { 
            misc_ID:    thisOne.i, 
            misc_b:     thisOne.b, 
            misc_a:     thisOne.a, 
            kafi:       db_kafi[ dup ].a, 
            kafi_ID:    db_kafi[ dup ].d,
            act:        0
        } ] ) : soFar;

    }, [] );

    let exp = "db/tmp/dupped.json";
    fs.writeFileSync( exp, JSON.stringify( cur, null, "\t" ) );

}


function erabTrimmerTest ( str ) {
    const erabs = [ 
         // "ٕ",  // "ٓ",  // "ٖ",  // "ۡ",  // "ۚ",  // "ۢ",  // "ۖ",  // "ۗ",  // "ٌۚ",  // "ۥ",  // " ٌ",

        "ً",  "ٌ", "ٍ",  "َ", "ُ",  "ِ",  "ّ",  "ْ", "‎ٓ", "ٔ",

        "ٰ",

        "پ", "‏ی", "گ", "ی", "چ", "ۀ", "…",

        "ر", "ح", "أ", "ا", "ب", "ل", "غ", "ز", "م", "ن", "ه", "س", "ي", "ط", "ف", "ظ", "و", "ع", "ى", "ت", "ق", "ص", "ج", "ذ", "ث", "ئ", "ض", "ك", "خ", "د", "ش‌", "ش", "ک", "ة", "إ", "ء", "،", "آ", "ؤ",
        "«", "»", "؛", "<", ">", "Q", ":", "-", "ـ", "_", "–", "؟", " ‌ ", " ", "0", "1", "9", "2", "7", "3", "8", "4", "5", "6",

         "۳", "۰", "=", "¨", "ﺉ", "ڑ",

    ];
    for ( const erab of erabs ) str = str.replace( new RegExp( erab, 'g' ), "" );
    str = str.replace( /ٱ/g, 'ا' );
    str = str.replace( /\./g, '' );
    str = str.replace( /\(/g, '' );
    str = str.replace( /\)/g, '' );
    str = str.replace( /\//g, '' );
    str = str.replace( /\?/g, '' );
    str = str.replace( /\!/g, '' );
    str = str.replace( /\*/g, '' );
    str = str.replace( /\[/g, '' );
    str = str.replace( /\]/g, '' );
    str = str.replace( /"/g, '' );
    str = str.replace( / /g, '' );
    str = str.replace( /\t/g, '' );
    str = str.replace( /\n/g, '' );
    str = str.replace( /\r/g, '' );
    str = str.replace( /&quot;/g, '' );
    str = str.replace( /;/g, '' );
    str = str.replace( /,/g, '' );
    str = str.replace( / /g, '' );

    // console.log( "d" + String.fromCharCode(1619));
    str = str.replace( new RegExp(String.fromCharCode(8204), "g"), '' );
    str = str.replace( new RegExp(String.fromCharCode(8205), "g"), '' );
    str = str.replace( new RegExp(String.fromCharCode(8206), "g"), '' );
    str = str.replace( new RegExp(String.fromCharCode(8207), "g"), '' );
    if ( str ) {
        for (var i = 0; i < str.length; i++) {
            console.log(str.charCodeAt(i));
          }
    }
    return str;
}

//================================================================================
//================================================================================
//================================================================================

// {
//     "a": null,
//     "b": "در شبى تاريك و ابرى كه طواف، خلوت بود و زائران به خواب رفته بودند و چشم ها را خواب ربوده بود، با على بن ابى طالب عليه‌السلام در طواف بودم. در اين هنگام، صداى حزن آلود دل شكسته اى به گوش مى رسيد كه با دلى آكنده از درد، [از خداى غفّار، ]فريادرسى مى طلبيد و پناه مى جست و رحمت مى خواست و مى گفت : اى آن كه دعاى درماندگان در تاريكى ها را به اجابت مى رسانى!/ اى آن كه زيان و گرفتارى بيمارى ها را برطرف مى سازى! ميهمانان تو، گرداگرد كعبه، مى خوابند و بيدار مى شوند/ تو را مى خوانند، در حالى كه چشم تو ـ اى پاينده ـ به خواب نمى رود. با بخشندگى ات، با بهترين گذشت، از گناهانم درگذر/ اى آن كه همه خلايق در حرم امنش تنها به او [اميدوارند و به او] اشاره دارند. اگر گنهكاران، عفو تو را در نيابند/ پس چه كسى نعمت [رحمت و عفو] خود را بر آنان ببخشايد؟! پدرم (اميرمؤمنان) به من فرمود : « اى ابا عبد اللّه ! آيا به اين شخص كه داد از گناهانش دارد و از پروردگارش دادخواهى مى كند، گوش سپردى؟ » . گفتم : بله، شنيدم. فرمود : « از پى او برو. شايد او را ببينى » . پس در آن تاريكى شب، دست [به اين سو و آن سو] مى ماليدم و در ميان خفتگان مى گشتم. همين كه بين رُكن و مقام رسيدم، شخصى ايستاده بر من نمودار شد. دقّت كردم، دريافتم كه هموست كه به نماز ايستاده است. گفتم: سلام بر تو اى بنده خدا كه به گناهان خود، اعتراف دارى و در پىِ گذشت و آمرزش و پناه خداوندى! تو را به خدا، فرا خوانى پسر عموى پيامبر خدا را اجابت كن. با شتاب، سجده و تشّهد و سلام نماز را به پايان برد و بى آن كه سخنى گويد، [برخاست و] با دست به من اشاره نمود كه پيش بيفت. پيش افتادم و او را به حضور اميرمؤمنان آورده، گفتم : اين، همان مرد است. امام عليه‌السلام بر او نگريست كه جوانى خوش رو و پاكيزه لباس بود. از او پرسيد : « كيستى؟ » . گفت : از برخى قبايل عرب هستم. پرسيد : « نامت چيست؟ » . گفت : مُنازل شيبانى. پرسيد : « حالت چگونه است؟ چرا گريه و استغاثه مى كردى؟ » . گفت : چگونه باشد حال كسى كه به گناه عاقّ، گرفتار آمده و اكنون، در تنگى معيشت و در گرو بدبختى و بلاست، آن گونه كه اگر توبه كند، نمى پذيرند؟! پرسيد : « چرا چنين شده اى؟ » . گفت : من در ميان مردم خود، سرگرم هوس رانى و خوش گذرانى بودم، نافرمانى حق تعالى را در ماه هاى رجب و شعبان نيز ادامه دادم و از پروردگار مهربان، نمى ترسيدم. پدرى مهربان و نرم خو داشتم كه مرا از پيشامدهاى ناگوارِ ريشه برانداز روزگار، برحذر مى داشت و از عِقاب آتش خشم خداوندى مى ترساند و مى گفت : چه قدر نور و تاريكى، شب ها و روزها، ماه ها و سال ها، و فرشتگان بزرگوار، از دست تو به [ستوه و] فرياد آيند [و تو از خطا و گناه خود برنگردى]؟! هرگاه در اندرز دادنم اصرار مى ورزيد، من، پرخاشگرانه، او را كتك مى زدم. روزى خواستم قدرى سكّه طلا را كه در خيمه بود، بردارم و در عيّاشى صرف كنم. پدرم مانع شد و من، او را آزردم و دستش را پيچاندم و سكّه هاى زر را برداشتم و رفتم. او دستش را به زانو نهاد تا از جاى برخيزد؛ ولى از شدّت درد و ناراحتى نتوانست. پس اين اشعار را سرود : ميان من و « مُنازل » ، قرابتى پيش آمد / درست به همان گونه كه طالب باران، آن را مى طلبد. او را پروراندم تا نيرومند و بلندقامت گشت / هرگاه بر مى خاست، يال او چون يال گوساله بود. در خردسالى اش هرگاه گرسنه مى شد / گواراترين خوراك را به او مى دادم. پس همين كه به عُنفوان جوانى رسيد / زبانش همچون نيزه رُدّينى [دراز و برّان] گشت. اين چنين، به ستم مالم را رُبود و دستم را پيچاند / خدايى كه به او غالب است، دستش را بپيچاند! سپس سوگند ياد كرد كه قطعاً به خانه خدا آيد تا از خدا عليه من يارى بطلبد. چندين هفته، روزه گرفت و چندين ركعت، نماز گزارد و دعا كرد و بر شترى راهرو، سوار شد و از دشت ها و بيابان ها و كوه ها گذشت تا در روز حجّ اكبر، وارد مكّه شد. از شتر پياده شد و رو به خانه خدا آورد. پس از سعى و طواف، به پرده كعبه آويخت و با التماس و لابه، نيايش كرد و اين گونه سرود : اى آن كه حاجيان بر كجاوه ها با منتهاى كوشش خود/ از دورترين سرزمين ها به سوى او مى آيند. من نيز به سوى تو آمده ام/ اى آن كه [نااميد نمى سازد] كسى را كه او را با لابه و زارى به يگانگى و بى نيازى بخواند. اين، مُنازل است كه از نافرمانى (آزُردن) من، خشنود است/ اى جبّار! حقّ مرا از فرزندم بگير. تا به يارى تو پهلويش فلج شود/ اى آن كه از هر عيب و نقص، پاكى و نه خود، زاده شدى و نه چيزى را زادى! سوگند به خدايى كه آسمان را افراشت و آب را به جريان انداخت، دعايش را به پايان نبرده بود كه اين بلايى كه مى بينى، بر من نازل شد. سپس، پهلوى راست خود را گشود. ديدم فلج شده است. [و ادامه داد :] سه سال است كه از او مى خواهم تا در همان جا كه نفرينم كرد، دعايم كند، و نپذيرفته است، تا امسال كه بر من منّت نهاد و پذيرفت. پس به اميد عافيت، او را به شترى لاغر، سوار كردم و با شتاب و تلاش، از موطن خود بيرون آمديم. همين كه به منزل اراك و خرابه هاى سرزمين سياك رسيديم، در شب، پرنده اى رميد و از صداى آن، شتر پدرم رَم كرد و او را به زمين افكند و ميان دو سنگ [صدمه ديد و] درگذشت. او را همان جا دفن نمودم. بالاتر از همه اين مصيبت ها اين است كه اكنون در ميان مردم، شناخته نيستم، مگر با عنوانِ : « گرفتارِ نفرين پدر! » . اميرمؤمنان به او فرمود : « لحظه دادرسى ات فرا رسيده است. آيا به تو دعايى را بياموزم كه پيامبر به من آموخت و در آن، اسم اعظم خداى اكبرِ عزيزِ اكرم است؛ اسمى كه خداوند به وسيله آن، هر كه او را بخواند، پاسخ مى دهد و هر كه از او بخواهد، عطايش مى بخشد و با آن، اندوه ها را مى گشايد، ناراحتى ها را برطرف مى سازد، غم ها را مى بَرَد، بيمارى را بهبود مى بخشد، شكسته را سامان مى دهد، فقير را غنى مى كند، قرض ها را مى پردازد، چشم را بر مى گردانَد، گناهان را مى آمرزد، عيب ها را مى پوشاند، و هربيمناك از شيطان سركش و ستمگر سرسخت را امان مى دهد، و اگر فرمانبردار از خدا، آن را بر كوه بخواند، از جايش كَنده مى شود و اگر بر مُرده اى بخواند، خدا او را زنده مى كند و اگر آن را بر آب بخواند ـ در صورتى كه خودْ شيفتگى او را نگيرد ـ بر آن راه مى رود؟ پس، اى مرد! تقواى الهى پيشه ساز كه دلم برايت مى سوزد. خداى سبحان، بايد از تو صدقِ نيّت ببيند. آن را در [آلودگى به] معصيت نخوان و آن را جز به آن كه در دين تو مورد اطمينان است، ارزانى مدار. اگر با خلوص نيّت اقدام كنى، خدا دعايت را مى پذيرد و پيامبر خود، محمّد صلي الله عليه و آله را در رؤيا مى بينى كه به تو مژده بهشت و اجابت مى دهد » . امام حسين عليه‌السلام مى گويد : شادمانى من به فايده دعا بيشتر از شادمانى آن جوان به عافيت خود و آنچه برايش پيش آمده بود، شد؛ زيرا من پيش از اين، نه آن را از اميرمؤمنان شنيده بودم، و نه از آن، خبرى داشتم. سپس [پدرم على عليه‌السلام به من] فرمود : « قلم و كاغذى بياور و آنچه را بر تو املا مى كنم، بنويس » . چنين كردم. فرمود : « بار الها! از تو درخواست مى كنم به نام تو، به نام خداوند بخشنده مهربان، اى آن كه شكوهمند و بزرگوارى!. . . . » . جوان گفت : چون خواب چشمانم را رُبود و پرده تاريك شب، فرو افتاد، دستم را با آن دعانوشته بالا بردم و چند بار خدا را به حقّ آن، خواندم. در مرتبه دوم، پاسخ شنيدم : « بس است كه خدا را به اسم اعظم او خواندى » . سپس به خواب رفتم. در خواب، پيامبر خدا را ديدم كه دست خود را بر من كشيد و فرمود : « خداى بزرگ را [براى خود] نگه دار كه تو بر سرنوشت نيك واقع شدى » . پس بيدار شدم، در حالى كه شفا يافته بودم.",
//     "c": 3,
//     "d": "مُهج الدعوات"
// },