import * as __                          from "../../tools/__";
import * as server001                   from "../../server/الكافي";
import * as server002                   from "./server_002-old";
import * as server003                   from "../../server/نهج‌البلاغة";
import * as storage                     from "../../tools/storage";
import * as tools                       from "../../tools/tools";
import * as fs                          from "fs";
import * as TS                          from "../../types/types";

// .. ====================================================================

let tmpFolder = "db/tmp/";

// .. ====================================================================

console.clear();

// .. ====================================================================

let ref_box = [
	{
		"ref": [
			"Q_1701",
			"H_34895"
		],
		"a": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
		"b": {
			"a": "وَاعْلَمُوا اَنَّ يَسيرَ الرِّياءِ شِرْكٌ .",
			"b": "بدانيد كه كمترين درجه ريا نيز ، شرك است .",
			"c": 1,
			"d": "همان ، خ ۸۵ ، ص ۲۰۸ .",
			"n": 34895,
			"x": 34895
		}
	},
	{
		"ref": [
			"Q_4960",
			"H_38744"
		],
		"a": "هَلْ جَزَآءُ ٱلْإِحْسٰنِ إِلَّا ٱلْإِحْسٰنُ",
		"b": {
			"a": "مَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ وقاتَلَ مَعَنا أعدَاءَنا بِیَدِهِ فَهُوَ مَعَنا فِی الجَنَّةِ فی دَرَجَتِنا . ومَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ ولَم یُقاتِل مَعَنا أعداءَنا فَهُوَ أسفَلُ مِن ذلِکَ بِدَرَجَتَینِ ، ومَن أحَبَّنا بِقَلبِهِ ولَم یُعِنّا بِلِسانِهِ ولا بِیَدِهِ فَهُوَ فِی الجَنَّةِ",
			"b": "هر که در دل ما را دوست بدارد و با زبانش یاریمان رساند و در کنار ما عملاً با دشمنانمان بجنگد ، در بهشت با ما هم درجه خواهد بود و هر که در دل ما را دوست بدارد و با زبانش یاریمان رساند ، ولى در کنار ما با دشمنانمان نجنگد ، دو درجه پایین ‏تر از آن قرار خواهد گرفت و هر که در دل ما را دوست بدارد ، اما با زبان و دست خود یاریمان نرساند ، او نیز در بهشت خواهد بود .",
			"c": 1,
			"d": "الخصال ، ص ۶۲۹",
			"n": 38744,
			"x": 38744
		}
	},
	{
		"ref": [
			"Q_4962",
			"H_38744"
		],
		"a": "وَمِن دُونِهِمَا جَنَّتَانِ",
		"b": {
			"a": "مَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ وقاتَلَ مَعَنا أعدَاءَنا بِیَدِهِ فَهُوَ مَعَنا فِی الجَنَّةِ فی دَرَجَتِنا . ومَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ ولَم یُقاتِل مَعَنا أعداءَنا فَهُوَ أسفَلُ مِن ذلِکَ بِدَرَجَتَینِ ، ومَن أحَبَّنا بِقَلبِهِ ولَم یُعِنّا بِلِسانِهِ ولا بِیَدِهِ فَهُوَ فِی الجَنَّةِ",
			"b": "هر که در دل ما را دوست بدارد و با زبانش یاریمان رساند و در کنار ما عملاً با دشمنانمان بجنگد ، در بهشت با ما هم درجه خواهد بود و هر که در دل ما را دوست بدارد و با زبانش یاریمان رساند ، ولى در کنار ما با دشمنانمان نجنگد ، دو درجه پایین ‏تر از آن قرار خواهد گرفت و هر که در دل ما را دوست بدارد ، اما با زبان و دست خود یاریمان نرساند ، او نیز در بهشت خواهد بود .",
			"c": 1,
			"d": "الخصال ، ص ۶۲۹",
			"n": 38744,
			"x": 38744
		}
	},
	{
		"ref": [
			"Q_1017",
			"H_16372"
		],
		"a": "فَكَذَّبُوهُ فَأَنجَيْنٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُواْ بِئَايٰتِنَآۚ إِنَّهُمْ كَانُواْ قَوْمًا عَمِينَ",
		"b": {
			"a": "مَن تَفَكَّرَ أبصَرَ .",
			"b": "هر كه بينديشد ، بينا شود .",
			"c": 1,
			"d": "نهج البلاغة : الكتاب ۳۱ .",
			"n": 16372,
			"x": 16372
		}
	},
	{
		"ref": [
			"Q_2012",
			"H_32992"
		],
		"a": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُواْ يَصْنَعُونَ",
		"b": {
			"a": "کانَ لاَِبى ثَوبانِ خَشِنانِ یُصَلّى فیها صَلاتَهُ وَاِذا أَرادَ أَنْ یَسْأَلَ الْحاجَةَ لَبِسَهُما وَ سَأَلَ اللّه‏َ حاجَتَهُ .",
			"b": "پدرم دو لباس خشن داشت که نماز خود را با آن دو لباس مى‏گزارد و چون مى‏خواست از خداى خود حاجتى بخواهد ، آن لباسها را مى‏پوشید و حاجت خود را از خدا درخواست مى‏کرد .",
			"c": 6,
			"d": "وسائل الشیعة ، ج ۳ ، ص ۳۳۱ ، روایت ۷",
			"n": 32992,
			"x": 32992
		}
	},
	{
		"ref": [
			"Q_1516",
			"H_30198"
		],
		"a": "وَقِيلَ يٰٓأَرْضُ ٱبْلَعِي مَآءَكِ وَيٰسَمَآءُ أَقْلِعِي وَغِيضَ ٱلْمَآءُ وَقُضِيَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِيِّۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظّٰلِمِينَ",
		"b": {
			"a": "لَتُبَلْبَلُنّ بَلْبَلةً ، ولَتُغربَلُنّ غَرْبَلةً ، حتّى يعودَ أسفلُكُم أعلاكم ، وأعلاكم أسفلَكُم ، وليَسبقنّ سَبّاقونَ كانوا قَصَّروا ، وليُقَصِّرَنَّ سبّاقونَ كانوا سَبَقوا .",
			"b": "همانا به يقين شما درهم آميخته وغربال خواهيد شد تا آن كه پايين است به رو آيد و آن كه بالاست به زير رود و آنان كه واپس مانده اند پيش برانند و آنان كه پيش افتاده اند واپس مانند .",
			"c": 1,
			"d": "بحار الأنوار : ۵/۲۱۸/۱۲ .",
			"n": 30198,
			"x": 30198
		}
	},
	{
		"ref": [
			"Q_2081",
			"H_20461"
		],
		"a": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحْسَنُۚ إِنَّ ٱلشَّيْطٰنَ يَنزَغُ بَيْنَهُمْۚ إِنَّ ٱلشَّيْطٰنَ كَانَ لِلْإِنسٰنِ عَدُوًّا مُّبِينًا",
		"b": {
			"a": "أحسَنُ الحَسَناتِ حُبُّنا ، وأسوَأُ السَّیِّئاتِ بُغضُنا",
			"b": "بهترینِ نیکی ها ، محبّت و علاقه به ماست و بدترینِ بدی ها ، دشمن داشتن ماست .",
			"c": 1,
			"d": "غرر الحکم ، ح ۳۳۶۳",
			"n": 20461,
			"x": 20461
		}
	},
	{
		"ref": [
			"Q_2121",
			"H_194"
		],
		"a": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهُۥۗ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
		"b": {
			"a": "مَا لَمْ يُوَافِقْ مِنَ الْحَدِيثِ الْقُرْآنَ ، فَهُوَ زُخْرُفٌ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۲۰۶",
			"n": 194,
			"x": 194
		}
	},
	{
		"ref": [
			"Q_1266",
			"H_26522"
		],
		"a": "يُرِيدُونَ أَن يُطْفِئُواْ نُورَ ٱللَّهِ بِأَفْوٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكٰفِرُونَ",
		"b": {
			"a": "اين اهل مدائن الرّسّ الّذين قتلوا النّبيّين و أطفئوا نور المرسلين",
			"b": "كجايند مردم شهرهاي «رسّ» كه پيغمبران را كشتند ، و نور پيامبران مرسل را خاموش كردند",
			"c": 1,
			"d": "غررالحکم",
			"n": 26522,
			"x": 26522
		}
	},
	{
		"ref": [
			"Q_3380",
			"H_32720"
		],
		"a": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًاۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِۚ لَوْ كَانُواْ يَعْلَمُونَ",
		"b": {
			"a": "نَظِّفوا بُيوتَكُم مِن حَوكِ العَنكَبوتِ ، فَاِنَّ تَركَهُ فِى البَيتِ يورِثُ الفَقرَ",
			"b": "خانه هاى خود را از تار عنكبوت پاك كنيد ، زيرا باقى گذاشتن آن در خانه ، فقر مى آورد .",
			"c": 1,
			"d": "وسائل الشيعه ، ج ۳ ، ص ۵۷۵ ، ح ۲",
			"n": 32720,
			"x": 32720
		}
	},
	{
		"ref": [
			"Q_3356",
			"H_32720"
		],
		"a": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثٰنًا وَتَخْلُقُونَ إِفْكًاۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُواْ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُواْ لَهُۥٓۖ إِلَيْهِ تُرْجَعُونَ",
		"b": {
			"a": "نَظِّفوا بُيوتَكُم مِن حَوكِ العَنكَبوتِ ، فَاِنَّ تَركَهُ فِى البَيتِ يورِثُ الفَقرَ",
			"b": "خانه هاى خود را از تار عنكبوت پاك كنيد ، زيرا باقى گذاشتن آن در خانه ، فقر مى آورد .",
			"c": 1,
			"d": "وسائل الشيعه ، ج ۳ ، ص ۵۷۵ ، ح ۲",
			"n": 32720,
			"x": 32720
		}
	},
	{
		"ref": [
			"Q_64",
			"H_3182"
		],
		"a": "وَإِذْ قُلْنَا ٱدْخُلُواْ هٰذِهِ ٱلْقَرْيَةَ فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُواْ ٱلْبَابَ سُجَّدًا وَقُولُواْ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
		"b": {
			"a": "قُلْتُ لِلرِّضَا عليه‌السلام : جُعِلْتُ فِدَاكَ ، ادْعُ اللهَ عزوجل أَنْ يَرْزُقَنِيَ الْحَلَالَ ، فَقَالَ : أَتَدْرِي مَا الْحَلَالُ ؟ قُلْتُ : الَّذِي عِنْدَنَا الْكَسْبُ الطَّيِّبُ ، فَقَالَ : كَانَ عَلِيُّ بْنُ الْحُسَيْنِ عليهما‌السلام يَقُولُ : الْحَلَالُ هُوَ قُوتُ الْمُصْطَفَيْنَ ثُمَّ قَالَ : قُلْ : أَسْأَلُكَ مِنْ رِزْقِكَ الْوَاسِعِ",
			"b": "",
			"c": null,
			"d": "الکافی، الحدیث: ۳۳۷۰",
			"n": 3182,
			"x": 3182
		}
	},
	{
		"ref": [
			"Q_3098",
			"H_15473"
		],
		"a": "قَالُواْ لَئِن لَّمْ تَنتَهِ يٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ",
		"b": {
			"a": "لا یشبع عالم من علمه حتّى یکون منتهاه الجنّه",
			"b": "عالم از علم خویش سیر نگردد تا سرانجام به بهشت رسد .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15473,
			"x": 15473
		}
	},
	{
		"ref": [
			"Q_4261",
			"H_1115"
		],
		"a": "وَلَوْ جَعَلْنٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُواْ لَوْلَا فُصِّلَتْ ءَايٰتُهُۥٓۖ ءَا۬عْجَمِيٌّ وَعَرَبِيٌّۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُواْ هُدًى وَشِفَآءٌۚ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِيٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًىۚ أُوْلٰٓئِكَ يُنَادَوْنَ مِن مَّكَانِۭ بَعِيدٍ",
		"b": {
			"a": "فِي قَوْلِ اللهِ عزوجل : <Q> ) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً ( </Q> قَالَ : يَعْنِي بِهِ ولَايَةَ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام . قُلْتُ : <Q> ) وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمى ( </Q> ؟ قَالَ : يَعْنِي أَعْمَى الْبَصَرِ فِي الْآخِرَةِ ، أَعْمَى الْقَلْبِ فِي الدُّنْيَا ، عَنْ ولَايَةِ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام . قَالَ : وَهُوَ مُتَحَيِّرٌ فِي الْقِيَامَةِ ، يَقُولُ : <Q> ) لِمَ حَشَرْتَنِي أَعْمى وَقَدْ كُنْتُ بَصِيراً * قالَ كَذلِكَ أَتَتْكَ آياتُنا فَنَسِيتَها ( </Q> . قَالَ : الْآيَاتُ : الْأَئِمَّةُ عليهم‌السلام ، فَنَسِيتَها <Q> ) وَكَذلِكَ الْيَوْمَ تُنْسى ( </Q> يَعْنِي تَرَكْتَهَا ، وكَذلِكَ الْيَوْمَ تُتْرَكُ فِي النَّارِ ، كَمَا تَرَكْتَ الْأَئِمَّةَ عليهم‌السلام ، فَلَمْ تُطِعْ أَمْرَهُمْ ، ولَمْ تَسْمَعْ قَوْلَهُمْ . قُلْتُ : <Q> ) وَكَذلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآياتِ رَبِّهِ وَلَعَذابُ الْآخِرَةِ أَشَدُّ وَأَبْقى ( </Q> ؟ قَالَ : يَعْنِي مَنْ أَشْرَكَ بِوَلَايَةِ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام غَيْرَهُ ، ولَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ ، و تَرَكَ الْأَئِمَّةَ مُعَانَدَةً ، فَلَمْ يَتَّبِعْ آثَارَهُمْ ، ولَمْ يَتَوَلَّهُمْ . قُلْتُ : <Q> ) اللهُ لَطِيفٌ بِعِبادِهِ يَرْزُقُ مَنْ يَشاءُ ( </Q> ؟ قَالَ : وَلَايَةُ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام . قُلْتُ : <Q> ) مَنْ كانَ يُرِيدُ حَرْثَ الْآخِرَةِ ( </Q> ؟ قَالَ : مَعْرِفَةُ أَمِيرِ الْمُؤْمِنِينَ والْأَئِمَّةِ عليهم‌السلام . <Q> ) نَزِدْ لَهُ فِي حَرْثِهِ ( </Q> ؟ قَالَ : نَزِيدُهُ مِنْهَا . قَالَ : يَسْتَوْفِي نَصِيبَهُ مِنْ دَوْلَتِهِمْ . <Q> ) وَمَنْ كانَ يُرِيدُ حَرْثَ الدُّنْيا نُؤْتِهِ مِنْها وَما لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ ( </Q> ؟ قَالَ : لَيْسَ لَهُ‌ فِي دَوْلَةِ الْحَقِّ مَعَ الْقَائِمِ نَصِيبٌ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۷۹",
			"n": 1115,
			"x": 1115
		}
	},
	{
		"ref": [
			"Q_6094",
			"H_13084"
		],
		"a": "فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
		"b": {
			"a": "رَجُلٌ أَتى رَجُلاً ؟ قَالَ : إِنْ كَانَ مُحْصَناً فَعَلَيْهِ الْقَتْلُ ، وَإِنْ لَمْ يَكُنْ مُحْصَناً فَعَلَيْهِ الْجَلْدُ . قَالَ : فَقُلْتُ : فَمَا عَلَى الْمُوطَإِ ؟ قَالَ : عَلَيْهِ الْقَتْلُ عَلى كُلِّ حَالٍ ، مُحْصَناً كَانَ أَوْ غَيْرَ مُحْصَنٍ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۳۷۵۴",
			"n": 13084,
			"x": 13084
		}
	},
	{
		"ref": [
			"Q_3368",
			"H_38727"
		],
		"a": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ ٱلْمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصّٰدِقِينَ",
		"b": {
			"a": "أنَّهُ ذَکَرَ الَّذينَ حَارَبَهُم عَلِيُ عليه‌السلام فقال أمَا إنَّهُم أعظَمُ جُرماً مِمَّن حارَبَ رسولَ الله صلى‌الله‌عليه‌وآله‌وسلم : قيل لَهُ وُ کَيفَ ذلِکَ يابنَ رَسُول الله ؟ قال لِأنَّ اُولئِکَ کانوا جاهِليَّهِ و هؤلاءِ قَرَءُوا القُرآنَ وَ عَرَفُوا فَضلَ أهلِ الفَضَلِ فَأتَوا ما أتَوا بَعدَ البَصيِرَةِ",
			"b": "« آگاه باشيد که ايشان جرم و گناهشان نسبت به کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند بيشتر است ! سؤال شد چگونه بيشتر است ؟ حضرت فرمودند : زيرا کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند در زمان جاهليت مي جنگيدند ولي اينان کساني اند که قرآن خواندند و به برتري اهل فضيلت آشنا شدند اما بعد از بينش و آگاهي و بصيرت ، همان کردند که آنان انجام دادند . »",
			"c": 5,
			"d": "مستدرک الوسائل ، ج ۱۱ ، ص ۶۶ .",
			"n": 38727,
			"x": 38727
		}
	},
	{
		"ref": [
			"Q_3212",
			"H_38727"
		],
		"a": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
		"b": {
			"a": "أنَّهُ ذَکَرَ الَّذينَ حَارَبَهُم عَلِيُ عليه‌السلام فقال أمَا إنَّهُم أعظَمُ جُرماً مِمَّن حارَبَ رسولَ الله صلى‌الله‌عليه‌وآله‌وسلم : قيل لَهُ وُ کَيفَ ذلِکَ يابنَ رَسُول الله ؟ قال لِأنَّ اُولئِکَ کانوا جاهِليَّهِ و هؤلاءِ قَرَءُوا القُرآنَ وَ عَرَفُوا فَضلَ أهلِ الفَضَلِ فَأتَوا ما أتَوا بَعدَ البَصيِرَةِ",
			"b": "« آگاه باشيد که ايشان جرم و گناهشان نسبت به کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند بيشتر است ! سؤال شد چگونه بيشتر است ؟ حضرت فرمودند : زيرا کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند در زمان جاهليت مي جنگيدند ولي اينان کساني اند که قرآن خواندند و به برتري اهل فضيلت آشنا شدند اما بعد از بينش و آگاهي و بصيرت ، همان کردند که آنان انجام دادند . »",
			"c": 5,
			"d": "مستدرک الوسائل ، ج ۱۱ ، ص ۶۶ .",
			"n": 38727,
			"x": 38727
		}
	},
	{
		"ref": [
			"Q_3213",
			"H_38727"
		],
		"a": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِۚ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
		"b": {
			"a": "أنَّهُ ذَکَرَ الَّذينَ حَارَبَهُم عَلِيُ عليه‌السلام فقال أمَا إنَّهُم أعظَمُ جُرماً مِمَّن حارَبَ رسولَ الله صلى‌الله‌عليه‌وآله‌وسلم : قيل لَهُ وُ کَيفَ ذلِکَ يابنَ رَسُول الله ؟ قال لِأنَّ اُولئِکَ کانوا جاهِليَّهِ و هؤلاءِ قَرَءُوا القُرآنَ وَ عَرَفُوا فَضلَ أهلِ الفَضَلِ فَأتَوا ما أتَوا بَعدَ البَصيِرَةِ",
			"b": "« آگاه باشيد که ايشان جرم و گناهشان نسبت به کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند بيشتر است ! سؤال شد چگونه بيشتر است ؟ حضرت فرمودند : زيرا کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند در زمان جاهليت مي جنگيدند ولي اينان کساني اند که قرآن خواندند و به برتري اهل فضيلت آشنا شدند اما بعد از بينش و آگاهي و بصيرت ، همان کردند که آنان انجام دادند . »",
			"c": 5,
			"d": "مستدرک الوسائل ، ج ۱۱ ، ص ۶۶ .",
			"n": 38727,
			"x": 38727
		}
	},
	{
		"ref": [
			"Q_1037",
			"H_8805"
		],
		"a": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًاۖ فَٱنظُرْ كَيْفَ كَانَ عٰقِبَةُ ٱلْمُجْرِمِينَ",
		"b": {
			"a": "لَا تَقْطَعُوا الثِّمَارَ ، فَيَبْعَثَ اللهُ عَلَيْكُمُ الْعَذَابَ صَبّاً",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۹۲۰۰",
			"n": 8805,
			"x": 8805
		}
	},
	{
		"ref": [
			"Q_3368",
			"H_8805"
		],
		"a": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ ٱلْمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصّٰدِقِينَ",
		"b": {
			"a": "لَا تَقْطَعُوا الثِّمَارَ ، فَيَبْعَثَ اللهُ عَلَيْكُمُ الْعَذَابَ صَبّاً",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۹۲۰۰",
			"n": 8805,
			"x": 8805
		}
	},
	{
		"ref": [
			"Q_2625",
			"H_30993"
		],
		"a": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِي بِهِ ٱلرِّيحُ فِي مَكَانٍ سَحِيقٍ",
		"b": {
			"a": "آكِلُ الرِّبا لايَخْرُجُ مِنَ الدُّنْيا حَتّى يَتَخَبَّطُهُ الشَّيْطانُ",
			"b": "ربا خوار از دنيا نرود ، تا آن كه شيطان ديوانه اش كند .",
			"c": 6,
			"d": "بحارالانوار ، ج ۱۰۳ ، ص ۱۲۰ ، ح ۳۰",
			"n": 30993,
			"x": 30993
		}
	},
	{
		"ref": [
			"Q_5261",
			"H_29507"
		],
		"a": "أَمَّنْ هٰذَا ٱلَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥۚ بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ",
		"b": {
			"a": "اِنَّما بُعِثْتُ لاُِتَمِّمَ مَكارِمَ الاَْخْلاقِ",
			"b": "من تنها برانگيخته شده ام تا اخلاق بزرگوارانه را به كمال رسانم .",
			"c": 13,
			"d": "بحارالأنوار ، ج ۷۱ ، ص ۳۸۲",
			"n": 29507,
			"x": 29507
		}
	},
	{
		"ref": [
			"Q_5261",
			"H_127"
		],
		"a": "أَمَّنْ هٰذَا ٱلَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥۚ بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ",
		"b": {
			"a": "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي قَوْلِ اللهِ عزوجل : <Q> ) فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ ( </Q> قَالَ : قُلْتُ : مَا طَعَامُهُ ؟ قَالَ : عِلْمُهُ الَّذِي يَأْخُذُهُ ، عَمَّنْ يَأْخُذُهُ ؟",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۱۳۵",
			"n": 127,
			"x": 127
		}
	},
	{
		"ref": [
			"Q_5261",
			"H_127"
		],
		"a": "أَمَّنْ هٰذَا ٱلَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥۚ بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ",
		"b": {
			"a": "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي قَوْلِ اللهِ عزوجل : <Q> ) فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ ( </Q> قَالَ : قُلْتُ : مَا طَعَامُهُ ؟ قَالَ : عِلْمُهُ الَّذِي يَأْخُذُهُ ، عَمَّنْ يَأْخُذُهُ ؟",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۱۳۵",
			"n": 127,
			"x": 127
		}
	},
	{
		"ref": [
			"Q_5261",
			"H_127"
		],
		"a": "أَمَّنْ هٰذَا ٱلَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥۚ بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ",
		"b": {
			"a": "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي قَوْلِ اللهِ عزوجل : <Q> ) فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ ( </Q> قَالَ : قُلْتُ : مَا طَعَامُهُ ؟ قَالَ : عِلْمُهُ الَّذِي يَأْخُذُهُ ، عَمَّنْ يَأْخُذُهُ ؟",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۱۳۵",
			"n": 127,
			"x": 127
		}
	},
	{
		"ref": [
			"Q_5261",
			"H_127"
		],
		"a": "أَمَّنْ هٰذَا ٱلَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥۚ بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ",
		"b": {
			"a": "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي قَوْلِ اللهِ عزوجل : <Q> ) فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ ( </Q> قَالَ : قُلْتُ : مَا طَعَامُهُ ؟ قَالَ : عِلْمُهُ الَّذِي يَأْخُذُهُ ، عَمَّنْ يَأْخُذُهُ ؟",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۱۳۵",
			"n": 127,
			"x": 127
		}
	},
	{
		"ref": [
			"Q_5261",
			"H_37133"
		],
		"a": "أَمَّنْ هٰذَا ٱلَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥۚ بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ",
		"b": {
			"a": "مَن لَم يَأكُلِ اللَّحمَ أربَعينَ يَوماً ساءَ خُلُقُهُ ، فَكُلُوا اللَّحمَ ؛ فَإِنَّهُ يَزيدُ فِي السَّمعِ",
			"b": "هر كس چهل روز گوشت نخورد ، بدخوى مى شود . گوشت بخوريد ؛ چرا كه بر شنوايى مى افزايد .",
			"c": 13,
			"d": "الفردوس ، جلد ۳ ، صفحه ۶۲۷ ، حديث ۵۹۶۰ و دانش نامه احاديث پزشكي : ۲ / ۱۲۸",
			"n": 37133,
			"x": 37133
		}
	},
	{
		"ref": [
			"Q_4247",
			"H_33269"
		],
		"a": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقٰمُواْ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحْزَنُواْ وَأَبْشِرُواْ بِٱلْجَنَّةِ ٱلَّتِي كُنتُمْ تُوعَدُونَ",
		"b": {
			"a": "لِعَلِيٍّ عليه‌السلام : مَن سَرَّهُ أن يَلقَى اللّهَ عَزَّوجَلَّ آمِنًا مُطَهَّرًا لا يَحزُنُهُ الفَزَعُ الأَكبَرُ فَليَتَوَلَّكَ ، وَليَتَوَلَّ بَنيكَ الحَسَنَ وَالحُسَينَ ، وعَلِيَّ بنَ الحُسَينِ ، ومُحَمَّدَ بنَ عَلِيٍّ ، وجَعفَرَ بنَ مُحَمَّدٍ ، وموسَى بنَ جَعفَرٍ ، وعَلِيَّ بنَ موسى ، ومُحَمَّدًا ، وعَلِيًّا ، وَالحَسَنَ ، ثُمَّ المَهدِيَّ وهُوَ خاتَمُهُم",
			"b": "به على عليه‌السلام : هر كه خوشحال مى شود كه ايمن و پاك خداى عزوجل را ديدار كند و از آن وحشت بزرگ [ قيامت ] اندوهى به دل راه ندهد بايد ولايت تو و ولايت دو فرزندت حسن و حسين و على بن الحسين و محمّدبن على و جعفر بن محمّد و موسى بن جعفر و على بن موسى و محمّد و على و حسن و سرانجام مهدى را كه آخرين آنهاست بپذيرد .",
			"c": 13,
			"d": "الغيبة للطوسيّ : ۱۳۶ / ۱۰۰ عن عيسى بن أحمد بن عيسى بن المنصور عن الإمام العسكريّ عن آبائه عليهم‌السلام ، المناقب لابن شهرآشوب : ۱ / ۲۹۳ ، الصراط المستقيم : ۲ / ۱۵۱ وفيهما « قائمهم » بدل « خاتمهم » .",
			"n": 33269,
			"x": 33269
		}
	},
	{
		"ref": [
			"Q_2792",
			"H_28254"
		],
		"a": "ٱلزَّانِيَةُ وَٱلزَّانِي فَٱجْلِدُواْ كُلَّ وٰحِدٍ مِّنْهُمَا مِاْئَةَ جَلْدَةٍۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْأٓخِرِۖ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ ٱلْمُؤْمِنِينَ",
		"b": {
			"a": "عَلى كُلِّ نَفَسٍ مِن بَني آدَمَ كُتِبَ حَظٌّ مِنَ الزِّنا أدرَكَ ذلكَ لا محالَةَ ، فالعَينُ زِناها النَّظَرُ ، والرِّجلُ زِناها المَشيُ ، والاُذُنُ زِناها الاستِماعُ .",
			"b": "بر هر عضوى از اعضاى انسان بهره اى از زنا نوشته شده كه لاجرم به آن مى رسد ؛ مثلاً زناى چشم نگاه كردن است و زناى پا ، رفتن و زناى گوش ، شنيدن .",
			"c": 13,
			"d": "كنز العمّال : ۱۳۰۲۶ انظر تمام الحديث .",
			"n": 28254,
			"x": 28254
		}
	},
	{
		"ref": [
			"H_28718",
			"Q_4"
		],
		"a": {
			"a": "مَنْ اَوى اِلى فِراشِهِ طاهِرا يَذْكُرُ اللّهَ تَعالى حَتّى يُدْرِكَهُ النُّعاسُ لَمْ يَتَقَلَّبْ ساعَةً مِنَ اللَّيْلِ يَسْأَلُ اللّهَ شَيْئا مِنْ خَيْرِ الدُّنْيا وَ الآْخِرَةِ اِلاّ اَعْطاهُ اللّهُ ايّاهُ",
			"b": "هر كس با وضو و با ياد خدا به رخت خواب برود و خوابش ببرد ، در هر ساعتى از شب كه بيدار گردد و از خدا چيزى از خير دنيا و آخرت بخواهد ، خداوند آن را به او عطا فرمايد .",
			"c": 13,
			"d": "كنزالعمال ، ح ۴۱۲۷۴ .",
			"n": 28718,
			"x": 28718
		},
		"b": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ"
	},
	{
		"ref": [
			"H_28174",
			"H_35939"
		],
		"a": {
			"a": "إذا ظَنَنتُم فلا تُحَقِّقُوا ، وإذا حَسَدتُم فلا تَبغُوا ، وإذا تَطَيَّرتُم فَامضُوا .",
			"b": "هرگاه گمان برديد ، آن را حقيقت مپنداريد و بدان عمل نكنيد و هرگاه حسد ورزيديد آن را دنبال نكنيد و هرگاه فال بد زديد [ اعتنا نكرده ] كار خود راانجام دهيد .",
			"c": 13,
			"d": "كنز العمّال : ۷۵۸۵ .",
			"n": 28174,
			"x": 28174
		},
		"b": {
			"a": "في كِتابِ رَسولِ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم : إذَا استَعمَلتُم ما مَلَكَت أيمانُكُم في شَيءٍ يَشُقُّ عَلَيهِم فَاعمَلوا مَعَهُم فيهِ ، وإن كانَ أبي لَيَأمُرُهُم فَيَقولُ : كَما أنتُم ، فَيَأتي فَيَنظُرُ فَإِن كانَ ثَقيلاً قالَ : بِسمِ اللّهِ ، ثُمَّ عَمِلَ مَعَهُم ، وإن كانَ خَفيفًا تَنَحّى عَنهُم",
			"b": "در نامه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم آمده است : هرگاه خدمتگزارانتان را به كارى گمارديد كه بر آنها دشوار است ، شما هم با آنها در آن كار ، شركت جوييد . پدرم هرگاه بديشان دستورى مى داد ، به آنها مى فرمود : چگونه ايد ، پس مى آمد و بديشان مى نگريست و اگر كار ، سنگين بود مى فرمود : بسم اللّه و همراه آنان كار مى كرد و اگر كار ، سبك بود ، آنها را به حال خود مى گذاشت .",
			"c": 6,
			"d": "الزهد للحسين بن سعيد : ۴۴ / ۱۱۷ عن داود بن فرقد .",
			"n": 35939,
			"x": 35939
		}
	},
	{
		"ref": [
			"H_30091",
			"H_35939"
		],
		"a": {
			"a": "مَن حَفِظَ لِسانَهُ سَتَرَ اللّهُ عَورَتَهُ .",
			"b": "هر كه زبانش را نگهدارد ، خداوند عيبش را بپوشاند .",
			"c": 1,
			"d": "بحار الأنوار : ۷۱/۲۸۳/۳۶",
			"n": 30091,
			"x": 30091
		},
		"b": {
			"a": "في كِتابِ رَسولِ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم : إذَا استَعمَلتُم ما مَلَكَت أيمانُكُم في شَيءٍ يَشُقُّ عَلَيهِم فَاعمَلوا مَعَهُم فيهِ ، وإن كانَ أبي لَيَأمُرُهُم فَيَقولُ : كَما أنتُم ، فَيَأتي فَيَنظُرُ فَإِن كانَ ثَقيلاً قالَ : بِسمِ اللّهِ ، ثُمَّ عَمِلَ مَعَهُم ، وإن كانَ خَفيفًا تَنَحّى عَنهُم",
			"b": "در نامه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم آمده است : هرگاه خدمتگزارانتان را به كارى گمارديد كه بر آنها دشوار است ، شما هم با آنها در آن كار ، شركت جوييد . پدرم هرگاه بديشان دستورى مى داد ، به آنها مى فرمود : چگونه ايد ، پس مى آمد و بديشان مى نگريست و اگر كار ، سنگين بود مى فرمود : بسم اللّه و همراه آنان كار مى كرد و اگر كار ، سبك بود ، آنها را به حال خود مى گذاشت .",
			"c": 6,
			"d": "الزهد للحسين بن سعيد : ۴۴ / ۱۱۷ عن داود بن فرقد .",
			"n": 35939,
			"x": 35939
		}
	},
	{
		"ref": [
			"H_26702",
			"H_30091"
		],
		"a": {
			"a": "اذا قارفت ذنبا فكن عليه نادما",
			"b": "هرگاه دست به گناهي زدي بر آن پشيمان باش ( تا توبه و استغفار محسوب شود )",
			"c": 1,
			"d": "غررالحکم",
			"n": 26702,
			"x": 26702
		},
		"b": {
			"a": "مَن حَفِظَ لِسانَهُ سَتَرَ اللّهُ عَورَتَهُ .",
			"b": "هر كه زبانش را نگهدارد ، خداوند عيبش را بپوشاند .",
			"c": 1,
			"d": "بحار الأنوار : ۷۱/۲۸۳/۳۶",
			"n": 30091,
			"x": 30091
		}
	},
	{
		"ref": [
			"Q_2047",
			"H_30017"
		],
		"a": "وَمَنْ أَرَادَ ٱلْأٓخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُوْلٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
		"b": {
			"a": "مَن أحَبَّ أن يَعلَمَ كَيفَ مَنزِلَتُهُ عِندَ اللّهِ فَليَنظُر كَيفَ مَنزِلَةُ اللّهِ عِندَهُ ؛ فَإِنَّ كُلَّ مَن خيرَ لَهُ أمرانِ ، أمرُ الدُّنيا وأمرُ الآخِرَةِ ؛ فَاختارَ أمرَ الآخِرَةِ عَلَى الدُّنيا فَذلِكَ الَّذي يُحِبُّ اللّهَ ، ومَنِ اختارَ أمرَ الدُّنيا فَذلِكَ الَّذي لا مَنزِلَةَ للّهِِ عِندَهُ .",
			"b": "هركه دوست دارد بداند نزد خدا چه موقعيتى دارد ، به موقعيت خدا نزد خودش بنگرد ؛ زيرا به هركه حقِّ انتخاب دو كار داده شود : كار اين جهانى و كار آن جهانى ، و او كار آن جهانى را بر كار اين جهانى برگزيند ، او كسى است كه خدا را دوست دارد ؛ و هركه كار اين جهانى را برگزيند ، او كسى است كه خدا نزد او منزلتى ندارد .",
			"c": 1,
			"d": "جامع الأخبار : ۵۰۵ / ۱۳۹۸ ، بحار الأنوار : ۷۰ / ۲۵ / ۲۷ .",
			"n": 30017,
			"x": 30017
		}
	},
	{
		"ref": [
			"H_15319",
			"H_38231"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "إِنَّ أَخوَفَ مَا أَخَافُ عَلَي اُمَّتِي مِن عَمَلِ قَومِ لُوطٍ .",
			"b": "بيشترين چيزي که براي امّتم از آن مي ترسم ، عمل قوم لوط است .",
			"c": 13,
			"d": "الترغيب والترهيب ، ج ۳ ، ص ۲۸۵",
			"n": 38231,
			"x": 38231
		}
	},
	{
		"ref": [
			"H_15319",
			"H_31763"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "إنَّ أخوَفَ مَا أخَافُ عَلَيکم اَلشِّرک الأصغَرُ ، قَالُوا : وَمَا الشِّرک الأصغَرُ يَا رَسُولَاللهِ ؟ قَالَ : هُوَ الرِّيَاءُ .",
			"b": "آنچه بيش از هر چيز ديگري بر شما مي ترسم شرک اصغر است ، گفتند : اي پيغمبر خدا شرک اصغر چيست ؟ حضرت فرمودند : ريا .",
			"c": 13,
			"d": "بحار الأنوار ، ج ۷۲ ، ص ۳۰۳",
			"n": 31763,
			"x": 31763
		}
	},
	{
		"ref": [
			"H_15319",
			"H_28392"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "إنّ أخْوَفَ ما أخافُ عَلى اُمّتِي كُلُّ مُنافقٍ عَليمِ اللِّسانِ .",
			"b": "وحشتناكترين چيزى كه بر امّتم مى ترسم ، منافق زبان باز است .",
			"c": 13,
			"d": "كنز العمّال : ۲۸۹۶۹ و ۲۸۹۶۸ و ۲۸۹۷۰ .",
			"n": 28392,
			"x": 28392
		}
	},
	{
		"ref": [
			"H_15319",
			"H_8199"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : إِنَّ أَخْوَفَ مَا أَخَافُ عَلى أُمَّتِي مِنْ بَعْدِي هذِهِ الْمَكَاسِبُ الْحَرَامُ ، وَالشَّهْوَةُ الْخَفِيَّةِ ، وَالرِّبَا",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۸۵۷۷",
			"n": 8199,
			"x": 8199
		}
	},
	{
		"ref": [
			"H_15319",
			"H_718"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "كُنْتُ عِنْدَهُ جَالِساً ، فَقَالَ لَهُ رَجُلٌ : حَدِّثْنِي عَنْ ولَايَةِ عَلِيٍّ أَمِنَ اللهِ أَوْ مِنْ رَسُولِهِ ؟ فَغَضِبَ ، ثُمَّ قَالَ : وَيْحَكَ ، كَانَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم أَخْوَفَ لِلّهِ مِنْ أَنْ يَقُولَ مَا لَمْ يَأْمُرْهُ بِهِ اللهُ ، بَلِ افْتَرَضَهُ كَمَا افْتَرَضَ اللهُ الصَّلَاةَ والزَّكَاةَ والصَّوْمَ وَالْحَجَّ",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۷۶۳",
			"n": 718,
			"x": 718
		}
	},
	{
		"ref": [
			"H_15319",
			"H_14092"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "خطب أمير المؤمنين عليه‌السلام ، فحمد الله وأثنى عليه ، ثم صلى على النبي صلى‌الله‌عليه‌وآله‌وسلم ، ثم قال : ألا إن أخوف ما أخاف عليكم خلتان : اتباع الهوى ، وطول الأمل ؛ أما اتباع الهوى فيصد عن الحق ، وأما طول الأمل فينسي الآخرة . ألا إن الدنيا قد ترحلت مدبرة ، وإن الآخرة قد ترحلت مقبلة ، ولكل واحدة بنون ، فكونوا من أبناء الآخرة ، ولا تكونوا من أبناء الدنيا ، فإن اليوم عمل ولا حساب ، وإن غدا حساب ولا عمل ، وإنما بدء وقوع الفتن من أهواء تتبع ، وأحكام تبتدع ، يخالف فيها حكم الله ، يتولى فيها رجال رجالا . ألا إن الحق لو خلص لم يكن اختلاف ، ولو أن الباطل خلص لم يخف على ذي حجى ، لكنه يؤخذ من هذا ضغث ، ومن هذا ضغث ، فيمزجان ، فيجتمعان ، فيجللان معا ، فهنالك يستولي الشيطان على أوليائه ، ونجا الذين سبقت لهم من الله الحسنى . إني سمعت رسول الله صلى‌الله‌عليه‌وآله‌وسلم يقول : كيف أنتم إذا لبستكم فتنة يربو فيها الصغير ، ويهرم فيها الكبير ، يجري الناس عليها ويتخذونها سنة ، فإذا غير منها شيء قيل : قد غيرت السنة ، وقد أتى الناس منكرا ، ثم تشتد البلية ، وتسبى الذرية ، وتدقهم الفتنة كما تدق النار الحطب ، وكما تدق الرحى بثفالها ، ويتفقهون لغير الله ، ويتعلمون لغير العمل ، ويطلبون الدنيا بأعمال الآخرة . ثم أقبل بوجهه وحوله ناس من أهل بيته وخاصته وشيعته فقال : قد عملت الولاة قبلي أعمالا خالفوا فيها رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، متعمدين لخلافه ، ناقضين لعهده ، مغيرين لسنته ، ولو حملت الناس على تركها ، وحولتها إلى مواضعها وإلى ما كانت في عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، لتفرق عني جندي حتى أبقى وحدي ، أو قليل من شيعتي الذين عرفوا فضلي وفرض إمامتي من كتاب الله وسنة رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، أرأيتم لو أمرت بمقام إبراهيم عليه‌السلام فرددته إلى الموضع الذي وضعه فيه رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، ورددت فدك إلى ورثة فاطمة عليه‌السلام ، ورددت صاع رسول الله صلى‌الله‌عليه‌وآله‌وسلم كما كان ، وأمضيت قطائع أقطعها رسول الله صلى‌الله‌عليه‌وآله‌وسلم لأقوام لم تمض لهم ولم تنفذ ، ورددت دار جعفر عليه‌السلام إلى ورثته ، وهدمتها من المسجد ، ورددت قضايا من الجور قضي بها ، ونزعت نساء تحت رجال بغير حق ، فرددتهن إلى أزواجهن ، واستقبلت بهن الحكم في الفروج والأحكام ، وسبيت ذراري بني تغلب ، ورددت ما قسم من أرض خيبر ، ومحوت دواوين العطايا ، وأعطيت كما كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم يعطي بالسوية ، ولم أجعلها دولة بين الأغنياء ، وألقيت المساحة ، وسويت بين المناكح ، وأنفذت خمس الرسول كما أنزل الله عزوجل وفرضه ، ورددت مسجد رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلى ما كان عليه ، وسددت ما فتح فيه من الأبواب ، وفتحت ما سد منه ، وحرمت المسح على الخفين ، وحددت على النبيذ ، وأمرت بإحلال المتعتين ، وأمرت بالتكبير على الجنائز خمس تكبيرات ، وألزمت الناس الجهر ببسم الله الرحمن الرحيم ، وأخرجت من أدخل مع رسول الله صلى‌الله‌عليه‌وآله‌وسلم في مسجده ممن كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم أخرجه ، وأدخلت من أخرج بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم ممن كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم أدخله ، وحملت الناس على حكم القرآن وعلى الطلاق على السنة ، وأخذت الصدقات على أصنافها وحدودها ، ورددت الوضوء والغسل والصلاة إلى مواقيتها وشرائعها ومواضعها ، ورددت أهل نجران إلى مواضعهم ، ورددت سبايا فارس وسائر الأمم إلى كتاب الله وسنة نبيه صلى‌الله‌عليه‌وآله‌وسلم إذا لتفرقوا عني . والله لقد أمرت الناس أن لايجتمعوا في شهر رمضان إلا في فريضة ، وأعلمتهم أن اجتماعهم في النوافل بدعة ، فتنادى بعض أهل عسكري ممن يقاتل معي : يا أهل الإسلام ، غيرت سنة عمر ، ينهانا عن الصلاة في شهر رمضان تطوعا ، ولقد خفت أن يثوروا في ناحية جانب عسكري ما لقيت من هذه الأمة من الفرقة وطاعة أئمة الضلالة والدعاة إلى النار ؛ وأعطيت من ذلك سهم ذي القربى الذي قال الله عزوجل : <Q> ) إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ ( </Q> فنحن والله عنى بذي القربى الذي قرننا الله بنفسه وبرسوله صلى‌الله‌عليه‌وآله‌وسلم ، فقال : <Q> ) فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ ( </Q> فينا خاصة <Q> ) كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللهَ ( </Q> في ظلم آل محمد <Q> ) إِنَّ اللهَ شَدِيدُ الْعِقابِ ( </Q> لمن ظلمهم ، رحمة منه لنا ، وغنى أغنانا الله به ، ووصى به نبيه صلى‌الله‌عليه‌وآله‌وسلم ، ولم يجعل لنا في سهم الصدقة نصيبا ، أكرم الله رسوله صلى‌الله‌عليه‌وآله‌وسلم وأكرمنا أهل البيت أن يطعمنا من أوساخ الناس ، فكذبوا الله وكذبوا رسوله ، وجحدوا كتاب الله الناطق بحقنا ، ومنعونا فرضا فرضه الله لنا ، ما لقي أهل بيت نبي من أمته ما لقينا بعد نبينا صلى‌الله‌عليه‌وآله‌وسلم ، والله المستعان على من ظلمنا ، ولا حول ولاقوة إلا بالله العلي العظيم",
			"b": "",
			"c": 1,
			"d": "الکافی، الحدیث: ۱۴۸۳۶",
			"n": 14092,
			"x": 14092
		}
	},
	{
		"ref": [
			"H_15319",
			"H_16835"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "اَيُّهَا النّاسُ اِنَّ اَخْوَفَ ما اَخافُ عَلَيْكُمُ اثْنانِ : اِتِّباعُ الْهَوى وَ طُولُ الاَْمَلِ .",
			"b": "اى مردم ، بيشتر از همه ، از دو چيز بر شما مى ترسم ، پيروى از هوس ، و آرزوى دراز .",
			"c": 1,
			"d": "نهج البلاغه ، خ ۴۲ ، ص ۱۲۷ .",
			"n": 16835,
			"x": 16835
		}
	},
	{
		"ref": [
			"H_15319",
			"H_14920"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "إنّ أخوف ما أخاف على أمّتی الإشراک باللَّه أما إنّی لست أقول یعبدون شمسا و لا قمرا و لا وثنا و لکنّ أعمالا لغیر اللَّه و شهوه خفیّه",
			"b": "بیش از هر چیز بر امت خود از شرک به خدا بیم دارم ، من نمی گویم که خورشید و ماه یا بت می پرستند ولى کارهائى براى غیر خدا انجام می دهند و دست خوش شهوت نهانى می شوند .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 14920,
			"x": 14920
		}
	},
	{
		"ref": [
			"H_15319",
			"H_33370"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "إنَّ أخوَفَ ما أخافُ عَلَيكُم ما يُخرِجُ اللّهُ مِن نَباتِ الأَرضِ وزَهرَةِ الدُّنيا .",
			"b": "ترسناك ترين چيزى كه من از آن بر شما مى ترسم ، محصولات زمين و خرّمى و بهجت دنياست كه خداوند در اختيارتان مى گذارد .",
			"c": 13,
			"d": "مسند ابن حنبل : ج ۴ ص ۱۶ ح ۱۱۰۳۵ ، مسند الحميدي : ج ۲ ص ۳۲۵ ح ۷۴۰ ، حلية الأولياء : ج ۷ ص ۳۱۱ كلّها عن أبي سعيد الخدري .",
			"n": 33370,
			"x": 33370
		}
	},
	{
		"ref": [
			"H_15319",
			"H_33956"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "أخْوَفُ ما أخافُ على اُمّتي زَهْرَةُ الدُّنيا وكَثْرَتُها .",
			"b": "ترسناكترين چيزى كه از آن براى امّت خود مى ترسم زرق و برق و وفور متاع دنياست .",
			"c": 13,
			"d": "تفسير الطبري : ۱۳ / الجزء ۲۵ / ۳۰ .",
			"n": 33956,
			"x": 33956
		}
	},
	{
		"ref": [
			"H_15319",
			"T_لوط"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "أخْوَفُ ما أخافُ على اُمّتي زَهْرَةُ الدُّنيا وكَثْرَتُها .",
			"b": "ترسناكترين چيزى كه از آن براى امّت خود مى ترسم زرق و برق و وفور متاع دنياست .",
			"c": 13,
			"d": "تفسير الطبري : ۱۳ / الجزء ۲۵ / ۳۰ .",
			"n": 33956,
			"x": 33956
		}
	},
	{
		"ref": [
			"H_15319",
			"H_2377"
		],
		"a": {
			"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
			"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 15319,
			"x": 15319
		},
		"b": {
			"a": "إِيَّاكَ وَالرِّئَاسَةَ ، وَإِيَّاكَ أَنْ تَطَأَ أَعْقَابَ الرِّجَالِ . قَالَ : قُلْتُ : جُعِلْتُ فِدَاكَ ، أَمَّا الرِّئَاسَةُ فَقَدْ عَرَفْتُهَا ؛ وَأَمَّا أَنْ أَطَأَ أَعْقَابَ الرِّجَالِ ، فَمَا ثُلُثَا مَا فِي يَدِي إِلَّا مِمَّا وَطِئْتُ أَعْقَابَ الرِّجَالِ ؟ فَقَالَ لِي : لَيْسَ حَيْثُ تَذْهَبُ ، إِيَّاكَ أَنْ تَنْصِبَ رَجُلاً دُونَ الْحُجَّةِ ، فَتُصَدِّقَهُ فِي كُلِّ مَا قَالَ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۲۵۰۹",
			"n": 2377,
			"x": 2377
		}
	},
	{
		"ref": [
			"H_11273",
			"H_37133"
		],
		"a": {
			"a": "الثَّرِيدُ طَعَامُ الْعَرَبِ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۸۱۸",
			"n": 11273,
			"x": 11273
		},
		"b": {
			"a": "مَن لَم يَأكُلِ اللَّحمَ أربَعينَ يَوماً ساءَ خُلُقُهُ ، فَكُلُوا اللَّحمَ ؛ فَإِنَّهُ يَزيدُ فِي السَّمعِ",
			"b": "هر كس چهل روز گوشت نخورد ، بدخوى مى شود . گوشت بخوريد ؛ چرا كه بر شنوايى مى افزايد .",
			"c": 13,
			"d": "الفردوس ، جلد ۳ ، صفحه ۶۲۷ ، حديث ۵۹۶۰ و دانش نامه احاديث پزشكي : ۲ / ۱۲۸",
			"n": 37133,
			"x": 37133
		}
	},
	{
		"ref": [
			"H_11273",
			"H_11227"
		],
		"a": {
			"a": "الثَّرِيدُ طَعَامُ الْعَرَبِ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۸۱۸",
			"n": 11273,
			"x": 11273
		},
		"b": {
			"a": "اللَّحْمُ يُنْبِتُ اللَّحْمَ ، وَمَنْ تَرَكَ اللَّحْمَ أَرْبَعِينَ يَوْماً سَاءَ خُلُقُهُ ، وَمَنْ سَاءَ خُلُقُهُ فَأَذِّنُوا فِي أُذُنِهِ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۷۷۱",
			"n": 11227,
			"x": 11227
		}
	},
	{
		"ref": [
			"H_11273",
			"H_11228"
		],
		"a": {
			"a": "الثَّرِيدُ طَعَامُ الْعَرَبِ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۸۱۸",
			"n": 11273,
			"x": 11273
		},
		"b": {
			"a": "قُلْتُ لِأَبِي الْحَسَنِ الرِّضَا عليه‌السلام : إِنَّ النَّاسَ يَقُولُونَ : إِنَّ مَنْ لَمْ يَأْكُلِ اللَّحْمَ ثَلَاثَةَ أَيَّامٍ‌ سَاءَ خُلُقُهُ . فَقَالَ : كَذَبُوا ، وَلكِنْ مَنْ لَمْ يَأْكُلِ اللَّحْمَ أَرْبَعِينَ يَوْماً ، تَغَيَّرَ خُلُقُهُ وَبَدَنُهُ ، وَذلِكَ لِانْتِقَالِ النُّطْفَةِ فِي مِقْدَارِ أَرْبَعِينَ يَوْماً",
			"b": "",
			"c": 8,
			"d": "الکافی، الحدیث: ۱۱۷۷۲",
			"n": 11228,
			"x": 11228
		}
	},
	{
		"ref": [
			"H_11273",
			"H_38424"
		],
		"a": {
			"a": "الثَّرِيدُ طَعَامُ الْعَرَبِ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۸۱۸",
			"n": 11273,
			"x": 11273
		},
		"b": {
			"a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ",
			"b": "هر كس چهل روز گوشت نخورد ، بد اخلاق مى شود . هر كس چهل روز ( پشت سر هم ) گوشت بخورد ، سنگ دل مى شود .",
			"c": 13,
			"d": "طب النبى ، ص ۵ .",
			"n": 38424,
			"x": 38424
		}
	},
	{
		"ref": [
			"H_18087",
			"T_ضالین"
		],
		"a": {
			"a": "الإِنصافُ يُؤَلِّفُ القُلوبَ .",
			"b": "انصاف ، دل ها را به يكديگر مى پيوندد .",
			"c": 1,
			"d": "غرر الحكم : ۱۱۳۰ .",
			"n": 18087,
			"x": 18087
		},
		"b": {
			"a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ",
			"b": "هر كس چهل روز گوشت نخورد ، بد اخلاق مى شود . هر كس چهل روز ( پشت سر هم ) گوشت بخورد ، سنگ دل مى شود .",
			"c": 13,
			"d": "طب النبى ، ص ۵ .",
			"n": 38424,
			"x": 38424
		}
	},
	{
		"ref": [
			"Q_4999",
			"H_37133"
		],
		"a": "وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ",
		"b": {
			"a": "مَن لَم يَأكُلِ اللَّحمَ أربَعينَ يَوماً ساءَ خُلُقُهُ ، فَكُلُوا اللَّحمَ ؛ فَإِنَّهُ يَزيدُ فِي السَّمعِ",
			"b": "هر كس چهل روز گوشت نخورد ، بدخوى مى شود . گوشت بخوريد ؛ چرا كه بر شنوايى مى افزايد .",
			"c": 13,
			"d": "الفردوس ، جلد ۳ ، صفحه ۶۲۷ ، حديث ۵۹۶۰ و دانش نامه احاديث پزشكي : ۲ / ۱۲۸",
			"n": 37133,
			"x": 37133
		}
	},
	{
		"ref": [
			"H_37133",
			"H_38424"
		],
		"a": {
			"a": "مَن لَم يَأكُلِ اللَّحمَ أربَعينَ يَوماً ساءَ خُلُقُهُ ، فَكُلُوا اللَّحمَ ؛ فَإِنَّهُ يَزيدُ فِي السَّمعِ",
			"b": "هر كس چهل روز گوشت نخورد ، بدخوى مى شود . گوشت بخوريد ؛ چرا كه بر شنوايى مى افزايد .",
			"c": 13,
			"d": "الفردوس ، جلد ۳ ، صفحه ۶۲۷ ، حديث ۵۹۶۰ و دانش نامه احاديث پزشكي : ۲ / ۱۲۸",
			"n": 37133,
			"x": 37133
		},
		"b": {
			"a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ",
			"b": "هر كس چهل روز گوشت نخورد ، بد اخلاق مى شود . هر كس چهل روز ( پشت سر هم ) گوشت بخورد ، سنگ دل مى شود .",
			"c": 13,
			"d": "طب النبى ، ص ۵ .",
			"n": 38424,
			"x": 38424
		}
	},
	{
		"ref": [
			"H_16334",
			"T_عاد"
		],
		"a": {
			"a": "اِستَعِدّوا للمَوتِ فقد أظَلَّكُم ، وكُونوا قَوما صِيحَ بِهِم فانتَبَهوا ، وعَلِموا أنّ الدُّنيا لَيسَت لَهُم بدارٍ فاستَبدَلوا .",
			"b": "براى مرگ آماده شويد ؛ زيرا مرگ بر سر شما سايه افكنده است و همچون گروهى باشيد كه بر سر آنها فرياد زده شد و بيدار گشتند و دانستند كه دنيا سراى آنها نيست و از اين رو آن را [ با جهان ديگر ] عوض كردند .",
			"c": 1,
			"d": "نهج البلاغة : الخطبة ۶۴ .",
			"n": 16334,
			"x": 16334
		},
		"b": {
			"a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ",
			"b": "هر كس چهل روز گوشت نخورد ، بد اخلاق مى شود . هر كس چهل روز ( پشت سر هم ) گوشت بخورد ، سنگ دل مى شود .",
			"c": 13,
			"d": "طب النبى ، ص ۵ .",
			"n": 38424,
			"x": 38424
		}
	},
	{
		"ref": [
			"H_16334",
			"T_ثمود"
		],
		"a": {
			"a": "اِستَعِدّوا للمَوتِ فقد أظَلَّكُم ، وكُونوا قَوما صِيحَ بِهِم فانتَبَهوا ، وعَلِموا أنّ الدُّنيا لَيسَت لَهُم بدارٍ فاستَبدَلوا .",
			"b": "براى مرگ آماده شويد ؛ زيرا مرگ بر سر شما سايه افكنده است و همچون گروهى باشيد كه بر سر آنها فرياد زده شد و بيدار گشتند و دانستند كه دنيا سراى آنها نيست و از اين رو آن را [ با جهان ديگر ] عوض كردند .",
			"c": 1,
			"d": "نهج البلاغة : الخطبة ۶۴ .",
			"n": 16334,
			"x": 16334
		},
		"b": {
			"a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ",
			"b": "هر كس چهل روز گوشت نخورد ، بد اخلاق مى شود . هر كس چهل روز ( پشت سر هم ) گوشت بخورد ، سنگ دل مى شود .",
			"c": 13,
			"d": "طب النبى ، ص ۵ .",
			"n": 38424,
			"x": 38424
		}
	},
	{
		"ref": [
			"H_12728",
			"Q_2221"
		],
		"a": {
			"a": "أَرْبَعَةٌ لَايَدْخُلُ عَلَيْهِمْ ضَرَرٌ فِي الْمِيرَاثِ : الْوَالِدَانِ ، وَالزَّوْجُ ، وَالْمَرْأَةُ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۳۳۵۵",
			"n": 12728,
			"x": 12728
		},
		"b": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيمَيْنِ فِي ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِيۚ ذٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا"
	},
	{
		"ref": [
			"H_14878",
			"Q_1325"
		],
		"a": {
			"a": "رأس الدّین النّصیحه للَّه و لدینه و لرسوله و لکتابه و لأئمّه المسلمین و للمسلمین عامّه",
			"b": "اساس دین ، خیرخواهى براى خدا و دین خدا و پیامبر خدا و کتاب خدا و پیشوایان مسلمانان و همه مسلمانان است .",
			"c": 13,
			"d": "نهج الفصاحه",
			"n": 14878,
			"x": 14878
		},
		"b": "لَّيْسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلْمَرْضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلْمُحْسِنِينَ مِن سَبِيلٍۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ"
	},
	{
		"ref": [
			"H_38938",
			"Q_2221"
		],
		"a": {
			"a": "فَاِذا قامَ قائِمُنا علیه ‏السلام حَرَّمَ عَلى کُلِّ ذى کَنْزٍ کَنْزَهُ حَتّى یَأْتُوهُ بِهِ یَسْتَعینُ بِهِ .",
			"b": "چون قائم ما قیام کند ، هر گنجى را بر صاحب آن حرام نماید ، تا آن را به خدمت او آورند و او آن گنج را ( در راه مصالح مردم ) به کار گیرد .",
			"c": 6,
			"d": "تهذیب الاحکام ، ج ۴ ، ص ۱۴۴ ، روایت ۴۰۲",
			"n": 38938,
			"x": 38938
		},
		"b": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيمَيْنِ فِي ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِيۚ ذٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا"
	},
	{
		"ref": [
			"H_31801",
			"Q_6134"
		],
		"a": {
			"a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده",
			"b": "نمازش درست نيست كسى كه در ركوع و سجودش پشت خود را مستقيم و راست قرار ندهد .",
			"c": 6,
			"d": "بحارالانوار ، ج ۸۵ ، ص ۱۰۷ .",
			"n": 31801,
			"x": 31801
		},
		"b": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعْبُدُواْ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤْتُواْ ٱلزَّكَوٰةَۚ وَذٰلِكَ دِينُ ٱلْقَيِّمَةِ"
	},
	{
		"ref": [
			"H_31801",
			"H_2193"
		],
		"a": {
			"a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده",
			"b": "نمازش درست نيست كسى كه در ركوع و سجودش پشت خود را مستقيم و راست قرار ندهد .",
			"c": 6,
			"d": "بحارالانوار ، ج ۸۵ ، ص ۱۰۷ .",
			"n": 31801,
			"x": 31801
		},
		"b": {
			"a": "الْمُؤْمِنُ أَصْلَبُ مِنَ الْجَبَلِ ، الْجَبَلُ يُسْتَقَلُّ مِنْهُ ، وَالْمُؤْمِنُ لَايُسْتَقَلُّ مِنْ دِينِهِ شَيْ‌ءٌ",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۲۳۱۶",
			"n": 2193,
			"x": 2193
		}
	},
	{
		"ref": [
			"H_31801",
			"H_4756"
		],
		"a": {
			"a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده",
			"b": "نمازش درست نيست كسى كه در ركوع و سجودش پشت خود را مستقيم و راست قرار ندهد .",
			"c": 6,
			"d": "بحارالانوار ، ج ۸۵ ، ص ۱۰۷ .",
			"n": 31801,
			"x": 31801
		},
		"b": {
			"a": "قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : مَنْ لَمْ يُقِمْ صُلْبَهُ فِي الصَّلَاةِ ، فَلَا صَلَاةَ لَهُ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۵۰۱۸",
			"n": 4756,
			"x": 4756
		}
	},
	{
		"ref": [
			"H_31801",
			"H_4758"
		],
		"a": {
			"a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده",
			"b": "نمازش درست نيست كسى كه در ركوع و سجودش پشت خود را مستقيم و راست قرار ندهد .",
			"c": 6,
			"d": "بحارالانوار ، ج ۸۵ ، ص ۱۰۷ .",
			"n": 31801,
			"x": 31801
		},
		"b": {
			"a": "إِذَا رَفَعْتَ رَأْسَكَ مِنَ الرُّكُوعِ ، فَأَقِمْ صُلْبَكَ ؛ فَإِنَّهُ لَا صَلَاةَ لِمَنْ لَايُقِيمُ صُلْبَهُ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۵۰۲۰",
			"n": 4758,
			"x": 4758
		}
	},
	{
		"ref": [
			"H_31801",
			"H_4825"
		],
		"a": {
			"a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده",
			"b": "نمازش درست نيست كسى كه در ركوع و سجودش پشت خود را مستقيم و راست قرار ندهد .",
			"c": 6,
			"d": "بحارالانوار ، ج ۸۵ ، ص ۱۰۷ .",
			"n": 31801,
			"x": 31801
		},
		"b": {
			"a": "<Q> ) فَصَلِّ لِرَبِّكَ وَانْحَرْ ( </Q> ؟ قَالَ : النَّحْرُ : الِاعْتِدَالُ فِي الْقِيَامِ أَنْ يُقِيمَ صُلْبَهُ وَنَحْرَهُ . وَقَالَ : لَا تُكَفِّرْ ؛ فَإِنَّمَا يَصْنَعُ ذلِكَ الْمَجُوسُ ، وَلَاتَلَثَّمْ ، وَلَاتَحْتَفِزْ ، وَلَاتُقْعِ عَلى قَدَمَيْكَ ، وَلَا‌ تَفْتَرِشْ ذِرَاعَيْكَ",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۵۰۸۷",
			"n": 4825,
			"x": 4825
		}
	},
	{
		"ref": [
			"H_31801",
			"H_11025"
		],
		"a": {
			"a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده",
			"b": "نمازش درست نيست كسى كه در ركوع و سجودش پشت خود را مستقيم و راست قرار ندهد .",
			"c": 6,
			"d": "بحارالانوار ، ج ۸۵ ، ص ۱۰۷ .",
			"n": 31801,
			"x": 31801
		},
		"b": {
			"a": "إِنَّ اللهَ عزوجل يُبْغِضُ كَثْرَةَ الْأَكْلِ . وَقَالَ أَبُو عَبْدِ اللهِ عليه‌السلام : لَيْسَ لِابْنِ آدَمَ بُدٌّ مِنْ أَكْلَةٍ يُقِيمُ بِهَا صُلْبَهُ ، فَإِذَا أَكَلَ‌ أَحَدُكُمْ طَعَاماً ، فَلْيَجْعَلْ ثُلُثَ بَطْنِهِ لِلطَّعَامِ ، وَثُلُثَ بَطْنِهِ لِلشَّرَابِ ، وَثُلُثَهُ لِلنَّفَسِ ؛ وَ لَا تَسَمَّنُوا تَسَمُّنَ الْخَنَازِيرِ لِلذَّبْحِ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۱۱۵۵۹",
			"n": 11025,
			"x": 11025
		}
	},
	{
		"ref": [
			"H_9422",
			"H_22755"
		],
		"a": {
			"a": "إِذَا أَسْلَمَتِ امْرَأَةٌ وَزَوْجُهَا عَلى غَيْرِ الْإِسْلَامِ ، فُرِّقَ بَيْنَهُمَا . وَسَأَلْتُهُ عَنْ رَجُلٍ هَاجَرَ ، وَتَرَكَ امْرَأَتَهُ فِي الْمُشْرِكِينَ ، ثُمَّ لَحِقَتْ بَعْدَ ذلِكَ بِهِ : أَيُمْسِكُهَا بِالنِّكَاحِ الْأَوَّلِ ، أَوْ تَنْقَطِعُ عِصْمَتُهَا ؟ قَالَ : بَلْ يُمْسِكُهَا وَهِيَ امْرَأَتُهُ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۹۸۶۰",
			"n": 9422,
			"x": 9422
		},
		"b": {
			"a": "من رضي بقسمه لم يسخطه أحد",
			"b": "كسي كه به قسمت و بهره خود راضي باشد هيچكس از او ناخورسند نيست",
			"c": 1,
			"d": "غررالحکم",
			"n": 22755,
			"x": 22755
		}
	},
	{
		"ref": [
			"Q_1",
			"H_28718"
		],
		"a": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعٰلَمِينَ",
		"b": {
			"a": "مَنْ اَوى اِلى فِراشِهِ طاهِرا يَذْكُرُ اللّهَ تَعالى حَتّى يُدْرِكَهُ النُّعاسُ لَمْ يَتَقَلَّبْ ساعَةً مِنَ اللَّيْلِ يَسْأَلُ اللّهَ شَيْئا مِنْ خَيْرِ الدُّنْيا وَ الآْخِرَةِ اِلاّ اَعْطاهُ اللّهُ ايّاهُ",
			"b": "هر كس با وضو و با ياد خدا به رخت خواب برود و خوابش ببرد ، در هر ساعتى از شب كه بيدار گردد و از خدا چيزى از خير دنيا و آخرت بخواهد ، خداوند آن را به او عطا فرمايد .",
			"c": 13,
			"d": "كنزالعمال ، ح ۴۱۲۷۴ .",
			"n": 28718,
			"x": 28718
		}
	},
	{
		"ref": [
			"H_37037",
			"H_11368"
		],
		"a": {
			"a": "عَلَيْكُمْ بِالاْءِهليلَجَ الاَْسْوَدَ فَاِنَّهُ مِنْ شَجَرَةِ الْجَنَّةَ وَ طَعْمُهُ مُرٌّ و فيهِ شِفاءٌ مِنْ كُلِّ داءٍ",
			"b": "هليله سياه بخوريد ، كه از درختان بهشت است . مزه آن تلخ است ولى شفاى هر دردى است .",
			"c": 13,
			"d": "طب النبى ، ص ۳۱ .",
			"n": 37037,
			"x": 37037
		},
		"b": {
			"a": "حُمَّ بَعْضُ أَهْلِنَا ، فَوَصَفَ لَهُ الْمُتَطَبِّبُونَ الْغَافِثَ ، فَسَقَيْنَاهُ ، فَلَمْ‌ يَنْتَفِعْ بِهِ ، فَشَكَوْتُ ذلِكَ إِلى أَبِي عَبْدِ اللهِ عليه‌السلام ، فَقَالَ : مَا جَعَلَ اللهُ فِي شَيْ‌ءٍ مِنَ الْمُرِّ شِفَاءً ، خُذْ سُكَّرَةً وَنِصْفاً ، فَصَيِّرْهَا فِي إِنَاءٍ ، وَصُبَّ عَلَيْهَا الْمَاءَ حَتّى يَغْمُرَهَا ، وَضَعْ عَلَيْهَا حَدِيدَةً ، وَنَجِّمْهَا مِنْ أَوَّلِ اللَّيْلِ ، فَإِذَا أَصْبَحْتَ فَأَمْرِسْهَا بِيَدِكَ وَاسْقِهِ ؛ فَإِذَا كَانَتِ اللَّيْلَةُ الثَّانِيَةُ ، فَصَيِّرْهَا سُكَّرَتَيْنِ وَنِصْفاً ، وَنَجِّمْهَا كَمَا فَعَلْتَ ، وَاسْقِهِ ؛ وَإِذَا كَانَتِ اللَّيْلَةُ الثَّالِثَةُ ، فَخُذْ ثَلَاثَ سُكَّرَاتٍ وَنِصْفاً ، وَنَجِّمْهُنَّ مِثْلَ ذلِكَ . قَالَ : فَفَعَلْتُ ، فَشَفَى اللهُ عزوجل مَرِيضَنَا .",
			"b": "",
			"c": null,
			"d": "الکافی، الحدیث: ۱۱۹۱۸",
			"n": 11368,
			"x": 11368
		}
	},
	{
		"ref": [
			"Q_758",
			"H_2377"
		],
		"a": "يٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
		"b": {
			"a": "إِيَّاكَ وَالرِّئَاسَةَ ، وَإِيَّاكَ أَنْ تَطَأَ أَعْقَابَ الرِّجَالِ . قَالَ : قُلْتُ : جُعِلْتُ فِدَاكَ ، أَمَّا الرِّئَاسَةُ فَقَدْ عَرَفْتُهَا ؛ وَأَمَّا أَنْ أَطَأَ أَعْقَابَ الرِّجَالِ ، فَمَا ثُلُثَا مَا فِي يَدِي إِلَّا مِمَّا وَطِئْتُ أَعْقَابَ الرِّجَالِ ؟ فَقَالَ لِي : لَيْسَ حَيْثُ تَذْهَبُ ، إِيَّاكَ أَنْ تَنْصِبَ رَجُلاً دُونَ الْحُجَّةِ ، فَتُصَدِّقَهُ فِي كُلِّ مَا قَالَ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۲۵۰۹",
			"n": 2377,
			"x": 2377
		}
	},
	{
		"ref": [
			"Q_764",
			"H_5253"
		],
		"a": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتٰعًا لَّكُمْ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيْهِ تُحْشَرُونَ",
		"b": {
			"a": "الرَّجُلُ يَخْرُجُ إِلَى الصَّيْدِ مَسِيرَةَ يَوْمٍ أَوْ يَوْمَيْنِ : يُقَصِّرُ ، أَوْ يُتِمُّ ؟ فَقَالَ : إِنْ خَرَجَ لِقُوتِهِ وَقُوتِ عِيَالِهِ ، فَلْيُفْطِرْ وَلْيُقَصِّرْ ، وَإِنْ خَرَجَ لِطَلَبِ الْفُضُولِ ، فَلَا ، وَلَا كَرَامَةَ",
			"b": "",
			"c": 6,
			"d": "الکافی، الحدیث: ۵۵۳۰",
			"n": 5253,
			"x": 5253
		}
	},
	{
		"ref": [
			"Q_2994",
			"H_34758"
		],
		"a": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَٱلطَّوْدِ ٱلْعَظِيمِ",
		"b": {
			"a": "أنا عَلَمُ الهُدى ، وكَهْفُ التُّقى ، ومَحَلُّ السَّخاءِ ، وبَحرُ النَّدى ، وطَودُ النُّهى .",
			"b": "من پرچم هدايتم ، و پناهگاه پرهيزگارى ، و جايگاه سخاوت ، و درياى جود و جوانمردى ، و كوه خِرد .",
			"c": 1,
			"d": "نهج السعادة : ۳ / ۷۹ .",
			"n": 34758,
			"x": 34758
		}
	},
	{
		"ref": [
			"Q_3813",
			"H_37757"
		],
		"a": "بَلْ هُمُ ٱلْيَوْمَ مُسْتَسْلِمُونَ",
		"b": {
			"a": "اِعلَمُوا عِبَادَ اللهِ اِنَّ أَهلَ الشِّرک لا تُنصَبُ لَهُمُ المَوَازِينُ ، وَ لا تُنشَرُ لَهُمُ الدَّوَاوِينُ ، وَإنَّما يُحشَرُونَ إلي جَهَنَّمَ زُمَراً ، وَإنَّمَا نَصبُ المَوَازِينِ وَ نَشرُ الدَّوَاوِينِ لأهلِ الإسلامِ .",
			"b": "اي بندگان خدا آگاه باشيد براي اهل شرک ترازوهاي اعمال قرار نخواهد گرفت و دفترهاي حساب و کتاب گسترده نمي شوند بلکه دسته جمعي به سوي جهنم فرستاده مي شوند و قرار دادن آن ترازوها و گستردن آن ديوان و دفترها براي اهل اسلام است .",
			"c": 4,
			"d": "نور الثقلين ، ج ۴ ، ص ۵۰۷",
			"n": 37757,
			"x": 37757
		}
	},
	{
		"ref": [
			"Q_222",
			"H_1498"
		],
		"a": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْۖ وَعَسَىٰٓ أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
		"b": {
			"a": "قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : قَالَ اللهُ عزوجل : إِنَّ مِنْ عِبَادِيَ الْمُؤْمِنِينَ عِبَاداً لَايَصْلُحُ لَهُمْ أَمْرُ دِينِهِمْ إِلَّا بِالْغِنى وَالسَّعَةِ وَالصِّحَّةِ فِي الْبَدَنِ ، فَأَبْلُوهُمْ بِالْغِنى وَالسَّعَةِ وَصِحَّةِ الْبَدَنِ ، فَيُصْلِحُ عَلَيْهِمْ أَمْرَ دِينِهِمْ . وَإِنَّ مِنْ عِبَادِيَ الْمُؤْمِنِينَ لَعِبَاداً لَايَصْلُحُ لَهُمْ أَمْرُ دِينِهِمْ إِلَّا بِالْفَاقَةِ وَالْمَسْكَنَةِ وَالسُّقْمِ فِي أَبْدَانِهِمْ ، فَأَبْلُوهُمْ بِالْفَاقَةِ وَالْمَسْكَنَةِ وَالسُّقْمِ ، فَيُصْلِحُ عَلَيْهِمْ أَمْرَ دِينِهِمْ ، وَأَنَا أَعْلَمُ بِمَا يَصْلُحُ عَلَيْهِ أَمْرُ دِينِ عِبَادِيَ الْمُؤْمِنِينَ . وَإِنَّ مِنْ عِبَادِيَ الْمُؤْمِنِينَ لَمَنْ يَجْتَهِدُ فِي عِبَادَتِي ، فَيَقُومُ مِنْ رُقَادِهِ وَلَذِيذِ وِسَادِهِ ، فَيَتَهَجَّدُ لِيَ اللَّيَالِيَ ، فَيُتْعِبُ نَفْسَهُ فِي عِبَادَتِي ، فَأَضْرِبُهُ بِالنُّعَاسِ اللَّيْلَةَ وَاللَّيْلَتَيْنِ ؛ نَظَراً مِنِّي لَهُ ، وَإِبْقَاءً عَلَيْهِ ، فَيَنَامُ حَتّى يُصْبِحَ ، فَيَقُومُ وَهُوَ مَاقِتٌ لِنَفْسِهِ ، زَارِئٌ عَلَيْهَا ، وَلَوْ أُخَلِّي بَيْنَهُ وَبَيْنَ مَا يُرِيدُ مِنْ عِبَادَتِي لَدَخَلَهُ الْعُجْبُ مِنْ ذلِكَ ، فَيُصَيِّرُهُ الْعُجْبُ إِلَى الْفِتْنَةِ بِأَعْمَالِهِ ، فَيَأْتِيهِ مِنْ ذلِكَ مَا فِيهِ هَلَاكُهُ ؛ لِعُجْبِهِ بِأَعْمَالِهِ ، وَرِضَاهُ عَنْ نَفْسِهِ ، حَتّى يَظُنَّ أَنَّهُ قَدْ فَاقَ الْعَابِدِينَ ، وَجَازَ فِي عِبَادَتِهِ حَدَّ التَّقْصِيرِ ، فَيَتَبَاعَدُ مِنِّي عِنْدَ ذلِكَ وَهُوَ يَظُنُّ أَنَّهُ يَتَقَرَّبُ إِلَيَّ ، فَلَا يَتَّكِلِ الْعَامِلُونَ عَلى أَعْمَالِهِمُ الَّتِي يَعْمَلُونَهَا لِثَوَابِي ؛ فَإِنَّهُمْ لَوِ اجْتَهَدُوا وَأَتْعَبُوا أَنْفُسَهُمْ وَأَفْنَوْا أَعْمَارَهُمْ فِي عِبَادَتِي كَانُوا مُقَصِّرِينَ ، غَيْرَ بَالِغِينَ فِي عِبَادَتِهِمْ كُنْهَ عِبَادَتِي فِيمَا يَطْلُبُونَ عِنْدِي مِنْ كَرَامَتِي وَالنَّعِيمِ فِي جَنَّاتِي وَرَفِيعِ دَرَجَاتِيَ الْعُلى فِي جِوَارِي ، وَلكِنْ فَبِرَحْمَتِي فَلْيَثِقُوا ، وَبِفَضْلِي فَلْيَفْرَحُوا ، وَإِلى حُسْنِ الظَّنِّ بِي فَلْيَطْمَئِنُّوا ؛ فَإِنَّ رَحْمَتِي عِنْدَ ذلِكَ تَدَارَكُهُمْ ، وَمَنِّي يُبَلِّغُهُمْ رِضْوَانِي ، وَمَغْفِرَتِي تُلْبِسُهُمْ عَفْوِي ؛ فَإِنِّي أَنَا اللهُ الرَّحْمنُ الرَّحِيمُ ، وَ بِذلِكَ تَسَمَّيْتُ",
			"b": "",
			"c": 5,
			"d": "الکافی، الحدیث: ۱۵۸۱",
			"n": 1498,
			"x": 1498
		}
	}
];

let bound_str = '[["Q_4755","Q_1234"],["Q_1013","T_نوح"],["Q_5179","Q_1234"],["Q_5181","Q_2844"],["Q_5185","Q_156"],["Q_5185","Q_150"],["Q_5186","Q_2852"],["Q_593","T_اذان"],["Q_2394","T_سلام"],["Q_5035","Q_4080"],["Q_1734","Q_4080"],["Q_1682","Q_5162"],["Q_1692","Q_87"],["Q_1692","Q_1114"],["Q_1701","H_34895"],["Q_4960","H_38744"],["Q_4962","H_38744"],["Q_2474","Q_2472"],["Q_2474","Q_1034"],["Q_2475","Q_4535"],["Q_1017","H_16372"],["Q_4413","T_سلام"],["Q_2472","T_لوط"],["Q_1115","T_لوط"],["Q_1116","T_ثمود"],["Q_1117","T_ثمود"],["Q_1118","T_ثمود"],["Q_1122","T_ثمود"],["Q_1129","T_نوح"],["Q_1140","T_صاحب‌الزمان"],["Q_1117","Q_2391"],["Q_2012","H_32992"],["Q_64","Q_1114"],["Q_1019","T_عاد"],["Q_1024","T_عاد"],["Q_1025","T_عاد"],["Q_1027","T_ثمود"],["Q_1031","T_ثمود"],["Q_1032","T_ثمود"],["Q_1033","T_لوط"],["Q_1037","T_لوط"],["Q_1037","T_مجرم"],["Q_1038","T_مدین"],["Q_1039","T_مدین"],["Q_1040","T_مدین"],["Q_1043","T_مدین"],["Q_1044","T_مدین"],["Q_1045","T_خسر"],["Q_1045","T_مدین"],["Q_1046","T_مدین"],["Q_1052","T_خسر"],["Q_1058","T_صدق"],["Q_1499","T_نوح"],["Q_1500","T_نوح"],["Q_1503","T_نوح"],["Q_1504","T_نوح"],["Q_1510","T_نوح"],["Q_1513","T_نوح"],["Q_1516","H_30198"],["Q_1524","T_عاد"],["Q_1531","T_عاد"],["Q_1539","T_ثمود"],["Q_1541","T_سلام"],["Q_1546","Q_601"],["Q_1551","T_لوط"],["Q_1554","T_لوط"],["Q_1556","T_مدین"],["Q_1557","T_مدین"],["Q_1559","T_مدین"],["Q_1566","T_مدین"],["Q_1567","T_مدین"],["Q_1567","T_ثمود"],["Q_2081","H_20461"],["Q_2087","T_ثمود"],["Q_2113","Q_1682"],["Q_2113","Q_1902"],["Q_2113","Q_4147"],["Q_2113","Q_4323"],["Q_2121","H_194"],["Q_1266","H_26522"],["Q_1266","T_رس"],["Q_1434","T_نوح"],["Q_1437","T_لوط"],["Q_1437","T_ثمود"],["Q_1437","T_عاد"],["Q_1437","T_مدین"],["Q_1445","T_مجرم"],["Q_1438","T_مجرم"],["Q_1446","T_مسرف"],["Q_3380","H_32720"],["Q_3377","T_ثمود"],["Q_3356","T_عنکبوت"],["Q_3356","Q_3380"],["Q_3356","H_32720"],["Q_3367","T_لوط"],["Q_3368","T_لوط"],["Q_3375","T_مدین"],["Q_3375","T_مفسد"],["Q_23","Q_4495"],["Q_23","Q_3329"],["Q_64","H_3182"],["Q_3794","Q_1841"],["Q_5667","T_مجرم"],["Q_5671","T_امیرالمومنین"],["Q_1773","Q_1767"],["Q_608","Q_5381"],["Q_608","Q_552"],["Q_608","Q_628"],["Q_608","Q_659"],["Q_608","Q_5380"],["Q_613","Q_4306"],["Q_613","Q_4665"],["Q_613","Q_1770"],["Q_2464","Q_2471"],["Q_574","T_رواه_حدیث"],["Q_236","T_عالم"],["Q_3097","T_لوط"],["Q_3097","T_عاد"],["Q_3098","T_لوط"],["Q_3098","H_15473"],["Q_3107","T_مدین"],["Q_4261","Q_1767"],["Q_4261","H_1115"],["Q_6094","H_13084"],["Q_589","T_رواه_حدیث"],["Q_575","T_رواه_حدیث"],["Q_576","T_رواه_حدیث"],["Q_2713","T_عاد"],["Q_2713","T_مدین"],["Q_2713","T_ثمود"],["Q_2716","T_بعد"],["Q_2713","T_بعد"],["Q_2750","T_امیرالمومنین"],["Q_2778","T_ضالین"],["Q_3368","H_38727"],["Q_3212","T_لوط"],["Q_3212","H_38727"],["Q_3213","T_لوط"],["Q_3213","H_38727"],["Q_1037","H_8805"],["Q_3368","H_8805"],["Q_2625","H_30993"],["Q_1211","T_عذاب"],["Q_204","T_ضالین"],["Q_3096","T_لوط"],["Q_885","T_عالم"],["Q_892","T_ثمود"],["Q_892","Q_887"],["Q_716","T_رواه_حدیث"],["Q_720","Q_716"],["Q_5261","Q_4623"],["Q_5261","H_29507"],["Q_5261","Q_735"],["Q_5261","Q_5334"],["Q_5261","H_127"],["Q_5261","H_127"],["Q_5261","H_127"],["Q_5261","H_127"],["Q_5261","H_37133"],["Q_4230","T_ثمود"],["Q_4230","T_عاد"],["Q_4232","T_عاد"],["Q_4233","T_عاد"],["Q_4234","T_ثمود"],["Q_4247","H_33269"],["Q_2792","H_28254"],["H_28718","Q_4"],["H_28174","H_35939"],["H_30091","H_35939"],["H_26702","H_30091"],["Q_2047","H_30017"],["H_15319","H_38231"],["H_15319","H_31763"],["H_15319","H_28392"],["H_15319","H_8199"],["H_15319","H_718"],["H_15319","H_14092"],["H_15319","H_16835"],["H_15319","H_14920"],["H_15319","H_33370"],["H_15319","H_33956"],["H_15319","T_لوط"],["H_15319","H_2377"],["Q_4375","Q_1160"],["H_11273","H_37133"],["H_11273","H_11227"],["H_11273","H_11228"],["H_11273","H_38424"],["H_18087","T_ضالین"],["Q_4999","H_37133"],["H_37133","H_38424"],["H_16334","T_عاد"],["H_16334","T_ثمود"],["H_12728","Q_2221"],["H_14878","Q_1325"],["H_38938","Q_2221"],["H_31801","Q_6134"],["H_31801","H_2193"],["H_31801","H_4756"],["H_31801","H_4758"],["H_31801","H_4825"],["H_31801","H_11025"],["H_9422","H_22755"],["Q_1","H_28718"],["Q_4708","T_لوط"],["Q_4715","T_عاد"],["Q_4718","T_ثمود"],["Q_4721","T_امیرالمومنین"],["Q_4730","T_امیرالمومنین"],["Q_4727","T_امیرالمومنین"],["H_37037","H_11368"],["Q_3723","T_مسرف"],["Q_1586","C_0"],["Q_1784","C_1"],["Q_4256","C_2"],["Q_3377","T_عاد"],["Q_758","H_2377"],["Q_762","Q_71"],["Q_764","H_5253"],["Q_2994","H_34758"],["Q_3339","C_3"],["Q_4685","Q_6201"],["Q_3878","Q_4700"],["Q_3878","Q_4701"],["Q_3813","H_37757"],["Q_1387","T_صاحب‌الزمان"],["Q_4530","T_عاد"],["Q_4533","T_عاد"],["Q_222","H_1498"],["Q_3059","T_عاد"],["Q_3060","T_عاد"],["Q_3061","T_عاد"],["Q_3065","T_عاد"],["Q_3077","T_ثمود"],["Q_3079","T_ثمود"],["Q_3078","T_ثمود"],["Q_3080","T_ثمود"],["Q_3082","T_ثمود"],["Q_3082","T_مسرف"],["Q_3112","T_مدین"],["Q_3113","T_مدین"],["Q_3114","T_مفسد"],["Q_3120","T_مدین"],["Q_2975","Q_395"],["Q_2975","Q_404"],["Q_3030","C_4"],["Q_3079","C_5"],["Q_3082","C_6"],["Q_3138","C_7"],["Q_2556","T_لوط"],["Q_2559","T_نوح"],["Q_1969","Q_3408"],["Q_1968","Q_1090"],["Q_1968","Q_1773"],["Q_1968","Q_1027"],["Q_1968","Q_1883"],["Q_1968","Q_1981"],["Q_1968","Q_2065"],["Q_1968","Q_2452"],["Q_1968","Q_2561"],["Q_1968","Q_3604"],["Q_1968","Q_3246"],["Q_1968","Q_3686"],["Q_1968","Q_5985"],["Q_2078","Q_5166"],["Q_4565","T_استخاره"]]';

// .. ====================================================================

export function init () {

    let PBox: TS.db = [];
    for ( let p of ref_box ) {
        if ( typeof p.a === "object" ) 
            if ( !PBox.find( x => x.n === (p.a as any).n ) )
                PBox.push( p.a as any );
        if ( typeof p.b === "object" ) 
            if ( !PBox.find( x => x.n === (p.b as any).n ) )
                PBox.push( p.b as any );
    }
    for ( let p of PBox ) { 
        delete ( p as any ).x;
        p.old_n = p.n;
    }


    let mmm = [ ...server001.db, ...server002.db, ...server003.db ];
    let R: TS.R[];

    // .. update box
    tools.n_allocation( PBox , 90001 );

    R = __.R_R( PBox, mmm );
    R = tools.R_optimizer( R, 67 );

    let clusterBox: number[][] = [];
    for ( let p of PBox ) clusterBox.push( tools.cluster( p.n, R ) );

    clusterBox = clusterBox.map( x => {
        if ( x.length === 1 ) return x;
        else {
            let picked = -1;
            for ( let y of x.slice(1) ) {
                if ( mmm.find( z => z.n === y ).cDB ) {
                  if ( picked !== -1 ) console.log( "DOUBLE:" , picked, y );
                    picked = y;
                }
            }
            return [ x[0], picked ];
        }
    } )

    for ( let i in PBox ) {
        let item = clusterBox.find( x => x[0] === PBox[i].n );
        if ( item ) {
            let regx = new RegExp( "H_" + PBox[i].old_n, "g" );
            bound_str = bound_str.replace( regx, "HW_" + item[ item.length - 1 ] );
            if ( item.length > 1 ) delete PBox[i];
        }
    }

    bound_str = bound_str.replace( /HW_/g, "H_" );
    PBox = tools.dbCleaner( PBox.filter( x => x ) );
    for ( let i in PBox ) delete PBox[i].old_n;

    fs.writeFileSync( tmpFolder + "bind.json", bound_str );
    storage.saveData( PBox, "db/ready", "نهاية" );

}

// .. ====================================================================
