[
	{
		"0": "  وَ فِي كَشْفِ الْيَقِينِ ، عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ الطَّبَرِيِّ الْمَعْرُوفِ بِالْخَلِيلِيِّ عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيٍّ الدِّينَوَرِيِّ عَنْ مُحَمَّدِ بْنِ مُوسَى الْهَمْدَانِيِّ عَنْ مُحَمَّدِ بْنِ خَالِدٍ الطَّيَالِسِيِّ عَنْ سَيْفِ بْنِ عَمِيرَةَ عَنْ عُقْبَةَ بْنِ قَيْسِ بْنِ سِمْعَانَ عَنْ عَلْقَمَةَ بْنِ مُحَمَّدٍ الْحَضْرَمِيِّ عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيٍّ عليه‌السلام : ",
        "9": " وَ رَوَاهُ الطَّبْرِسِيُّ فِي الْإِحْتِجَاجِ ، عَنِ الْعَالِمِ مَهْدِيِّ بْنِ أَبِي حَرْبٍ الْحُسَيْنِيِّ رَضِيَ اللَّهُ عَنْهُ عَنِ الشَّيْخِ أَبِي عَلِيٍّ عَنْ وَالِدِهِ مُحَمَّدِ بْنِ الْحَسَنِ الطُّوسِيِّ عَنْ جَمَاعَةٍ عَنْ أَبِي مُحَمَّدٍ هَارُونَ بْنِ مُوسَى التَّلَّعُكْبَرِيِّ عَنْ أَبِي عَلِيٍّ مُحَمَّدِ بْنِ هَمَّامٍ عَنْ عَلِيٍّ السُّورِيِّ عَنْ أَبِي مُحَمَّدٍ الْعَلَوِيِّ عَنْ مُحَمَّدِ بْنِ مُوسَى الْهَمْدَانِيِّ عَنْ مُحَمَّدِ بْنِ خَالِدٍ الطَّيَالِسِيِّ : مِثْلَهُ وَ فِيهِ وَ عَلَى كُلِّ أَحَدٍ مِمَّنْ شَهِدَ أَوْ لَمْ يَشْهَدْ وُلِدَ أَوْ لَمْ يُولَدْ فَلْيُبَلِّغِ الْحَاضِرُ الْغَائِبَ وَ الْوَالِدُ الْوَلَدَ : ",
        "a": "وَ سَاقَ قِصَّةَ الْغَدِيرِ وَ خُطْبَةَ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم إِلَى أَنْ قَالَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم وَ قَدْ بَلَّغْتُ مَا أُمِرْتُ بِتَبْلِيغِهِ حُجَّةً عَلَى كُلِّ حَاضِرٍ وَ غَائِبٍ وَ عَلَى مَنْ شَهِدَ وَ لَمْ يَشْهَدْ [وَ وُلِدَ أَوْ لَمْ يُولَدْ] فَلْيُبَلِّغْ حَاضِرُكُمْ غَائِبَكُمْ إِلَى يَوْمِ الْقِيَامَةِ إِلَى أَنْ قَالَ كُلُّ حَلَالٍ دَلَلْتُكُمْ عَلَيْهِ وَ حَرَامٍ نَهَيْتُكُمْ عَنْهُ فَإِنِّي لَمْ أَرْجِعْ عَنْ ذَلِكَ وَ لَا أُبَدِّلُهُ أَلَا فَاذْكُرُوا وَ احْفَظُوا وَ تَوَاصَوْا وَ لَا تُبَدِّلُوا وَ لَا تُغَيِّرُوا وَ أَقِيمُوا الصَّلٰاةَ وَ آتُوا الزَّكٰاةَ* وَ أْمُرُوا بِالْمَعْرُوفِ وَ انْهَوْا عَنِ الْمُنْكَرِ فَعَرِّفُوا مَنْ لَمْ يَحْضُرْ مَقَامِي وَ لَمْ يَسْمَعْ مَقَالِي هَذَا فَإِنَّهُ بِأَمْرِ اللَّهِ رَبِّي وَ رَبِّكُمْ الْخَبَرَ : ",
        "c": 13,
		"d": "21388 - 1",
		"idInSection": 33
	},
	{
		"0": " وَ فِيهِ : ",
        "9": "",
        "a": "وَ تَوَاصَوْا بِهِ وَ لَا تُبَدِّلُوهُ وَ لَا تُغَيِّرُوهُ أَلَا وَ إِنِّي أُجَدِّدُ الْقَوْلَ أَلَا فَأَقِيمُوا الصَّلٰاةَ وَ آتُوا الزَّكٰاةَ* وَ أْمُرُوا بِالْمَعْرُوفِ وَ انْهَوْا عَنِ الْمُنْكَرِ أَلَا وَ إِنَّ رَأْسَ الْأَمْرِ بِالْمَعْرُوفِ وَ النَّهْيِ عَنِ الْمُنْكَرِ أَنْ تَنْتَهُوا إِلَى قَوْلِي وَ تُبَلِّغُوهُ مَنْ لَمْ يَحْضُرْ وَ تَأْمُرُوهُ بِقَبُولِهِ وَ تَنْهَوْهُ عَنْ مُخَالَفَتِهِ فَإِنَّهُ أَمْرٌ مِنَ اللَّهِ وَ مِنِّي الْخَبَرَ",
        "c": 13,
		"d": "21388 - 2",
		"idInSection": 33
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام : ",
        "9": "",
        "a": "وَ اعْلَمْ أَنَّ شَارِبَ الْخَمْرِ كَعَبَدَةِ الْأَوْثَانِ وَ كَنَاكِحِ أُمِّهِ فِي حَرَمِ اللَّهِ وَ هُوَ يُحْشَرُ يَوْمَ الْقِيَامَةِ مَعَ الْيَهُودِ وَ النَّصَارَى وَ الْمَجُوسِ وَ الَّذِينَ أَشْرَكُوا أُولٰئِكَ حِزْبُ الشَّيْطٰانِ أَلٰا إِنَّ حِزْبَ الشَّيْطٰانِ هُمُ الْخٰاسِرُونَ وَ اعْلَمْ أَنَّ مَنْ شَرِبَ مِنَ الْخَمْرِ قَدَحاً وَاحِداً لَا يَقْبَلُ اللَّهُ صَلاتَهُ أَرْبَعِينَ يَوْماً وَ إِنْ كَانَ مُؤْمِناً فَلَيْسَ لَهُ فِي الْإِيمَانِ حَظٌّ وَ لَا فِي الْإِسْلَامِ لَهُ نَصِيبٌ لَا يَقْبَلُ مِنْهُ الصَّرْفَ وَ لَا الْعَدْلَ وَ هُوَ أَقْرَبُ إِلَى الشِّرْكِ مِنَ الْإِيمَانِ خُصَمَاءُ اللَّهِ وَ أَعْدَاؤُهُ فِي أَرْضِهِ شُرَّابُ الْخَمْرِ وَ الزُّنَاةُ فَإِنْ مَاتَ فِي أَرْبَعِينَ يَوْماً لَا يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ وَ لَا يُكَلِّمُهُ وَ لَا يُزَكِّيهِ وَ لَهُ عَذَابٌ أَلِيمٌ وَ لَا يَقْبَلُ تَوْبَتَهُ فِي أَرْبَعِينَ وَ هُوَ فِي النَّارِ لَا شَكَّ فِيهِ إِلَى أَنْ قَالَ وَ إِنَّ اللَّهَ تَعَالَى حَرَّمَ الْخَمْرَ لِمَا فِيهَا مِنَ الْفَسَادِ وَ بُطْلَانِ الْعُقُولِ فِي الْحَقَائِقِ وَ ذَهَابِ الْحَيَاءِ مِنَ الْوَجْهِ وَ إِنَّ الرَّجُلَ إِذَا سَكِرَ فَرُبَّمَا وَقَعَ عَلَى أُمِّهِ أَوْ قَتَلَ  |Q| النَّفْسَ الَّتِي حَرَّمَ اللّٰهُ |/Q| وَ يُفْسِدُ أَمْوَالَهُ وَ يَذْهَبُ بِالدِّينِ وَ يُسِيءُ الْمُعَاشَرَةَ وَ يُوقِعُ الْعَرْبَدَةَ وَ هُوَ يُورِثُ مَعَ ذَلِكَ الدَّاءَ الدَّفِينَ فَمَنْ شَرِبَ الْخَمْرَ فِي دَارِ الدُّنْيَا سَقَاهُ اللَّهُ مِنْ طِينَةِ خَبَالٍ وَ هُوَ صَدِيدُ أَهْلِ النَّارِ : ",
        "c": 8,
		"d": "20693 - 1",
		"idInSection": 10
	},
	{
		"0": " وَ قَالَ عليه‌السلام : ",
        "9": "",
        "a": "وَ الْخَمْرُ تُورِثُ انْفِسَادَ الْقَلْبِ وَ يُسَوِّدُ الْأَسْنَانَ وَ يُبْخِرُ الْفَمَ وَ يُبَعِّدُ مِنَ اللَّهِ وَ يُقَرِّبُ مِنْ سَخَطِهِ وَ هُوَ مِنْ شَرَابِ إِبْلِيسَ",
        "c": 8,
		"d": "20693 - 2",
		"idInSection": 10
	},
	{
		"0": "  الْقُطْبُ الرَّاوَنْدِيُّ فِي الدَّعَوَاتِ ، عَنِ الرَّيَّانِ قَالَ : ",
        "9": "",
        "a": "قُلْتُ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام أَتَّخِذُ لَكَ حَلْوَاءَ قَالَ مَا اتَّخَذْتُمْ لِي مِنْهُ فَاجْعَلُوهُ بِسَمْنٍ : ",
        "c": 6,
		"d": "20220 - 1",
		"idInSection": 1
	},
	{
		"0": " وَ قَالَ : ",
        "9": "",
        "a": "نِعْمَ الْإِدَامُ السَّمْنُ وَ هُوَ فِي الصَّيْفِ خَيْرٌ مِنْهُ فِي الشِّتَاءِ",
        "c": 6,
		"d": "20220 - 2",
		"idInSection": 1
	},
	{
		"0": "  أَبُو الْقَاسِمِ الْكُوفِيُّ فِي كِتَابِ الْأَخْلَاقِ ، عَنْ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ :",
        "9": " جَامِعُ الْأَخْبَارِ ، عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم : مِثْلَهُ إِلَى قَوْلِهِ ضَيْفَهُ : ",
        "a": " |Q| مَنْ كٰانَ يُؤْمِنُ بِاللّٰهِ وَ الْيَوْمِ الْآخِرِ |/Q| فَلْيُكْرِمْ ضَيْفَهُ مَنْ كٰانَ يُؤْمِنُ بِاللّٰهِ وَ الْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْراً أَوْ فَلْيَسْكُتْ : ",
        "c": 13,
		"d": "19799 - 1",
		"idInSection": 1
	},
	{
		"0": " الْقُطْبُ الرَّاوَنْدِيُّ فِي لُبِّ اللُّبَابِ ، عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم : مِثْلَهُ الْمُسْتَغْفِرِيُّ فِي طِبِّ النَّبِيِّ ، صلى‌الله‌عليه‌وآله‌وسلم عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم : مِثْلَهُ وَ عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم قَالَ : ",
        "9": "",
        "a": "مَنْ لَمْ يُكْرِمْ ضَيْفَهُ فَلَيْسَ مِنْ مُحَمَّدٍ وَ لَا مِنْ إِبْرَاهِيمَ",
        "c": 13,
		"d": "19799 - 2",
		"idInSection": 1
	},
	{
		"0": "  صَحِيفَةُ الرِّضَا ، عليه‌السلام بِإِسْنَادِهِ قَالَ حَدَّثَنِي أَبِي عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عليه‌السلام قَالَ قَالَ أَبُو جُحَيْفَةَ : ",
        "9": "",
        "a": "أَتَيْتُ النَّبِيَّ صلى‌الله‌عليه‌وآله‌وسلم وَ أَنَا أَتَجَشَّأُ فَقَالَ لِي يَا أَبَا جُحَيْفَةَ اكْفُفْ جُشَاءَكَ فَإِنَّ أَكْثَرَ النَّاسِ شِبَعاً فِي الدُّنْيَا أَطْوَلُهُمْ جُوعاً يَوْمَ الْقِيَامَةِ قَالَ فَمَا مَلَأَ أَبُو جُحَيْفَةَ بَطْنَهُ مِنْ طَعَامٍ حَتَّى لَحِقَ بِاللَّهِ",
        "c": 1,
		"d": "19653 - 1",
		"idInSection": 1
	},
	{
		"0": " وَ رَوَاهُ الصَّدُوقُ فِي الْعُيُونِ ، بِأَسَانِيدَ ثَلَاثَةٍ عَنِ الرِّضَا عَنْ آبَائِهِ عَنْ عَلِيٍّ عليه‌السلام قَالَ : أَتَى أَبُو جُحَيْفَةَ النَّبِيَّ صلى‌الله‌عليه‌وآله‌وسلم إِلَى آخِرِهِ : وَ بِخَطِّ بَعْضِ الْأَفَاضِلِ فِي حَوَاشِيهِ عَلى صَحِيفَةِ الرِّضَا ، عليه‌السلام هُوَ وَهْبُ بْنُ عَبْدِ اللَّهِ السِّوَائِيُّ رُوِيَ عَنْهُ أَنَّهُ قَالَ\" ",
        "9": " وَ فِي رِوَايَةٍ قَالَ أَبُو جُحَيْفَةَ فَمَا مَلَأْتُ بَطْنِي مُنْذُ ثَلَاثِينَ سَنَةً",
        "a": "أَكَلْتُ ثَرِيدَةَ بُرٍّ بِلَحْمٍ وَ أَتَيْتُ النَّبِيَّ صلى‌الله‌عليه‌وآله‌وسلم وَ أَنَا أَتَجَشَّأُ إِلَى آخِرِهِ قَالَ الرَّاوِي فَمَا أَكَلَ أَبُو جُحَيْفَةَ مِلْءَ بَطْنِهِ حَتَّى فَارَقَ الدُّنْيَا كَانَ إِذَا تَعَشَّى لَا يَتَغَدَّى وَ إِذَا تَغَدَّى لَا يَتَعَشَّى",
        "c": 1,
		"d": "19653 - 2",
		"idInSection": 1
	},
	{
		"0": " ،   وَ عَنْ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام : ",
        "9": "",
        "a": "فِي قَوْلِ اللَّهِ وَ اذْكُرْ رَبَّكَ إِذٰا نَسِيتَ قَالَ هُوَ الرَّجُلُ يَحْلِفُ فَيَنْسَى أَنْ يَقُولَ إِنْ شَاءَ اللَّهُ فَلْيَقُلْهَا إِذَا ذَكَرَ : ",
        "c": 6,
		"d": "19159 - 1",
		"idInSection": 8
	},
	{
		"0": " وَ عَنْ أَبِي بَصِيرٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : ",
        "9": "",
        "a": "سَأَلْتُهُ وَ لٰا  |Q| تَقُولَنَّ لِشَيْءٍ إِنِّي فٰاعِلٌ ذٰلِكَ غَداً إِلّٰا أَنْ يَشٰاءَ اللّٰهُ |/Q|  قَالَ هُوَ الرَّجُلُ يَحْلِفُ عَلَى الشَّيْءِ وَ يَنْسَى أَنْ يَسْتَثْنِيَ فَيَقُولَنَّ لَأَفْعَلَنَّ كَذَا وَ كَذَا غَداً أَوْ بَعْدَ غَدٍ عَنْ قَوْلِهِ وَ اذْكُرْ رَبَّكَ إِذٰا نَسِيتَ",
        "c": 6,
		"d": "19159 - 2",
		"idInSection": 8
	},
	{
		"0": "  دَعَائِمُ الْإِسْلَامِ ، عَنْ أَمِيرِ الْمُؤْمِنِينَ وَ أَبِي جَعْفَرٍ وَ أَبِي عَبْدِ اللَّهِ عليه‌السلام أَنَّهُمْ قَالُوا : ",
        "9": "",
        "a": "لَا وَصِيَّةَ لِوَارِثٍ",
        "c": 1,
		"d": "16209 - 1",
		"idInSection": 3
	},
	{
		"0": " وَ هَذَا إِجْمَاعٌ فِيمَا عَلِمْنَاهُ وَ لَوْ جَازَتِ الْوَصِيَّةُ لِلْوَارِثِ لَكَانَ يُعْطَى مِنَ الْمِيرَاثِ أَكْثَرَ مِمَّا سَمَّاهُ اللَّهُ عزوجل لَهُ وَ مَنْ أَوْصَى لِوَارِثٍ فَإِنَّمَا اسْتَقَلَّ حَقَّ اللَّهِ الَّذِي جُعِلَ لَهُ وَ خَالَفَ كِتَابَهُ وَ مَنْ خَالَفَ كِتَابَهُ عزوجل لَمْ يَجُزْ فِعْلُهُ وَ قَدْ جَاءَتْ رِوَايَةٌ عَنْ أَبِي عَبْدِ اللَّهِ دَخَلَتْ مِنْ أَجْلِهَا الشُّبْهَةُ عَلَى بَعْضِ مَنِ انْتَحَلَ قَوْلَهُ وَ هِيَ ",
        "9": "",
        "a": "- أَنَّهُ سُئِلَ عَنْ رَجُلٍ أَوْصَى لِقَرَابَتِهِ فَقَالَ يَجُوزُ ذَلِكَ لِقَوْلِ اللَّهِ عزوجل إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوٰالِدَيْنِ وَ الْأَقْرَبِينَ بِالْمَعْرُوفِ",
        "c": 6,
		"d": "16209 - 2",
		"idInSection": 3
	},
	{
		"0": " وَ الَّذِي ذَكَرْنَاهُ عَنْهُ وَ عَنْ آبَائِهِ الطَّاهِرِينَ عليه‌السلام هُوَ أَثْبَتُ وَ هُوَ إِجْمَاعٌ مِنَ الْمُسْلِمِينَ فَقَدْ رُوِّينَا عَنْ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ ",
        "9": " فَإِنْ ثَبَتَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام مَا ذَكَرْنَاهُ آخِراً فَإِنَّمَا عَنَى بِالْوَالِدَيْنِ وَ الْأَقْرَبِينَ غَيْرَ الْوَارِثِينَ كَالْقَرَابَةِ الَّذِينَ لَا يَرِثُونَ يَحْجُبُهُمْ مَنْ هُوَ دُونَهُمْ وَ كَالْوَالِدَيْنِ الْمَمْلُوكَيْنِ أَوْ الْمُشْرِكَيْنِ وَ قَدْ ذَكَرْنَا فِيمَا تَقَدَّمَ أَنَّ الْمَمْلُوكَ يُشْتَرَى مِنْ تُرَاثِ وَلِيِّهِ فَيُعْتَقُ وَ يَرِثُ بَاقِيَهُ وَ قَدْ يَكُونُ الْمُرَادُ بِالْوَصِيَّةِ |Q| لِلْوٰالِدَيْنِ وَ الْأَقْرَبِينَ بِالْمَعْرُوفِ |/Q| كَمَا قَالَ اللَّهُ عزوجل أَيْ بِمَا يَسْتَحِقُّونَ مِنَ الْمِيرَاثِ وَ هُوَ الْمَعْرُوفُ كَالرَّجُلِ تَحْضُرُهُ الْوَفَاةُ فَيُوصِي لِوَرَثَتِهِ بِمَالِهِ عَلَى فَرَائِضِهِمْ أَوْ يَدْفَعُ ذَلِكَ إِلَيْهِمْ فِي حَيَاتِهِ عَلَى مَا جَعَلَ اللَّهُ عزوجل لَهُمْ لِئَلَّا يَتَشَاجَرُوا فِيهِ بَعْدَهُ أَوْ يُنْكِرَ بَعْضُهُمْ بَعْضاً وَ قَرَابَتُهُمْ مِنْهُ . قُلْتُ مَا ذَكَرَهُ مُوَافِقٌ لِلْعَامَّةِ مُخَالِفٌ لِإِجْمَاعِ الْإِمَامِيَّةِ وَ أَخْبَارِهِمُ الْمُسْتَفِيضَةِ وَ إِنْ كَانَ فِيهَا أَيْضاً مَا يُطَابِقُ مَا ذَكَرَهُ إِلَّا أَنَّ الْأَصْحَابَ أَعْرَضُوا عَنْهُ وَ حَمَلُوهُ عَلَى التَّقِيَّةِ وَ بَعْضِ مَحَامِلَ أُخَرَ وَ لَعَلَّهُ لَمْ يَطَّلِعْ عَلَى أَخْبَارِهِمْ وَ اتِّفَاقِهِمْ بِأَنَّهُ كَانَ فِي بَلَدٍ شَاسِعٍ عَنْ مَرَاكِزِهِمْ وَ قَدْ شَرَحْنَا عُذْرَهُ فِيمَا ذَهَبَ إِلَيْهِ مِنْ أَمْثَالِ هَذِهِ الْمَوَارِدِ فِي الْخَاتِمَةِ فِي شَرْحِ حَالِ كِتَابِهِ",
        "a": "لَا وَصِيَّةَ لِوَارِثٍ قَدْ فَرَضَ اللَّهُ عزوجل لِأَهْلِ الْمَوَارِيثِ فَرَائِضَهُمْ",
        "c": 6,
		"d": "16209 - 3",
		"idInSection": 3
	},
	{
		"0": "  عَوَالِي اللآَّلِي ، رَوَى أَنَسُ بْنُ مَالِكٍ وَ أُبَيُّ بْنُ كَعْبٍ وَ أَبُو هُرَيْرَةَ كُلُّ وَاحِدٍ عَلَى الِانْفِرَادِ عَنِ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ ",
        "9": "",
        "a": "أَدِّ الْأَمَانَةَ إِلَى مَنِ ائْتَمَنَكَ وَ لَا تَخُنْ مَنْ خَانَكَ وَ كَانَ عِنْدَهُ ص وَدَائِعُ بِمَكَّةَ فَلَمَّا أَرَادَ أَنْ يُهَاجِرَ أَوْدَعَهَا أُمَّ أَيْمَنَ وَ أَمَرَ عَلِيّاً عليه‌السلام بِرَدِّهَا",
        "c": 13,
		"d": "15944 - 1",
		"idInSection": 12
	},
	{
		"0": " رَوَى سَمُرَةُ عَنْهُ عليه‌السلام أَنَّهُ قَالَ ",
        "9": " وَ رَوَاهُ الشَّيْخُ أَبُو الْفُتُوحِ فِي تَفْسِيرِهِ ، عَنْهُ عليه‌السلام مِثْلَهُ وَ فِيهِ حَتَّى تُؤَدِّيَهُ",
        "a": "عَلَى الْيَدِ مَا أَخَذَتْ حَتَّى تُؤَدِّيَ",
        "c": null,
		"d": "15944 - 2",
		"idInSection": 12
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام رُوِيَ : ",
        "9": " وَ رُوِيَ فِي خَبَرٍ آخَرَ : بِمِثْلِهِ لَا بَأْسَ وَ قَدْ أَمَرَنِي أَبِي فَفَعَلْتُ مِثْلَ هَذَا : ",
        "a": "أَنَّهُ سُئِلَ عَنْ رَجُلٍ لَهُ دَيْنٌ قَدْ وَجَبَ وَ يَقُولُ أَسْأَلُكَ دَيْناً آخَرَ بِهِ وَ أَنَا أَرْبَحُكَ فَيَبِيعُهُ حَبَّةَ لُؤْلُؤٍ تَقَوَّمُ بِأَلْفِ دِرْهَمٍ بِعَشَرَةِ آلَافِ دِرْهَمٍ أَوْ بِعِشْرِينَ أَلْفَ دِرْهَمٍ فَقَالَ لَا بَأْسَ : ",
        "c": 8,
		"d": "15459 - 1",
		"idInSection": 1
	},
	{
		"0": " قَالَ فِي مَوْضِعٍ آخَرَ : ",
        "9": "",
        "a": "وَ لَوْ بَاعَ ثَوْباً يَسْوَى عَشَرَةَ دَرَاهِمَ بِعِشْرِينَ دِرْهَماً أَوْ خَاتَماً يَسْوَى دِرْهَماً بِعَشْرٍ مَا دَامَ عَلَيْهِ فَصٌّ لَا يَكُونُ شَيْئاً فَلَيْسَ بِرِباً",
        "c": 8,
		"d": "15459 - 2",
		"idInSection": 1
	},
	{
		"0": "  مُحَمَّدُ بْنُ مَسْعُودٍ الْعَيَّاشِيُّ فِي تَفْسِيرِهِ ، عَنْ أَبِي بَصِيرٍ قَالَ سَمِعْتُ أَبَا جَعْفَرٍ عليه‌السلام يَقُولُ : ",
        "9": "",
        "a": "لَا خَيْرَ فِيمَنْ لَا تَقِيَّةَ لَهُ وَ لَقَدْ قَالَ يُوسُفُ أَيَّتُهَا  |Q| الْعِيرُ إِنَّكُمْ لَسٰارِقُونَ |/Q|  ",
        "c": 5,
		"d": "14038 - 1",
		"idInSection": 9
	},
	{
		"0": " وَ فِي رِوَايَةِ أَبِي بَصِيرٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : ",
        "9": "",
        "a": "التَّقِيَّةُ مِنْ دِينِ اللَّهِ وَ لَقَدْ قَالَ يُوسُفُ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسٰارِقُونَ وَ وَ اللَّهِ مَا كَانُوا سَرَقُوا شَيْئاً وَ مَا كَذَبَ",
        "c": 6,
		"d": "14038 - 2",
		"idInSection": 9
	},
	{
		"0": "  مِصْبَاحُ الشَّرِيعَةِ ، قَالَ الصَّادِقُ عليه‌السلام : ",
        "9": "",
        "a": "الْمُحِبُّ فِي اللَّهِ مُحِبُّ اللَّهِ وَ الْمَحْبُوبُ فِي اللَّهِ حَبِيبُ اللَّهِ لِأَنَّهُمَا لَا يَتَحَابَّانِ إِلَّا فِي اللَّهِ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم الْمَرْءُ مَعَ مَنْ أَحَبَّ فَمَنْ أَحَبَّ فِي اللَّهِ فَإِنَّمَا أَحَبَّ اللَّهَ وَ لَا يُحِبُّ عَبْدٌ اللَّهَ إِلَّا أَحَبَّهُ اللَّهُ",
        "c": 6,
		"d": "13933 - 1",
		"idInSection": 11
	},
	{
		"0": " قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم ",
        "9": "",
        "a": "أَفْضَلُ النَّاسِ بَعْدَ النَّبِيِّينَ فِي الدُّنْيَا وَ الْآخِرَةِ الْمُحِبُّونَ لِلَّهِ الْمُتَحَابُّونَ فِيهِ وَ كُلُّ حُبٍّ مَعْلُولٌ يُورِثُ بُعْداً فِيهِ عَدَاوَةٌ إِلَّا هَذَيْنِ وَ هُمَا مِنْ عَيْنٍ وَاحِدَةٍ يَزِيدَانِ أَبَداً وَ لَا يَنْقُصَانِ قَالَ اللَّهُ عزوجل الْأَخِلّٰاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا  |Q| الْمُتَّقِينَ |/Q|  لِأَنَّ أَصْلَ الْحُبِّ التَّبَرُّؤُ عَنْ سِوَى الْمَحْبُوبِ",
        "c": 13,
		"d": "13933 - 2",
		"idInSection": 11
	},
	{
		"0": " وَ قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام ",
        "9": "",
        "a": "أَطْيَبُ شَيْءٍ فِي الْجَنَّةِ وَ أَلَذُّهُ حُبُّ اللَّهِ وَ الْحُبُّ فِي اللَّهِ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
        "c": null,
		"d": "13933 - 3",
		"idInSection": 11
	},
	{
		"0": "  وَ فِي مَعَانِي الْأَخْبَارِ ، عَنْ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ الْوَلِيدِ عَنْ مُحَمَّدِ بْنِ الْحَسَنِ الصَّفَّارِ عَنْ أَيُّوبَ بْنِ نُوحٍ عَنِ ابْنِ أَبِي عُمَيْرٍ عَنِ ابْنِ عَمِيرَةَ عَنْ أَبِي حَمْزَةَ الثُّمَالِيِّ عَنِ الصَّادِقِ عليه‌السلام قَالَ قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : ",
        "9": "",
        "a": "أَشْجَعُ النَّاسِ مَنْ غَلَبَ هَوَاهُ : ",
        "c": 6,
		"d": "13658 - 1",
		"idInSection": 3
	},
	{
		"0": " وَ رَوَاهُ فِي الْأَمَالِي ، عَنْ مُحَمَّدِ بْنِ أَحْمَدَ السِّنَانِيِّ [عَنْ مُحَمَّدِ بْنِ أَبِي عَبْدِ اللَّهِ] عَنْ مُوسَى بْنِ عِمْرَانَ عَنِ النَّوْفَلِيِّ عَنْ مُحَمَّدِ بْنِ سِنَانٍ عَنِ الْمُفَضَّلِ عَنْ يُونُسَ بْنِ ظَبْيَانَ عَنْهُ عليه‌السلام : مِثْلَهُ وَ فِيهِمَا ، مِنْ خَبَرِ الشَّيْخِ الشَّامِيِّ : ",
        "9": " جَعْفَرُ بْنُ أَحْمَدَ الْقُمِّيُّ فِي كِتَابِ الْغَايَاتِ ، : مِثْلَهُ",
        "a": "قَالَ زَيْدُ بْنُ صُوحَانَ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام أَيُّ سُلْطَانٍ أَغْلَبُ وَ أَقْوَى قَالَ الْهَوَى : ",
        "c": 1,
		"d": "13658 - 2",
		"idInSection": 3
	},
	{
		"0": "  الْقُطْبُ الرَّاوَنْدِيُّ فِي لُبِّ اللُّبَابِ ، عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم : مِثْلَهُ :  وَ عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم قَالَ : ",
        "9": "",
        "a": "يَقُولُ اللَّهُ الْكِبْرِيَاءُ رِدَائِي وَ الْعَظَمَةُ إِزَارِي فَمَنْ نَازَعَنِي وَاحِداً مِنْهُمَا أَلْقَيْتُهُ فِي نَارِي : ",
        "c": 13,
		"d": "13429 - 1",
		"idInSection": 17
	},
	{
		"0": " وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم : ",
        "9": "",
        "a": "يُحْشَرُ الْمُتَكَبِّرُونَ يَوْمَ الْقِيَامَةِ أَمْثَالَ الذَّرِّ فِي صُورَةِ الرِّجَالِ يَغْشَاهُمُ الذُّلُّ مِنْ كُلِّ مَكَانٍ",
        "c": 13,
		"d": "13429 - 2",
		"idInSection": 17
	},
	{
		"0": " ،   وَ عَنِ الْعَبَّاسِ بْنِ هِلَالٍ عَنْ أَبِي الْحَسَنِ الرِّضَا ع ",
        "9": "",
        "a": " : أَنَّهُ ذَكَرَ قَوْلَ اللَّهِ إِنْ تَجْتَنِبُوا كَبٰائِرَ مٰا تُنْهَوْنَ عَنْهُ عِبَادَةَ الْأَوْثَانِ وَ شُرْبَ الْخَمْرِ وَ قَتْلَ النَّفْسِ وَ عُقُوقَ الْوَالِدَيْنِ وَ قَذْفَ الْمُحْصَنَاتِ وَ الْفِرَارَ مِنَ الزَّحْفِ وَ أَكْلَ مَالِ الْيَتِيمِ : ",
        "c": 8,
		"d": "13245 - 1",
		"idInSection": 3
	},
	{
		"0": " وَ فِي رِوَايَةٍ أُخْرَى عَنْهُ عليه‌السلام : ",
        "9": " وَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام فِي رِوَايَةٍ أُخْرَى عَنْهُ عليه‌السلام : وَ إِنْكَارَ مَا أَنْزَلَ اللَّهُ",
        "a": "أَكْلَ مَالِ الْيَتِيمِ ظُلْماً وَ كُلَّ مَا أَوْجَبَ اللَّهُ عَلَيْهِ النَّارَ : ",
        "c": null,
		"d": "13245 - 2",
		"idInSection": 3
	},
	{
		"0": "  دَعَائِمُ الْإِسْلَامِ ، عَنْهُ عليه‌السلام مِثْلَهُ  وَ عَنْهُ عليه‌السلام ",
        "9": "",
        "a": "أَنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم لَمَّا نَحَرَ هَدْيَهُ أَمَرَ مِنْ كُلِّ بَدَنَةٍ بِقِطْعَةٍ فَطُبِخَتْ فَأَخَذَ فَأَكَلَ وَ أَمَرَنِي فَأَكَلْتُ وَ حَسَى مِنَ الْمَرَقِ وَ أَمَرَنِي فَحَسَوْتُ مِنْهُ وَ كَانَ أَشْرَكَنِي فِي هَدْيِهِ وَ قَالَ مَنْ حَسَى مِنَ الْمَرَقِ فَقَدْ أَكَلَ مِنَ اللَّحْمِ",
        "c": 13,
		"d": "11611 - 1",
		"idInSection": 7
	},
	{
		"0": " قَالَ جَعْفَرُ بْنِ مُحَمَّدٍ عليه‌السلام ",
        "9": "",
        "a": "كَذَلِكَ يَنْبَغِي لِمَنْ أَهْدَى هَدْياً تَطَوُّعاً أَوْ ضَحَّى أَنْ يَأْكُلَ مِنْ هَدْيِهِ أَوْ أُضْحِيَّتِهِ ثُمَّ يَتَصَدَّقَ وَ لَيْسَ فِي ذَلِكَ تَوْقِيتٌ يَأْكُلُ مَا أَحَبَّ وَ يُطْعِمُ وَ يُهْدِي وَ يَتَصَدَّقُ قَالَ اللَّهُ عزوجل فَكُلُوا مِنْهٰا وَ أَطْعِمُوا الْقٰانِعَ وَ الْمُعْتَرَّ",
        "c": 5,
		"d": "11611 - 2",
		"idInSection": 7
	},
	{
		"0": "  الْحُسَيْنُ بْنُ حَمْدَانَ الْحُضَيْنِيُّ فِي هِدَايَتِهِ ، وَ كِتَابِهِ الْآخَرِ فِي الْمَنَاقِبِ ، وَ اللَّفْظُ لِلثَّانِي عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ وَ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْحَسَنِيَّيْنِ عَنْ أَبِي شُعَيْبٍ مُحَمَّدِ بْنِ نُصَيْرٍ عَنْ عُمَرَ بْنِ فُرَاتٍ عَنْ مُحَمَّدِ بْنِ الْمُفَضَّلِ عَنِ الْمُفَضَّلِ بْنِ عُمَرَ عَنِ الصَّادِقِ عليه‌السلام فِي حَدِيثٍ طَوِيلٍ قَالَ : ",
        "9": "",
        "a": "قُلْتُ يَا مَوْلَايَ فَالْمُتْعَةُ قَالَ الْمُتْعَةُ حَلَالٌ طِلْقٌ وَ الشَّاهِدُ بِهَا قَوْلُ اللَّهِ جَلَّ ثَنَاؤُهُ فِي النِّسَاءِ الْمُزَوَّجَاتِ بِالْوَلِيِّ وَ الشُّهُودِ وَ لٰا جُنٰاحَ عَلَيْكُمْ فِيمٰا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسٰاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللّٰهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَ لٰكِنْ لٰا تُوٰاعِدُوهُنَّ سِرًّا إِلّٰا أَنْ تَقُولُوا قَوْلًا مَعْرُوفاً أَيْ مَشْهُوداً وَ الْقَوْلُ الْمَعْرُوفُ هُوَ الْمَشْهُورُ بِالْوَلِيِّ وَ الشُّهُودِ وَ إِنَّمَا احْتِيجَ إِلَى الْوَلِيِّ وَ الشُّهُودِ فِي النِّكَاحِ لِيَثْبُتَ النَّسْلُ وَ يَصِحَّ النَّسَبُ وَ يُسْتَحَقَّ الْمِيرَاثُ وَ قَوْلُهُ وَ آتُوا النِّسٰاءَ صَدُقٰاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَرِيئاً وَ جُعِلَ الطَّلَاقُ فِي النِّسَاءِ الْمُزَوَّجَاتِ غَيْرَ جَائِزٍ إِلَّا بِشَاهِدَيْنِ ذَوَيْ عَدْلٍ مِنَ الْمُسْلِمِينَ وَ قَالَ فِي سَائِرِ الشَّهَادَاتِ عَلَى الدِّمَاءِ وَ الْفُرُوجِ وَ الْأَمْوَالِ وَ الْأَمْلَاكِ وَ اسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجٰالِكُمْ فَإِنْ لَمْ يَكُونٰا رَجُلَيْنِ فَرَجُلٌ وَ امْرَأَتٰانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدٰاءِ وَ بَيَّنَ الطَّلَاقَ عَزَّ ذِكْرُهُ فَقَالَ يٰا أَيُّهَا النَّبِيُّ إِذٰا طَلَّقْتُمُ النِّسٰاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَ أَحْصُوا الْعِدَّةَ وَ اتَّقُوا اللّٰهَ رَبَّكُمْ وَ لَوْ كَانَتِ الْمُطَلَّقَةُ تَبِينُ بِثَلَاثِ تَطْلِيقَاتٍ يَجْمَعُهَا كَلِمَةٌ وَاحِدَةٌ أَوْ أَكْثَرُ أَوْ أَقَلُّ لَمَا قَالَ اللَّهُ تَعَالَى ذِكْرُهُ وَ أَحْصُوا الْعِدَّةَ وَ اتَّقُوا اللّٰهَ رَبَّكُمْ إِلَى قَوْلِهِ وَ تِلْكَ حُدُودُ اللّٰهِ وَ مَنْ يَتَعَدَّ حُدُودَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهُ لٰا تَدْرِي لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ أَمْراً فَإِذٰا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فٰارِقُوهُنَّ بِمَعْرُوفٍ وَ أَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَ أَقِيمُوا الشَّهٰادَةَ لِلّٰهِ ذٰلِكُمْ يُوعَظُ بِهِ مَنْ كٰانَ يُؤْمِنُ بِاللّٰهِ وَ الْيَوْمِ الْآخِرِ وَ قَوْلُهُ عزوجل لٰا تَدْرِي لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ أَمْراً هُوَ نَكِرَةٌ تَقَعُ بَيْنَ الزَّوْجِ وَ زَوْجَتِهِ فَيُطَلِّقُ التَّطْلِيقَةَ الْأُولَى بِشَهَادَةِ ذَوَيْ عَدْلٍ وَ حَدُّ وَقْتِ التَّطْلِيقَتَيْنِ هُوَ آخِرُ الْقُرُوءِ وَ الْقُرْءُ هُوَ الْحَيْضُ وَ الطَّلَاقُ يَجِبُ عِنْدَ آخِرِ نُقْطَةٍ بَيْضَاءَ تَنْزِلُ بَعْدَ الصُّفْرَةِ وَ الْحُمْرَةِ وَ إِلَى التَّطْلِيقَةِ الثَّانِيَةِ وَ الثَّالِثَةِ مَا يُحْدِثُ اللَّهُ بَيْنَهُمْ مِنْ عَطْفٍ أَوْ زَوَالِ مَا كَرِهَاهُ وَ هُوَ قَوْلُهُ جَلَّ مِنْ قَائِلٍ وَ الْمُطَلَّقٰاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلٰاثَةَ قُرُوءٍ وَ لٰا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مٰا خَلَقَ اللّٰهُ فِي أَرْحٰامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللّٰهِ وَ الْيَوْمِ الْآخِرِ وَ بُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذٰلِكَ  |Q| إِنْ أَرٰادُوا إِصْلٰاحاً وَ لَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَ لِلرِّجٰالِ عَلَيْهِنَّ دَرَجَةٌ وَ اللّٰهُ عَزِيزٌ حَكِيمٌ |/Q|  هَذَا يَقُولُ عزوجل فِي أَنَّ لِلْبَعُولَةِ مُرَاجَعَةَ النِّسَاءِ مِنْ تَطْلِيقَةٍ إِلَى تَطْلِيقَةٍ إِنْ أَرَادُوا إِصْلَاحاً وَ لِلنِّسَاءِ مُرَاجَعَةَ الرِّجَالِ فِي مِثْلِ ذَلِكَ ثُمَّ بَيَّنَ تَبَارَكَ وَ تَعَالَى فَقَالَ الطَّلٰاقُ مَرَّتٰانِ فَإِمْسٰاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسٰانٍ فِي الثَّالِثَةِ فَإِنْ طَلَّقَ الثَّالِثَةَ بَانَتْ وَ هُوَ قَوْلُهُ تَعَالَى فَإِنْ طَلَّقَهٰا فَلٰا تَحِلُّ لَهُ مِنْ بَعْدُ حَتّٰى تَنْكِحَ زَوْجاً غَيْرَهُ ثُمَّ يَكُونُ كَسَائِرِ الْخُطَّابِ لَهَا وَ الْمُتْعَةُ الَّتِي أَحَلَّهَا اللَّهُ فِي كِتَابِهِ وَ أَطْلَقَهَا الرَّسُولُ لِسَائِرِ الْمُسْلِمِينَ فَهِيَ قَوْلُهُ جَلَّ مِنْ قَائِلٍ وَ الْمُحْصَنٰاتُ مِنَ النِّسٰاءِ إِلّٰا مٰا مَلَكَتْ أَيْمٰانُكُمْ كِتٰابَ اللّٰهِ عَلَيْكُمْ وَ أُحِلَّ لَكُمْ مٰا وَرٰاءَ ذٰلِكُمْ أَنْ تَبْتَغُوا بِأَمْوٰالِكُمْ مُحْصِنِينَ غَيْرَ مُسٰافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَ لٰا جُنٰاحَ عَلَيْكُمْ فِيمٰا تَرٰاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللّٰهَ كٰانَ عَلِيماً حَكِيماً وَ الْفَرْقُ بَيْنَ الْمُزَوَّجَةِ وَ الْمُتَمَتَّعَةِ أَنَّ لِلْمُزَوَّجَةِ صَدَاقاً وَ لِلْمُتَمَتَّعَةِ أُجْرَةً فَتَمَتَّعَ سَائِرُ الْمُسْلِمِينَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فِي الْحَجِّ وَ غَيْرِهِ وَ أَيَّامِ أَبِي بَكْرٍ وَ أَرْبَعَ سِنِينَ مِنْ أَيَّامِ عُمَرَ حَتَّى دَخَلَ عَلَى أُخْتِهِ عَفْرَاءَ فَوَجَدَ فِي حِضْنِهَا وَلَداً يَرْضَعُ مِنْ ثَدْيِهَا فَقَالَ يَا أُخْتِي مَا هَذَا فَقَالَتِ ابْنِي مِنْ أَحْشَائِي وَ لَمْ تَكُنْ مُتَبَعِّلَةً فَقَالَ لَهَا اللَّهَ فَقَالَتْ اللَّهَ وَ كَشَفَتْ عَنْ ثَدْيَيْهَا فَنَظَرَ إِلَى دَرِّ اللَّبَنِ فِي فَمِ الطِّفْلِ فَغَضِبَ وَ أَرْعَدَ وَ ارْبَدَّ لَوْنُهُ وَ أَخَذَ الطِّفْلَ عَلَى يَدَيْهِ مُغِيضاً وَ خَرَجَ وِرْداً حَتَّى أَتَى الْمَسْجِدَ فَرَقَى الْمِنْبَرَ وَ قَالَ نَادُوا فِي النَّاسِ أَنَّ الصَّلَاةَ جَامِعَةً وَ كَانَ فِي غَيْرِ وَقْتِ الصَّلَاةِ فَعَلِمَ النَّاسُ أَنَّهُ لِأَمْرٍ يُرِيدُهُ عُمَرُ فَحَضَرُوا فَقَالَ يَا مَعَاشِرَ النَّاسِ مِنَ الْمُهَاجِرِينَ وَ الْأَنْصَارِ وَ أَوْلَادِ قَحْطَانَ وَ نِزَارٍ مَنْ مِنْكُمْ يُحِبُّ أَنْ يَرَى الْمُحَرَّمَاتِ عَلَيْهِ مِنَ النِّسَاءِ وَ لَهَا مِثْلُ هَذَا الطِّفْلِ قَدْ خَرَجَ مِنْ أَحْشَائِهَا وَ سَقَتْهُ لَبَناً وَ هِيَ غَيْرُ مُتَبَعِّلَةٍ فَقَالَ بَعْضُ الْقَوْمِ مَا نُحِبُّ هَذَا يَا أَمِيرَ الْمُؤْمِنِينَ فَقَالَ أَ لَسْتُمْ تَعْلَمُونَ أَنَّ أُخْتِي عَفْرَاءَ مِنْ حَنْتَمَةَ أُمِّي وَ أَبِي الْخَطَّابِ قَالُوا بَلَى يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ فَإِنِّي دَخَلْتُ عَلَيْهَا فِي هَذِهِ السَّاعَةِ فَوَجَدْتُ هَذَا الطِّفْلَ فِي حِجْرِهَا فَسَأَلْتُهَا أَنَّى لَكِ هَذَا فَقَالَتِ ابْنِي وَ مِنْ أَحْشَائِي وَ رَأَيْتُ دَرَّةَ اللَّبَنِ مِنْ ثَدْيِهَا فِي فِيهِ فَقُلْتُ مِنْ أَيْنَ لَكِ هَذَا فَقَالَتْ تَمَتَّعْتُ وَ اعْلَمُوا مَعَاشِرَ النَّاسِ أَنَّ هَذِهِ الْمُتْعَةَ الَّتِي كَانَتْ حَلَالًا عَلَى الْمُسْلِمِينَ فِي عَهْدِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَ بَعْدَهُ قَدْ رَأَيْتُ تَحْرِيمَهَا فَمَنْ أَتَاهَا ضَرَبْتُ جَنْبَيْهِ بِالسَّوْطِ فَلَمْ يَكُنْ فِي الْقَوْمِ مُنْكِرُ قَوْلِهِ وَ لَا رَادٌّ عَلَيْهِ وَ لَا قَائِلٌ لَهُ أَيُّ رَسُولٍ بَعْدَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَوْ كِتَابٍ بَعْدَ كِتَابِ اللَّهِ لَا نَقْبَلُ خِلَافَكَ عَلَى اللَّهِ وَ عَلَى رَسُولِهِ وَ كِتَابِهِ بَلْ سَلَّمُوا وَ رَضُوا قَالَ الْمُفَضَّلُ يَا مَوْلَايَ فَمَا شَرَائِطُ الْمُتْعَةِ قَالَ يَا مُفَضَّلُ لَهَا سَبْعُونَ شَرْطاً مَنْ خَالَفَ مِنْهَا شَرْطاً وَاحِداً ظَلَمَ نَفْسَهُ قَالَ قُلْتُ يَا سَيِّدِي فَأَعْرَضُ عَلَيْكَ مَا عَلِمْتُهُ مِنْكُمْ فِيهَا إِلَى أَنْ قَالَ فَقُلْ يَا مُفَضَّلُ قَالَ يَا مَوْلَايَ قَدْ أَمَرْتُمُونَا أَنْ لَا نَتَمَتَّعَ بِبَغِيَّةٍ وَ لَا مَشْهُورَةٍ بِفَسَادٍ وَ لَا مَجْنُونَةٍ وَ أَنْ نَدْعُوَ الْمُتَمَتَّعَ بِهَا إِلَى الْفَاحِشَةِ فَإِنْ أَجَابَتْ فَقَدْ حَرُمَ الِاسْتِمْتَاعُ بِهَا وَ أَنْ نَسْأَلَ أَ فَارِغَةٌ هِيَ أَمْ مَشْغُولَةٌ بِبَعْلٍ أَمْ بَحَمْلٍ أَمْ بِعِدَّةٍ فَإِنْ شُغِلَتْ بِوَاحِدَةٍ مِنَ الثَّلَاثِ فَلَا تَحِلُّ لَهُ وَ إِنْ خَلَتْ فَيَقُولُ لَهَا مَتِّعِينِي نَفْسَكِ عَلَى كِتَابِ اللَّهِ وَ سُنَّةِ نَبِيِّهِ صلى‌الله‌عليه‌وآله‌وسلم نِكَاحاً غَيْرَ سِفَاحٍ أَجَلًا مَعْلُوماً بِأُجْرَةٍ مَعْلُومَةٍ وَ هِيَ سَاعَةٌ أَوْ يَوْمٌ أَوْ يَوْمَانِ أَوْ شَهْرٌ أَوْ شَهْرَانِ أَوْ سَنَةٌ أَوْ مَا دُونَ ذَلِكَ أَوْ أَكْثَرُ وَ الْأُجْرَةُ مَا تَرَاضَيَا عَلَيْهِ مِنْ حَلْقَةِ خَاتَمٍ أَوْ شِسْعِ نَعْلٍ أَوْ شِقِّ تَمْرَةٍ إِلَى فَوْقِ ذَلِكَ مِنَ الدَّرَاهِمِ أَوْ عَرَضٍ تَرْضَى بِهِ فَإِنْ وَهَبَتْ حَلَّ لَهُ كَالصَّدَاقِ الْمَوْهُوبِ مِنَ النِّسَاءِ الْمُزَوَّجَاتِ اللَّاتِي قَالَ اللَّهُ تَعَالَى فِيهِنَّ فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً   |Q| فَكُلُوهُ هَنِيئاً مَرِيئاً |/Q|  وَ رَجَعَ الْقَوْلُ إِلَى تَمَامِ الْخُطْبَةِ ثُمَّ يَقُولُ لَهَا عَلَى أَنْ لَا تَرِثِينِي وَ لَا أَرِثَكِ وَ عَلَى أَنَّ الْمَاءَ لِي أَضَعُهُ مِنْكِ حَيْثُ أَشَاءُ وَ عَلَيْكِ الِاسْتِبْرَاءَ خَمْسَةً وَ أَرْبَعِينَ يَوْماً أَوْ مَحِيضاً وَاحِداً مَا كَانَ مِنْ عَدَدِ الْأَيَّامِ فَإِذَا قَالَتْ نَعَمْ أَعَدْتَ الْقَوْلَ ثَانِيَةً وَ عَقَدْتَ النِّكَاحَ بِهِ فَإِنْ أَحْبَبْتَ وَ أَحَبَّتْ هِيَ الِاسْتِزَادَةَ فِي الْأَجَلِ زِدْتُمَا وَ فِيهِ مَا رُوِّينَاهُ عَنْكُمْ مِنْ قَوْلِكُمْ لَئِنْ أَخْرَجْنَا فَرْجاً مِنْ حَرَامٍ إِلَى حَلَالٍ أَحَبُّ إِلَيْنَا مِنْ تَرْكِهِ عَلَى الْحَرَامِ وَ مِنْ قَوْلِكُمْ فَإِذَا كَانَتْ تَعْقِلُ قَوْلَهَا فَعَلَيْهَا مَا تَقُولُ مِنَ الْإِخْبَارِ عَنْ نَفْسِهَا وَ لَا جُنَاحَ عَلَيْكَ وَ قَوْلِ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام فَلَوْلَاهُ مَا زَنَى إِلَّا شَقِيٌّ أَوْ شَقِيَّةٌ لِأَنَّهُ كَانَ لِلْمُسْلِمِينَ غَنَاءٌ فِي الْمُتْعَةِ عَنِ الزِّنَى وَ رُوِّينَا عَنْكُمْ أَنَّكُمْ قُلْتُمْ إِنَّ الْفَرْقَ بَيْنَ الزَّوْجَةِ وَ الْمُتَمَتَّعِ بِهَا أَنَّ الْمُتَمَتِّعَ لَهُ أَنْ يَعْزِلَ عَنِ الْمُتْعَةِ وَ لَيْسَ لِلزَّوْجِ أَنْ يَعْزِلَ عَنِ الزَّوْجَةِ لِأَنَّ اللَّهَ تَعَالَى يَقُولُ وَ مِنَ النّٰاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيٰاةِ الدُّنْيٰا وَ يُشْهِدُ اللّٰهَ عَلىٰ مٰا فِي قَلْبِهِ وَ هُوَ أَلَدُّ الْخِصٰامِ وَ إِذٰا تَوَلّٰى سَعىٰ فِي الْأَرْضِ لِيُفْسِدَ فِيهٰا وَ يُهْلِكَ الْحَرْثَ وَ النَّسْلَ وَ اللّٰهُ لٰا يُحِبُّ الْفَسٰادَ وَ أَتَى فِي كِتَابِ الْكَفَّارَاتِ عَنْكُمْ أَنَّهُ مَنْ عَزَلَ نُطْفَةً عَنْ رَحِمِ مُزَوَّجَةٍ فِدْيَةُ النُّطْفَةِ عَشَرَةُ دَنَانِيرَ كَفَّارَةً وَ إِنَّ مِنْ شَرْطِ الْمُتْعَةِ أَنَّ الْمَاءَ لَهُ يَضَعُهُ حَيْثُ يَشَاءُ مِنَ الْمُتَمَتَّعِ بِهَا فَإِنْ وَضَعَهُ فِي الرَّحِمِ فَخُلِقَ مِنْهُ وَلَدٌ كَانَ لَاحِقاً بَابَيْهِ إِلَى هُنَا انْتَهَتْ رِوَايَةُ الْهِدَايَةِ وَ زَادَ فِي كِتَابِهِ الْآخَرِ قَالَ الصَّادِقُ عليه‌السلام يَا مُفَضَّلُ حَدَّثَنِي أَبِي مُحَمَّدُ بْنُ عَلِيٍّ عَنْ آبَائِهِ يَرْفَعُهُ إِلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ إِنَّ اللَّهَ أَخَذَ الْمِيثَاقَ عَلَى سَائِرِ الْمُؤْمِنِينَ أَنْ لَا تَعْلَقَ مِنْهُ فَرْجٌ مِنْ مُتْعَةٍ إِنَّهُ أَحَدُ مِحَنِ الْمُؤْمِنِ الَّذِي تُبِينُ إِيمَانَهُ مِنْ كُفْرِهِ إِذَا عَلِقَ مِنْهُ فَرْجٌ مِنْ مُتْعَةٍ وَ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَلَدُ الْمُتْعَةِ حَرَامٌ وَ إِنَّ الْأَجْوَدَ أَنْ لَا يَضَعَ النُّطْفَةَ فِي رَحِمِ الْمُتْعَةِ قَالَ الْمُفَضَّلُ يَا مَوْلَايَ وَ ذَكَرَ قِصَّةَ عَبْدِ اللَّهِ بْنِ الْعَبَّاسِ مَعَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ وَ سَاقَ إِلَى قَوْلِهِ لِابْنِ الزُّبَيْرِ وَ أَنْتَ أَوَّلُ مَوْلُودٍ وُلِدَ فِي الْإِسْلَامِ مِنْ مُتْعَةٍ وَ قَالَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم وَلَدُ الْمُتْعَةِ حَرَامٌ فَقَالَ الصَّادِقُ وَ اللَّهِ يَا مُفَضَّلُ لَقَدْ صَدَقَ فِي قَوْلِهِ لِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ الْمُفَضَّلُ قُلْتُ يَا مَوْلَايَ وَ قَدْ رَوَى بَعْضُ شِيعَتِكُمْ أَنَّكُمْ قُلْتُمْ إِنَّ حُدُودَ الْمُتْعَةِ أَشْهَرُ مِنْ دَابَّةِ الْبَيْطَارِ وَ أَنَّكُمْ قُلْتُمْ لِأَهْلِ الْمَدِينَةِ هَبُوا لَنَا التَّمَتُّعَ فِي الْمَدِينَةِ وَ تَمَتَّعُوا حَيْثُ شِئْتُمْ لِأَنَّا خِفْنَا عَلَيْهِمْ مِنْ شِيعَةِ ابْنِ الْخَطَّابِ أَنْ يَضْرِبُوا جُنُوبَهُمْ بِالسِّيَاطِ فَأَحْرَزْنَاهَا بِأَشْبَاهِهَا فِي الْمَدِينَةِ قَالَ الْمُفَضَّلُ وَ رَوَتْ شِيعَتُكُمْ عَنْكُمْ أَنَّ مُحَمَّدَ بْنَ سِنَانٍ الْأَسَدِيَّ تَمَتَّعَ بِامْرَأَةٍ فَلَمَّا دَنَا لِوَطْئِهَا وَجَدَ فِي أَحْشَائِهَا تَرَكُّلًا فَرَفَعَ نَفْسَهُ عَنْهَا وَ قَامَ مُلْقًى وَ دَخَلَ عَلَى جَدِّكَ عَلِيِّ بْنِ الْحُسَيْنِ عليه‌السلام فَقَالَ لَهُ يَا مَوْلَايَ وَ سَيِّدِي إِنِّي تَمَتَّعْتُ مِنِ امْرَأَةٍ فَكَانَ مِنْ قِصَّتِي وَ قِصَّتِهَا كَيْتَ وَ كَيْتَ وَ إِنِّي قُلْتُ لَهَا مَا هَذَا التَّرَكُّلُ فَجَعَلَتْ رِجْلَهَا فِي صَدْرِي وَ دَفَعَتْنِي عَنْهَا وَ قَالَتْ لِي مَا أَنْتَ بَأَدِيبٍ وَ لَا عَالِمٍ أَ مَا سَمِعْتَ اللَّهَ يَقُولُ يٰا أَيُّهَا الَّذِينَ آمَنُوا لٰا تَسْئَلُوا عَنْ أَشْيٰاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ قَالَ الصَّادِقُ عليه‌السلام هَذَا شَرَفٌ مِنْ شِيعَتِنَا وَ مَنْ يَكْذِبْ عَلَيْنَا فَلَيْسَ مِنَّا وَ اللَّهِ مَا أَرْسَلَ اللَّهُ رُسُلَهُ إِلَّا بِالْحَقِّ وَ لَا جَاءَ إِلَّا بِالصِّدْقِ وَ لَا يَحْكُونَ إِلَّا عَنِ اللَّهِ وَ مِنْ عِنْدِ اللَّهِ وَ بِكِتَابِ اللَّهِ فَلَا تَتَّبِعُوا أَهْوَاءَكُمْ فَتَضِلُّوا وَ لَا تُرَخِّصُوا لِأَنْفُسِكُمْ فَيَحْرُمَ عَلَيْكُمْ مَا أَحَلَّ اللَّهُ لَكُمْ وَ اللَّهِ يَا مُفَضَّلُ مَا هُوَ إِلَّا دِينُ الْحَقِّ وَ مَا شَرَائِطُ الْمُتْعَةِ إِلَّا مَا قَدَّمْتُ ذِكْرَهُ لَكَ الْخَبَرَ",
        "c": 6,
		"d": "17348",
		"idInSection": 1
	},
	{
		"0": "  مُحَمَّدُ بْنُ إِبْرَاهِيمَ النُّعْمَانِيُّ فِي تَفْسِيرِهِ ، عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ سَعِيدِ بْنِ عُقْدَةَ عَنْ جَعْفَرِ بْنِ أَحْمَدَ بْنِ يُوسُفَ بْنِ يَعْقُوبَ الْجُعْفِيِّ عَنْ إِسْمَاعِيلَ بْنِ مِهْرَانَ عَنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي حَمْزَةَ عَنْ أَبِيهِ عَنْ إِسْمَاعِيلَ بْنِ جَابِرٍ عَنْ أَبِي عَبْدِ اللَّهِ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ ع فِي خَبَرٍ طَوِيلٍ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام أَنَّهُ قَالَ : ",
        "9": "",
        "a": "فَالْإِيمَانُ بِاللَّهِ تَعَالَى هُوَ أَعْلَى الْإِيمَانِ دَرَجَةً وَ أَشْرَفُهَا مَنْزِلَةً وَ أَسْنَاهَا حَظّاً فَقِيلَ لَهُ عليه‌السلام الْإِيمَانُ قَوْلٌ وَ عَمَلٌ أَمْ قَوْلٌ بِلَا عَمَلٍ فَقَالَ الْإِيمَانُ تَصْدِيقٌ بِالْجَنَانِ وَ إِقْرَارٌ بِاللِّسَانِ وَ عَمَلٌ بِالْأَرْكَانِ وَ هُوَ عَمَلٌ كُلُّهُ وَ مِنْهُ التَّامُّ الْكَامِلُ تَمَامُهُ وَ النَّاقِصُ الْبَيِّنُ نُقْصَانُهُ وَ مِنْهُ الزَّائِدُ الْبَيِّنُ زِيَادَتُهُ إِنَّ اللَّهَ تَعَالَى مَا فَرَضَ الْإِيمَانَ عَلَى جَارِحَةٍ وَاحِدَةٍ وَ مَا مِنْ جَارِحَةٍ مِنْ جَوَارِحِ الْإِنْسَانِ إِلَّا وَ قَدْ وُكِلَتْ بِغَيْرِ مَا وُكِلَتْ بِهِ الْأُخْرَى فَمِنْهَا قَلْبُهُ الَّذِي يَعْقِلُ بِهِ وَ يَفْقَهُ وَ يَفْهَمُ وَ يَحِلُّ وَ يَعْقِدُ وَ يُرِيدُ وَ هُوَ أَمِيرُ الْبَدَنِ وَ إِمَامُ الْجَسَدِ الَّذِي لَا تَرِدُ الْجَوَارِحُ وَ لَا تَصْدُرُ إِلَّا عَنْ أَمْرِهِ وَ رَأْيِهِ وَ نَهْيِهِ وَ مِنْهَا اللِّسَانُ الَّذِي يَنْطِقُ بِهِ وَ مِنْهَا أُذُنَاهُ اللَّتَانِ يَسْمَعُ بِهِمَا وَ مِنْهَا عَيْنَاهُ اللَّتَانِ يُبْصِرُ بِهِمَا وَ مِنْهَا يَدَاهُ اللَّتَانِ يَبْطُشُ بِهِمَا وَ مِنْهَا رِجْلَاهُ اللَّتَانِ يَسْعَى بِهِمَا وَ مِنْهَا فَرْجُهُ الَّذِي الْبَاهُ مِنْ قِبَلِهِ وَ مِنْهَا رَأْسُهُ الَّذِي فِيهِ وَجْهُهُ وَ لَيْسَ جَارِحَةٌ مِنْ جَوَارِحِهِ إِلَّا وَ هِيَ مَخْصُوصَةٌ بِفَرِيضَةٍ فَفَرَضَ عَلَى الْقَلْبِ غَيْرَ مَا فَرَضَ عَلَى اللِّسَانِ وَ فَرَضَ عَلَى اللِّسَانِ غَيْرَ مَا فَرَضَ عَلَى السَّمْعِ وَ فَرَضَ عَلَى السَّمْعِ غَيْرَ مَا فَرَضَ عَلَى الْبَصَرِ وَ فَرَضَ عَلَى الْبَصَرِ غَيْرَ مَا فَرَضَ عَلَى الْيَدَيْنِ وَ فَرَضَ عَلَى الْيَدَيْنِ غَيْرَ مَا فَرَضَ عَلَى الرِّجْلَيْنِ وَ فَرَضَ عَلَى الرِّجْلَيْنِ غَيْرَ مَا فَرَضَ عَلَى الْفَرْجِ وَ فَرَضَ عَلَى الْفَرْجِ غَيْرَ مَا فَرَضَ عَلَى الْوَجْهِ وَ فَرَضَ عَلَى الْوَجْهِ غَيْرَ مَا فَرَضَ عَلَى اللِّسَانِ- فَأَمَّا [مَا] فَرَضَهُ عَلَى الْقَلْبِ مِنَ الْإِيمَانِ الْإِقْرَارُ وَ الْمَعْرِفَةُ (وَ الْعَقْدُ عَلَيْهِ) وَ الرِّضَى بِمَا فَرَضَ عَلَيْهِ وَ التَّسْلِيمُ لِأَمْرِهِ وَ الذِّكْرُ وَ التَّفَكُّرُ وَ الِانْقِيَادُ إِلَى كُلِّ مَا جَاءَ عَنِ اللَّهِ عزوجل فِي كِتَابِهِ مَعَ حُصُولِ الْمُعْجِزِ فَيَجِبُ عَلَيْهِ اعْتِقَادُهُ وَ أَنْ يُظْهِرَ مِثْلَ مَا بَطَنَ إِلَّا لِضَرُورَةٍ كَقَوْلِهِ تَعَالَى  |Q| إِلّٰا مَنْ أُكْرِهَ وَ قَلْبُهُ مُطْمَئِنٌّ بِالْإِيمٰانِ |/Q| وَ قَوْلِهِ تَعَالَى لٰا يُؤٰاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِي أَيْمٰانِكُمْ وَ لٰكِنْ يُؤٰاخِذُكُمْ بِمٰا كَسَبَتْ قُلُوبُكُمْ وَ قَوْلِهِ سُبْحَانَهُ وَ يَتَفَكَّرُونَ فِي خَلْقِ السَّمٰاوٰاتِ وَ الْأَرْضِ رَبَّنٰا مٰا خَلَقْتَ هٰذٰا بٰاطِلًا وَ قَوْلِهِ تَعَالَى أَ فَلٰا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلىٰ قُلُوبٍ أَقْفٰالُهٰا وَ قَالَ عزوجل فَإِنَّهٰا لٰا تَعْمَى الْأَبْصٰارُ وَ لٰكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ وَ مِثْلُ هَذَا كَثِيرٌ فِي كِتَابِ اللَّهِ وَ هُوَ رَأْسُ الْإِيمَانِ وَ أَمَّا مَا فَرَضَهُ عَلَى اللِّسَانِ فَقَوْلُهُ عزوجل فِي مَعْنَى التَّفْسِيرِ لِمَا عُقِدَ عَلَيْهِ الْقَلْبُ فَقَوْلُهُ تَعَالَى قُولُوا آمَنّٰا بِاللّٰهِ وَ مٰا أُنْزِلَ إِلَيْنٰا وَ مٰا أُنْزِلَ إِلىٰ إِبْرٰاهِيمَ وَ إِسْمٰاعِيلَ وَ إِسْحٰاقَ وَ يَعْقُوبَ الْآيَةَ وَ قَوْلُهُ سُبْحَانَهُ- وَ قُولُوا لِلنّٰاسِ حُسْناً وَ أَقِيمُوا الصَّلٰاةَ وَ آتُوا الزَّكٰاةَ وَ قَوْلُهُ سُبْحَانَهُ- وَ لٰا تَقُولُوا ثَلٰاثَةٌ انْتَهُوا خَيْراً لَكُمْ إِنَّمَا اللّٰهُ إِلٰهٌ وٰاحِدٌ فَأَمَرَ سُبْحَانَهُ بِقَوْلِ الْحَقِّ وَ نَهَى عَنْ قَوْلِ الْبَاطِلِ وَ أَمَّا مَا فَرَضَهُ عَلَى الْأُذُنَيْنِ فَالاسْتِمَاعُ إِلَى ذِكْرِ اللَّهِ تَعَالَى وَ الْإِنْصَاتُ لِمَا يُتْلَى مِنْ كِتَابِهِ وَ تَرْكُ الْإِصْغَاءِ لِمَا يُسْخِطُهُ فَقَالَ سُبْحَانَهُ- وَ إِذٰا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَ أَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ وَ قَالَ تَعَالَى وَ قَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتٰابِ أَنْ إِذٰا سَمِعْتُمْ آيٰاتِ اللّٰهِ يُكْفَرُ بِهٰا وَ يُسْتَهْزَأُ بِهٰا فَلٰا تَقْعُدُوا مَعَهُمْ حَتّٰى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ الْآيَةَ ثُمَّ اسْتَثْنَى بِرَحْمَتِهِ مَوْضِعَ النِّسْيَانِ فَقَالَ- وَ إِمّٰا يُنْسِيَنَّكَ الشَّيْطٰانُ فَلٰا تَقْعُدْ بَعْدَ الذِّكْرىٰ مَعَ الْقَوْمِ الظّٰالِمِينَ وَ قَالَ عزوجل فَبَشِّرْ عِبٰادِ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولٰئِكَ الَّذِينَ هَدٰاهُمُ اللّٰهُ وَ أُولٰئِكَ هُمْ أُولُوا الْأَلْبٰابِ وَ قَالَ تَعَالَى وَ إِذٰا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَ قٰالُوا لَنٰا أَعْمٰالُنٰا وَ لَكُمْ أَعْمٰالُكُمْ سَلٰامٌ عَلَيْكُمْ لٰا نَبْتَغِي الْجٰاهِلِينَ وَ فِي كِتَابِ اللَّهِ مَا مَعْنَاهُ مَعْنَى [مَا] فَرَضَهُ اللَّهُ عَلَى السَّمْعِ وَ هُوَ الْإِيمَانُ وَ أَمَّا مَا فَرَضَهُ عَلَى الْعَيْنَيْنِ فَهُوَ النَّظَرُ إِلَى آيَاتِ اللَّهِ وَ غَضُّ النَّظَرِ عَنْ مَحَارِمِ اللَّهِ عزوجل قَالَ اللَّهُ تَعَالَى- أَ فَلٰا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ وَ إِلَى السَّمٰاءِ كَيْفَ رُفِعَتْ وَ إِلَى الْجِبٰالِ كَيْفَ نُصِبَتْ وَ إِلَى الْأَرْضِ كَيْفَ سُطِحَتْ وَ قَالَ اللَّهُ تَعَالَى أَ وَ لَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمٰاوٰاتِ وَ الْأَرْضِ وَ مٰا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَ قَالَ سُبْحَانَهُ انْظُرُوا إِلىٰ ثَمَرِهِ إِذٰا أَثْمَرَ وَ يَنْعِهِ وَ قَالَ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَ مَنْ عَمِيَ فَعَلَيْهٰا وَ هَذِهِ الْآيَةُ جَامِعَةٌ لِأَبْصَارِ الْعُيُونِ وَ أَبْصَارِ الظُّنُونِ قَالَ اللَّهُ تَعَالَى فَإِنَّهٰا لٰا تَعْمَى الْأَبْصٰارُ وَ لٰكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ وَ مِنْهُ قَوْلُهُ تَعَالَى قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصٰارِهِمْ وَ يَحْفَظُوا فُرُوجَهُمْ ذٰلِكَ أَزْكىٰ لَهُمْ مَعْنَاهُ لَا يَنْظُرْ أَحَدُكُمْ إِلَى فَرْجِ أَخِيهِ الْمُؤْمِنِ أَوْ يُمَكِّنْهُ مِنَ النَّظَرِ إِلَى فَرْجِهِ ثُمَّ قَالَ سُبْحَانَهُ- وَ قُلْ لِلْمُؤْمِنٰاتِ  |Q| يَغْضُضْنَ مِنْ أَبْصٰارِهِنَّ وَ يَحْفَظْنَ فُرُوجَهُنَّ |/Q|  أَيْ مِمَّنْ يُلْحِقُهُنَّ النَّظَرَ كَمَا جَاءَ فِي حِفْظِ الْفُرُوجِ فَالنَّظَرُ سَبَبُ إِيقَاعِ الْفِعْلِ مِنَ الزِّنَا وَ غَيْرِهِ ثُمَّ نَظَمَ تَعَالَى مَا فَرَضَ عَلَى السَّمْعِ وَ الْبَصَرِ وَ الْفَرْجِ فِي آيَةٍ وَاحِدَةٍ فَقَالَ وَ مٰا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَ لٰا أَبْصٰارُكُمْ وَ لٰا جُلُودُكُمْ وَ لٰكِنْ ظَنَنْتُمْ أَنَّ اللّٰهَ لٰا يَعْلَمُ كَثِيراً مِمّٰا تَعْمَلُونَ يَعْنِي بِالْجُلُودِ هُنَا الْفُرُوجَ وَ قَالَ تَعَالَى وَ لٰا تَقْفُ مٰا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَ الْبَصَرَ وَ الْفُؤٰادَ كُلُّ أُولٰئِكَ كٰانَ عَنْهُ مَسْؤُلًا هَذَا مَا فَرَضَ اللَّهُ تَعَالَى عَلَى الْعَيْنَيْنِ مِنْ تَأَمُّلِ الْآيَاتِ وَ الْغَضِّ عَنْ تَأَمُّلِ الْمُنْكَرَاتِ وَ هُوَ مِنَ الْإِيمَانِ- وَ أَمَّا مَا فَرَضَهُ اللَّهُ سُبْحَانَهُ عَلَى الْيَدَيْنِ فَالطَّهُورُ وَ هُوَ قَوْلُهُ تَعَالَى يٰا أَيُّهَا الَّذِينَ آمَنُوا إِذٰا قُمْتُمْ إِلَى الصَّلٰاةِ فَاغْسِلُوا وُجُوهَكُمْ وَ أَيْدِيَكُمْ إِلَى الْمَرٰافِقِ وَ امْسَحُوا بِرُؤُسِكُمْ وَ أَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَ فَرَضَ عَلَى الْيَدَيْنِ الْإِنْفَاقَ فِي سَبِيلِ اللَّهِ تَعَالَى فَقَالَ- أَنْفِقُوا مِنْ طَيِّبٰاتِ مٰا كَسَبْتُمْ وَ مِمّٰا أَخْرَجْنٰا لَكُمْ مِنَ الْأَرْضِ وَ فَرَضَ اللَّهُ تَعَالَى عَلَى الْيَدَيْنِ الْجِهَادَ لِأَنَّهُ مِنْ عَمَلِهِمَا وَ عِلَاجِهِمَا فَقَالَ- فَإِذٰا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقٰابِ حَتّٰى إِذٰا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثٰاقَ وَ ذَلِكَ كُلُّهُ مِنَ الْإِيمَانِ وَ أَمَّا مَا فَرَضَهُ اللَّهُ تَعَالَى عَلَى الرِّجْلَيْنِ فَالسَّعْيُ بِهِمَا فِيمَا يُرْضِيهِ وَ اجْتِنَابُ السَّعْيِ فِيمَا يُسْخِطُهُ وَ ذَلِكَ قَوْلُهُ سُبْحَانَهُ فَاسْعَوْا إِلىٰ ذِكْرِ اللّٰهِ وَ ذَرُوا الْبَيْعَ وَ قَوْلُهُ سُبْحَانَهُ وَ لٰا تَمْشِ فِي الْأَرْضِ مَرَحاً وَ قَوْلُهُ وَ اقْصِدْ فِي مَشْيِكَ وَ اغْضُضْ مِنْ صَوْتِكَ وَ فَرَضَ عَلَيْهِمَا الْقِيَامَ فِي الصَّلَاةِ فَقَالَ وَ قُومُوا لِلّٰهِ قٰانِتِينَ ثُمَّ أَخْبَرَ أَنَّ الرِّجْلَيْنِ مِنَ الْجَوَارِحِ الَّتِي تَشْهَدُ يَوْمَ الْقِيَامَةِ حَتَّى تَنْطِقَ بِقَوْلِهِ سُبْحَانَهُ الْيَوْمَ نَخْتِمُ عَلىٰ أَفْوٰاهِهِمْ وَ تُكَلِّمُنٰا أَيْدِيهِمْ وَ تَشْهَدُ أَرْجُلُهُمْ بِمٰا كٰانُوا يَكْسِبُونَ وَ هَذَا مِمَّا فَرَضَهُ اللَّهُ تَعَالَى عَلَى الرِّجْلَيْنِ وَ هُوَ مِنَ الْإِيمَانِ وَ أَمَّا مَا افْتَرَضَهُ اللَّهُ سُبْحَانَهُ عَلَى الرَّأْسِ فَهُوَ أَنْ يُمْسَحَ مِنْ مُقَدَّمِهِ بِالْمَاءِ فِي وَقْتِ الطَّهُورِ لِلصَّلَاةِ بِقَوْلِهِ وَ امْسَحُوا بِرُؤُسِكُمْ وَ هُوَ مِنَ الْإِيمَانِ وَ فَرَضَ عَلَى الْوَجْهِ الْغَسْلَ بِالْمَاءِ عِنْدَ الطَّهُورِ وَ قَالَ تَعَالَى يٰا أَيُّهَا الَّذِينَ آمَنُوا إِذٰا قُمْتُمْ إِلَى الصَّلٰاةِ فَاغْسِلُوا وُجُوهَكُمْ وَ فَرَضَ عَلَيْهِ السُّجُودَ وَ عَلَى الْيَدَيْنِ وَ الرُّكْبَتَيْنِ وَ الرِّجْلَيْنِ الرُّكُوعَ وَ هُوَ مِنَ الْإِيمَانِ وَ قَالَ فِيمَا فَرَضَ عَلَى هَذِهِ الْجَوَارِحِ مِنَ الطَّهُورِ وَ الصَّلَاةِ وَ سَمَّاهُ فِي كِتَابِهِ إِيمَاناً حِينَ فَرَضَ عَلَيْهِ اسْتِقْبَالَ الْقِبْلَةِ فِي الصَّلَاةِ وَ سَمَّاهُ إِيمَاناً حِينَ تَحْوِيلِ الْقِبْلَةِ مِنْ بَيْتِ الْمَقْدِسِ إِلَى الْكَعْبَةِ فَقَالَ الْمُسْلِمُونَ يَا رَسُولَ اللَّهِ ذَهَبَتْ صَلَاتُنَا إِلَى بَيْتِ الْمَقْدِسِ وَ طَهُورُنَا ضَيَاعاً فَأَنْزَلَ اللَّهُ سُبْحَانَهُ وَ مٰا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهٰا إِلّٰا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلىٰ عَقِبَيْهِ وَ إِنْ كٰانَتْ لَكَبِيرَةً إِلّٰا عَلَى الَّذِينَ هَدَى اللّٰهُ وَ مٰا كٰانَ اللّٰهُ لِيُضِيعَ إِيمٰانَكُمْ إِنَّ اللّٰهَ بِالنّٰاسِ لَرَؤُفٌ رَحِيمٌ فَسَمَّى الصَّلَاةَ وَ الطَّهُورَ إِيمَاناً وَ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم مَنْ لَقِيَ اللَّهَ كَامِلَ الْإِيمَانِ كَانَ مِنْ أَهْلِ الْجَنَّةِ وَ مَنْ كَانَ مُضَيِّعاً لِشَيْءٍ مِمَّا افْتَرَضَهُ اللَّهُ تَعَالَى عَلَى هَذِهِ الْجَوَارِحِ وَ تَعَدَّى مَا أَمَرَ اللَّهُ بِهِ وَ ارْتَكَبَ مَا نَهَى عَنْهُ لَقِيَ اللَّهَ تَعَالَى نَاقِصَ الْإِيمَانِ وَ قَالَ اللَّهُ عزوجل وَ إِذٰا مٰا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زٰادَتْهُ هٰذِهِ إِيمٰاناً فَأَمَّا الَّذِينَ   |Q| آمَنُوا فَزٰادَتْهُمْ إِيمٰاناً وَ هُمْ يَسْتَبْشِرُونَ |/Q|  وَ قَالَ تَعَالَى إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذٰا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوبُهُمْ وَ إِذٰا تُلِيَتْ عَلَيْهِمْ آيٰاتُهُ زٰادَتْهُمْ إِيمٰاناً وَ عَلىٰ رَبِّهِمْ يَتَوَكَّلُونَ وَ قَالَ سُبْحَانَهُ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَ زِدْنٰاهُمْ هُدىً وَ قَالَ وَ الَّذِينَ اهْتَدَوْا زٰادَهُمْ هُدىً وَ آتٰاهُمْ تَقْوٰاهُمْ وَ قَالَ هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدٰادُوا إِيمٰاناً مَعَ إِيمٰانِهِمْ الْآيَةَ وَ لَوْ كَانَ الْإِيمَانُ كُلُّهُ وَاحِداً لَا زِيَادَةَ فِيهِ وَ لَا نُقْصَانَ لَمْ يَكُنْ لِأَحَدٍ فَضْلٌ عَلَى أَحَدٍ وَ لَتَسَاوَى النَّاسُ فِي تَمَامِ الْإِيمَانِ وَ بِكَمَالِهِ دَخَلَ الْمُؤْمِنُونَ الْجَنَّةَ وَ نَالُوا الدَّرَجَاتِ فِيهَا وَ بِذَهَابِهِ وَ نُقْصَانِهِ دَخَلَ آخَرُونَ النَّارَ الْخَبَرَ ",
        "c": 6,
		"d": "12660",
		"idInSection": 4
	},
	{
		"0": "  عَلِيُّ بْنُ إِبْرَاهِيمَ فِي تَفْسِيرِهِ ، : ",
        "9": " وَ رَوَاهُ الرَّاوَنْدِيُّ فِي قِصَصِ الْأَنْبِيَاءِ ، بِإِسْنَادِهِ عَنِ الصَّدُوقِ عَنْ أَحْمَدَ بْنِ زِيَادٍ الْهَمَدَانِيِّ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ عَنْ أَبِيهِ عَنِ ابْنِ أَبِي عُمَيْرٍ عَنْ أَبَانِ بْنِ تَغْلِبَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ : مِثْلَهُ",
        "a": "فِي قَوْلِهِ تَعَالَى وَ إِذْ أَخَذْنٰا مِيثٰاقَكُمْ-   |Q| لٰا تَسْفِكُونَ دِمٰاءَكُمْ وَ لٰا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيٰارِكُمْ ثُمَّ أَقْرَرْتُمْ وَ أَنْتُمْ تَشْهَدُونَ |/Q|   الْآيَةَ فَإِنَّهَا نَزَلَتْ فِي أَبِي ذَرٍّ وَ عُثْمَانَ بْنِ عَفَّانَ وَ كَانَ سَبَبُ ذَلِكَ لَمَّا أَمَرَ عُثْمَانُ بِنَفْيِ أَبِي ذَرٍّ رحمه‌الله إِلَى الرَّبَذَةِ دَخَلَ عَلَيْهِ أَبُو ذَرٍّ وَ كَانَ عَلِيلًا مُتَوَكِّئاً عَلَى عَصَاهُ وَ بَيْنَ يَدَيْ عُثْمَانَ مِائَةُ أَلْفِ دِرْهَمٍ قَدْ حُمِلَتْ إِلَيْهِ مِنْ بَعْضِ النَّوَاحِي وَ أَصْحَابُهُ حَوْلَهُ يَنْظُرُونَ إِلَيْهِ وَ يَطْمَعُونَ أَنْ يَقْسِمَهَا فِيهِمْ فَقَالَ أَبُو ذَرٍّ لِعُثْمَانَ مَا هَذَا الْمَالُ فَقَالَ عُثْمَانُ مِائَةُ أَلْفِ دِرْهَمٍ حُمِلَتْ إِلَيَّ مِنْ بَعْضِ النَّوَاحِي أُرِيدُ أَنْ أَضُمَّ إِلَيْهَا مِثْلَهَا ثُمَّ أَرَى فِيهَا رَأْيِي فَقَالَ أَبُو ذَرٍّ يَا عُثْمَانُ أَيُّمَا أَكْثَرُ مِائَةُ أَلْفِ دِرْهَمٍ أَوْ أَرْبَعَةُ دَنَانِيرَ فَقَالَ عُثْمَانُ بَلْ مِائَةُ أَلْفِ دِرْهَمٍ فَقَالَ أَبُو ذَرٍّ أَ مَا تَذْكُرُ أَنِّي أَنَا وَ أَنْتَ دَخَلْنَا عَلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم عِشَاءً فَرَأَيْنَاهُ كَئِيباً حَزِيناً فَسَلَّمْنَا عَلَيْهِ فَلَمْ يَرُدَّ عَلَيْنَا السَّلَامَ فَلَمَّا أَصْبَحْنَا أَتَيْنَاهُ فَرَأَيْنَاهُ ضَاحِكاً مُسْتَبْشِراً فَقُلْنَا لَهُ بِآبَائِنَا وَ أُمَّهَاتِنَا دَخَلْنَا عَلَيْكَ الْبَارِحَةَ فَرَأَيْنَاكَ كَئِيباً حَزِيناً وَ عُدْنَا إِلَيْكَ الْيَوْمَ فَرَأَيْنَاكَ ضَاحِكاً مُسْتَبْشِراً فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم نَعَمْ كَانَ [قَدْ بَقِيَ] عِنْدِي مِنْ فَيْءِ الْمُسْلِمِينَ أَرْبَعَةُ دَنَانِيرَ لَمْ أَكُنْ قَسَمْتُهَا وَ خِفْتُ أَنْ يُدْرِكَنِي الْمَوْتُ وَ هِيَ عِنْدِي وَ قَدْ قَسَمْتُهَا الْيَوْمَ فَاسْتَرَحْتُ الْخَبَرَ ",
        "c": null,
		"d": "12503",
		"idInSection": 12
	},
	{
		"0": "  وَ فِي بَعْضِ نُسَخِهِ ، : ",
        "9": "",
        "a": "فَإِذَا انْتَهَيْتَ إِلَى بَابِ الْبَيْتِ فَقُلِ اللَّهُمَّ إِنَّ الْبَيْتَ بَيْتُكَ وَ الْحَرَمَ حَرَمُكَ وَ الْعَبْدَ عَبْدُكَ هَذَا مَقَامُ الْعَائِذِ بِكَ مِنَ النَّارِ ثُمَّ تَطُوفُ فَإِذَا انْتَهَيْتَ إِلَى رُكْنِ الْعِرَاقِ فَقُلِ- اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّكِّ وَ الشِّرْكِ وَ الشِّقَاقِ وَ النِّفَاقِ وَ دَرَكِ الشَّقَاءِ وَ مَخَافَةِ الْعِدَى وَ سُوءِ الْمُنْقَلَبِ وَ أَعُوذُ بِكَ مِنَ الْفَقْرِ وَ الْفَاقَةِ وَ الْحِرْمَانِ وَ الْمُنَى وَ الْفَتْقِ وَ غَلَبَةِ الدَّيْنِ آمَنْتُ بِكَ وَ بِرَسُولِكَ وَ وَلِيِّكَ رَضِيتُ بِاللَّهِ رَبّاً وَ بِالْإِسْلَامِ دِيناً وَ بِمُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم نَبِيّاً وَ بِعَلِيٍّ عليه‌السلام وَلِيّاً وَ إِمَاماً وَ بِالْمُؤْمِنِينَ إِخْوَاناً فَإِذَا انْتَهَيْتَ إِلَى تَحْتِ الْمِيزَابِ فَقُلِ- اللَّهُمَّ أَظِلَّنِي تَحْتَ ظِلِّ عَرْشِكَ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّكَ آمِنِّي رَوْعَةَ الْقِيَامَةِ وَ أَعْتِقْنِي مِنَ النَّارِ وَ أَوْسِعْ عَلَيَّ رِزْقِي مِنَ الْحَلَالَ وَ ادْرَأْ عَنِّي شَرَّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ شَرَّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ اغْفِرْ لِي وَ تُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمِ فَإِذَا انْتَهَيْتَ إِلَى الرُّكْنِ الشَّامِيِّ فَقُلِ اللَّهُمَّ اجْعَلْهُ حَجَّةً مَقْبُولَةً وَ ذَنْباً مَغْفُوراً وَ سَعْياً مَشْكُوراً وَ عَمَلًا مُتَقَبَّلًا تَقَبَّلْ مِنِّي كَمَا تَقَبَّلْتَ مِنْ إِبْرَاهِيمَ خَلِيلِكَ وَ مُوسَى كَلِيمِكَ وَ عِيسَى رُوحِكَ وَ مُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم حَبِيبِكَ فَإِذَا انْتَهَيْتَ إِلَى الرُّكْنِ الْيَمَانِيِّ فَقُلِ- اللَّهُمَّ رَبَّنٰا آتِنٰا فِي الدُّنْيٰا حَسَنَةً  |Q| وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنٰا عَذٰابَ النّٰارِ |/Q|   : وَ قَالَ عليه‌السلام : وَ أَكْثِرْ مِنْ سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ [وَ اللَّهُ أَكْبَرُ] وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَ لَا تَقْرَأِ الْقُرْآنَ : ",
        "c": null,
		"d": "11143 - 1",
		"idInSection": 2
	},
	{
		"0": " وَ رُوِيَ عَنِ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ : ",
        "9": "",
        "a": "مَنْ قَالَ فِي طَوَافِهِ عَشْرَ مَرَّاتٍ- أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَحَداً فَرْداً صَمَداً لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ لَمْ يَتَّخِذْ صَاحِبَةً وَ لَا وَلَداً كَتَبَ اللَّهُ لَهُ خَمْساً وَ أَرْبَعِينَ حَسَنَةً",
        "c": 13,
		"d": "11143 - 2",
		"idInSection": 2
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام : ",
		"9": "",
		"a": "وَ اعْلَمْ أَنَّ الصَّوْمَ عَلَى أَرْبَعِينَ وَجْهاً فَعَشَرَةٌ مِنْهَا وَاجِبٌ كَوُجُوبِ شَهْرِ رَمَضَانَ وَ عَشَرَةُ أَوْجُهٍ مِنْهَا صِيَامُهُنَّ حَرَامٌ وَ أَرْبَعَةَ عَشَرَ وَجْهاً مِنْهَا صَاحِبُهَا فِيهَا بِالْخِيَارِ إِنْ شَاءَ صَامَ وَ إِنْ شَاءَ أَفْطَرَ وَ صَوْمُ الْإِذْنِ عَلَى ثَلَاثَةِ أَوْجُهٍ وَ صَوْمُ التَّأْدِيبِ وَ مِنْهَا صَوْمُ الْإِبَاحَةِ وَ صَوْمُ السَّفَرِ وَ الْمَرِيضِ- وَ أَمَّا صَوْمُ الْوَاجِبِ فَصَوْمُ شَهْرِ رَمَضَانَ وَ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ يَعْنِي لِمَنْ أَفْطَرَ يَوْماً مِنْ شَهْرِ رَمَضَانَ عَمْداً مُتَعَمِّداً وَ صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ فِي قَتْلِ الْخَطَإِ لِمَنْ لَمْ يَجِدِ الْعِتْقَ وَاجِبٌ مِنْ قَوْلِ اللَّهِ فَمَنْ لَمْ يَجِدْ فَصِيٰامُ شَهْرَيْنِ مُتَتٰابِعَيْنِ وَ صِيَامُ شَهْرَيْنِ فِي كَفَّارَةِ الظِّهَارِ لِمَنْ لَمْ يَجِدِ الْعِتْقَ وَاجِبٌ مِنْ قَوْلِ اللَّهِ فَمَنْ لَمْ يَجِدْ  |Q| فَصِيٰامُ شَهْرَيْنِ مُتَتٰابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسّٰا |/Q|   أَوْ صِيَامُ ثَلَاثَةِ أَيَّامٍ فِي كَفَّارَةِ الْيَمِينِ وَاجِبٌ لِمَنْ لَمْ يَجِدِ الْإِطْعَامَ قَالَ اللَّهُ تَعَالَى فَمَنْ لَمْ يَجِدْ فَصِيٰامُ ثَلٰاثَةِ أَيّٰامٍ ذٰلِكَ كَفّٰارَةُ أَيْمٰانِكُمْ إِذٰا حَلَفْتُمْ كُلُّ ذَلِكَ مُتَتَابِعٌ لَيْسَ بِمُفْتَرِقٍ وَ صِيَامُ مَنْ كَانَ بِهِ أَذًى مِنْ رَأْسِهِ وَاجِبٌ قَالَ اللَّهُ تَبَارَكَ وَ تَعَالَى فَمَنْ كٰانَ مِنْكُمْ مَرِيضاً أَوْ بِهِ أَذىً مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيٰامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَصَاحِبُ هَذِهِ بِالْخِيَارِ فَإِنْ شَاءَ صَامَ ثَلَاثَةَ أَيَّامٍ وَ صَوْمُ دَمِ الْمُتْعَةِ وَاجِبٌ لِمَنْ لَمْ يَجِدِ الْهَدْيَ قَالَ اللَّهُ تَبَارَكَ وَ تَعَالَى فَمَنْ لَمْ يَجِدْ فَصِيٰامُ ثَلٰاثَةِ أَيّٰامٍ فِي الْحَجِّ وَ سَبْعَةٍ إِذٰا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كٰامِلَةٌ وَ صَوْمُ جَزَاءِ الصَّيْدِ وَاجِبٌ قَالَ اللَّهُ تَبَارَكَ وَ تَعَالَى أَوْ عَدْلُ ذٰلِكَ صِيٰاماً وَ أَرْوِي عَنْ الْعَالِمِ أَنَّهُ قَالَ أَ تَدْرُونَ كَيْفَ يَكُونُ عَدْلُ ذَلِكَ صِيَاماً فَقِيلَ لَهُ لَا فَقَالَ يُقَوِّمُ الصَّيْدَ قِيمَةً ثُمَّ يَشْتَرِي بِتِلْكَ الْقِيمَةِ الْبُرَّ ثُمَّ يُكَالُ ذَلِكَ الْبُرُّ أَصْوَاعاً فَيَصُومُ لِكُلِّ نِصْفِ صَاعٍ يَوْماً وَ صَوْمُ النَّذْرِ وَاجِبٌ وَ صَوْمُ الِاعْتِكَافِ وَاجِبٌ : ",
		"c": 8,
		"d": "8713 - 1",
		"idInSection": 1
	},
	{
		"0": " وَ رَوَاهُ الصَّدُوقُ فِي الْهِدَايَةِ ، عَنِ الزُّهْرِيِّ أَنَّهُ قَالَ : ",
		"9": " وَ فِي الْمُقْنِعِ  اعْلَمْ أَنَّ الصَّوْمَ عَلَى أَرْبَعِينَ وَجْهاً . . وَ سَاقَ مِثْلَهُ",
		"a": "دَخَلْتُ عَلَى عَلِيِّ بْنِ الْحُسَيْنِ عليه‌السلام فَقَالَ لِي يَا زُهْرِيُّ مِنْ أَيْنَ جِئْتَ فَقُلْتُ مِنَ الْمَسْجِدِ فَقَالَ فِيمَ كُنْتُمْ قُلْتُ تَذَاكَرْنَا أَمْرَ الصَّوْمِ فَاجْتَمَعَ رَأْيِي وَ رَأْيُ أَصْحَابِي عَلَى أَنَّهُ لَيْسَ شَيْءٌ مِنَ الصَّوْمِ بِوَاجِبٍ إِلَّا صَوْمُ شَهْرِ رَمَضَانَ فَقَالَ يَا زُهْرِيُّ لَيْسَ كَمَا قُلْتُمْ إِنَّ الصَّوْمَ عَلَى أَرْبَعِينَ وَجْهاً إلخ : ",
		"c": null,
		"d": "8713 - 2",
		"idInSection": 1
	},
	{
		"0": "  الصَّدُوقُ فِي الْهِدَايَةِ ، عَنِ الصَّادِقِ عليه‌السلام أَنَّهُ قَالَ : ",
		"9": " وَ فِي الْمُقْنِعِ ، :  مِثْلَهُ وَ فِيهِ وَ رُوِيَ إِذَا تَطَوَّقَ الْهِلَالُ فَهُوَ لِلَيْلَتَيْنِ : ",
		"a": "الصَّوْمُ لِلرُّؤْيَةِ وَ الْفِطْرُ لِلرُّؤْيَةِ إِلَى أَنْ قَالَ وَ رُوِيَ أَنَّهُ إِذَا غَابَ الْهِلَالُ قَبْلَ الشَّفَقِ فَهُوَ لِلَيْلَةٍ وَ إِذَا غَابَ بَعْدَ الشَّفَقِ فَهُوَ لِلَيْلَتَيْنِ وَ إِذَا رَأَيْتَ ظِلَّ رَأْسِكَ فِيهِ فَهُوَ لِثَلَاثِ لَيَالٍ : ",
		"c": 6,
		"d": "8569 - 1",
		"idInSection": 1
	},
	{
		"0": " وَ قَالَ أَبُو عَبْدِ اللَّهِ عليه‌السلام : ",
		"9": " فِقْهُ الرِّضَا ، عليه‌السلام :  وَ قَدْ رُوِيَ إِذَا غَابَ الْهِلَالُ إِلَى آخِرِ مَا فِي الْهِدَايَةِ",
		"a": "قَدْ يَكُونُ الْهِلَالُ لِلَيْلَةٍ وَ ثُلُثٍ وَ لَيْلَةٍ وَ نِصْفٍ وَ لَيْلَةٍ وَ ثُلُثَيْنِ وَ لِلَيْلَتَيْنِ إِلَّا شَيْئاً وَ هُوَ لِلَيْلَةٍ : ",
		"c": 6,
		"d": "8569 - 2",
		"idInSection": 1
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام : ",
		"9": "",
		"a": "وَ لَا بَأْسَ بِإِخْرَاجِ الْفِطْرَةِ إِذَا دَخَلَ الْعَشْرَ الْأَوَاخِرَ ثُمَّ إِلَى يَوْمِ الْفِطْرِ قَبْلَ الصَّلَاةِ فَإِنْ أَخَّرَهَا إِلَى أَنْ تَزُولَ الشَّمْسُ صَارَتْ صَدَقَةً : ",
		"c": null,
		"d": "7878 - 1",
		"idInSection": 3
	},
	{
		"0": " وَ قَالَ عليه‌السلام : ",
		"9": " الصَّدُوقُ فِي الْمُقْنِعِ ، :  مِثْلَهُ مِنْ قَوْلِهِ وَ لَا بَأْسَ إِلَخْ",
		"a": "وَ لَا بَأْسَ بِإِخْرَاجِ الْفِطْرَةِ فِي أَوَّلِ يَوْمٍ مِنْ شَهْرِ رَمَضَانَ إِلَى آخِرِهِ وَ هِيَ الزَّكَاةُ إِلَى أَنْ يُصَلِّيَ صَلَاةَ الْعِيدِ فَإِنْ أَخْرَجَهَا بَعْدَ الصَّلَاةِ فَهِيَ صَدَقَةٌ وَ أَفْضَلُ وَقْتِهَا آخِرُ يَوْمٍ مِنْ شَهْرِ رَمَضَانَ : ",
		"c": null,
		"d": "7878 - 2",
		"idInSection": 3
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام : ",
		"9": "",
		"a": "وَ إِنْ كَانَ لَكَ عَلَى رَجُلٍ مَالٌ وَ لَمْ يَتَهَيَّأْ لَهُ قَضَاءٌ فَاحْسُبْهُ مِنَ الزَّكَاةِ إِنْ شِئْتَ : ",
		"c": 8,
		"d": "7820 - 1",
		"idInSection": 3
	},
	{
		"0": " وَ قَدْ رُوِيَ عَنِ الْعَالِمِ عليه‌السلام أَنَّهُ قَالَ : ",
		"9": " الصَّدُوقُ فِي الْمُقْنِعِ ، :  مِثْلَهُ وَ فِيهِ مِنْ زَكَاةِ مَالِكَ",
		"a": "نِعْمَ الشَّيْءُ الْقَرْضُ إِنْ أَيْسَرَ قَضَاكَ وَ إِنْ عَسُرَ حَسَبْتَهُ مِنْ زَكَاةِ مَالِكَ : ",
		"c": null,
		"d": "7820 - 2",
		"idInSection": 3
	},
	{
		"0": "  السَّيِّدُ عَلِيُّ بْنُ طَاوُسٍ فِي جَمَالِ الْأُسْبُوعِ ، حَدَّثَ أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ هَارُونَ التَّلَّعُكْبَرِيُّ قَالَ حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَيَّاشٍ قَالَ حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ الزُّبَيْرِ قَالَ حَدَّثَنِي عَلِيُّ بْنُ الْحَسَنِ بْنِ فَضَّالٍ عَنْ إِبْرَاهِيمَ بْنِ أَبِي بَكْرٍ عَنْ بَعْضِ أَصْحَابِهِ عَنْ إِسْمَاعِيلَ بْنِ مَنْصُورٍ الدَّيَالِيِّ عَنْ أَبِي رِكَازٍ قَالَ قَالَ أَبُو عَبْدِ اللَّهِ عليه‌السلام : مَنْ قَالَ يَوْمَ الْجُمُعَةِ حِينَ يُصَلِّي الْغَدَاةَ قَبْلَ أَنْ يَتَكَلَّمَ   وَ حَدَّثَ بِهِ أَيْضاً أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُطَّلِبِ عَنْ حُمَيْدِ بْنِ زِيَادٍ عَنْ عَلِيِّ بْنِ بُزُرْجٍ الْحَنَّاطِ عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ الْمَكْفُوفِ عَنْ إِسْمَاعِيلَ بْنِ مَنْصُورٍ الدَّيَالِيِّ عَنْ أَبِي رِكَازٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ ",
		"9": " وَ زَادَ فِيهِ مُصَنِّفُ كِتَابِ جَامِعِ الدَّعَوَاتِ   ، : وَ مَنْ قَالَهَا فِي كُلِّ جُمُعَةٍ أَوْ فِي سَنَةٍ كَانَتْ كَفَّارَةً لِمَا بَيْنَهُمَا   وَ زَادَ أَبُو الْمُفَضَّلِ فِي آخِرِ الدُّعَاءِ   : إِنْ شِئْتَ قَرَأْتَ كُلَّ جُمُعَةٍ كَانَ مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ وَ مِنْ شَهْرٍ إِلَى شَهْرٍ وَ مِنْ سَنَةٍ إِلَى سَنَةٍ",
		"a": " : مَنْ قَالَ يَوْمَ الْجُمُعَةِ حِينَ يُصَلِّي الْغَدَاةَ قَبْلَ أَنْ يَتَكَلَّمَ- اللَّهُمَّ مَا قُلْتُ فِي جُمُعَتِي هَذِهِ مِنْ قَوْلٍ أَوْ حَلَفْتُ فِيهَا مِنْ حَلْفٍ أَوْ نَذَرْتُ فِيهَا مِنْ نَذْرٍ فَمَشِيَّتُكَ بَيْنَ يَدَيْ ذَلِكَ كُلِّهِ فَمَا شِئْتَ مِنْهُ أَنْ يَكُونَ كَانَ وَ مَا لَمْ تَشَأْ مِنْهُ لَمْ يَكُنِ اللَّهُمَّ اغْفِرْ لِي وَ تَجَاوَزْ عَنِّي اللَّهُمَّ مَنْ صَلَّيْتَ عَلَيْهِ فَصَلَاتِي عَلَيْهِ اللَّهُمَّ مَنْ لَعَنْتَ عَلَيْهِ فَلَعْنَتِي عَلَيْهِ كَانَ كَفَّارَةً مِنْ جُمُعَةٍ إِلَى جُمُعَةٍ إِنْ شَاءَ اللَّهُ",
		"c": 6,
		"d": "6573",
		"idInSection": 12
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام ",
		"9": "",
		"a": " : سَأَلْتُ الْعَالِمَ عَنِ الْوَسْوَسَةِ وَ إِنْ كَثُرَتْ قَالَ لَا شَيْءَ فِيهَا تَقُولُ لَا إِلَهَ إِلَّا اللَّهُ",
		"c": 8,
		"d": "5924 - 1",
		"idInSection": 2
	},
	{
		"0": " وَ أَرْوِي",
		"9": " وَ فِي خَبَرٍ آخَرَ  لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ",
		"a": " : أَنَّ رَجُلًا قَالَ لِلْعَالِمِ يَقَعُ فِي نَفْسِي عَظِيمٌ فَقَالَ قُلْ لَا إِلَهَ إِلَّا اللَّهُ",
		"c": 8,
		"d": "5924 - 2",
		"idInSection": 2
	},
	{
		"0": " وَ أَرْوِي",
		"9": "",
		"a": " : إِذَا خَطَرَ بِبَالِكَ فِي عَظَمَتِهِ وَ جَبَرُوتِهِ أَوْ بَعْضِ صِفَاتِهِ شَيْءٌ مِنَ الْأَشْيَاءِ فَقُلْ لَا إِلَهَ إِلَّا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ وَ عَلِيٌّ أَمِيرُ الْمُؤْمِنِينَ إِذَا قُلْتَ ذَلِكَ عُدْتَ إِلَى مَحْضِ الْإِيمَانِ",
		"c": 8,
		"d": "5924 - 3",
		"idInSection": 2
	},
	{
		"0": "  الشَّيْخُ الطُّوسِيُّ فِي كِتَابِ الْغَيْبَةِ ، عَنْ أَحْمَدَ بْنِ عَلِيٍّ الرَّازِيِّ عَنْ عَلِيِّ بْنِ عَائِذٍ الرَّازِيِّ عَنِ الْحَسَنِ بْنِ وَجْنَاءَ النَّصِيبِيِّ عَنْ أَبِي نُعَيْمٍ مُحَمَّدِ بْنِ أَحْمَدَ الْأَنْصَارِيِّ عَنِ الْقَائِمِ (عَجَّلَ اللَّهُ تَعَالَى فَرَجَهُ) فِي حَدِيثٍ طَوِيلٍ قَالَ",
		"9": " وَ رَوَاهُ الصَّدُوقُ فِي كَمَالِ الدِّينِ ، عَنْ أَحْمَدَ بْنِ زِيَادِ بْنِ جَعْفَرٍ الْهَمَذَانِيِّ عَنْ جَعْفَرِ بْنِ أَحْمَدَ الْعَلَوِيِّ عَنْ عَلِيِّ بْنِ أَحْمَدَ الْعَقِيقِيِّ عَنْ أَبِي نُعَيْمٍ الْأَنْصَارِيِّ  : مِثْلَهُ إِلَى قَوْلِهِ الرَّحِيمُ   وَ عَنْ دَلَائِلِ الْإِمَامَةِ ، لِمُحَمَّدِ بْنِ جَرِيرٍ الطَّبَرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عَلِيٍّ الْمُطَلِّبِيِّ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ السَّمُرِيِّ عَنْ أَبِي الْحَسَنِ الْمَحْمُودِيِّ عَنْ أَبِي عَلِيٍّ مُحَمَّدِ بْنِ أَحْمَدَ الْمَحْمُودِيِّ عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم : مِثْلَهُ",
		"a": " : كَانَ أَمِيرُ الْمُؤْمِنِينَ صلى‌الله‌عليه‌وآله‌وسلم يَقُولُ بَعْدَ صَلَاةِ الْفَرِيضَةِ إِلَيْكَ رُفِعَتِ الْأَصْوَاتُ وَ لَكَ عَنَتِ الْوُجُوهُ وَ لَكَ خَضَعَتِ الرِّقَابُ وَ إِلَيْكَ التَّحَاكُمُ فِي الْأَعْمَالِ يَا خَيْرَ مَنْ سُئِلَ وَ يَا خَيْرَ مَنْ أَعْطَى يَا صَادِقُ يَا بَارِئُ يَا مَنْ لَا يُخْلِفُ الْمِيعَادَ يَا مَنْ أَمَرَ بِالدُّعَاءِ وَ تَكَفَّلَ بِالْإِجَابَةِ يَا مَنْ قَالَ ادْعُونِي أَسْتَجِبْ لَكُمْ يَا مَنْ قَالَ وَ إِذٰا سَأَلَكَ عِبٰادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدّٰاعِ إِذٰا دَعٰانِ فَلْيَسْتَجِيبُوا لِي وَ لْيُؤْمِنُوا بِي  |Q| لَعَلَّهُمْ يَرْشُدُونَ |/Q|  وَ يَا مَنْ قَالَ يٰا عِبٰادِيَ الَّذِينَ أَسْرَفُوا عَلىٰ أَنْفُسِهِمْ لٰا تَقْنَطُوا مِنْ رَحْمَةِ اللّٰهِ إِنَّ اللّٰهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ لَبَّيْكَ وَ سَعْدَيْكَ هَا أَنَا ذَا بَيْنَ يَدَيْكَ الْمُسْرِفُ عَلَى نَفْسِي وَ أَنْتَ الْقَائِلُ لٰا تَقْنَطُوا مِنْ رَحْمَةِ اللّٰهِ إِنَّ اللّٰهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً ",
		"c": null,
		"d": "5382",
		"idInSection": 3
	},
	{
		"0": "  السَّيِّدُ ابْنُ الْبَاقِي فِي إِخْتِيَارِ الْمِصْبَاحِ ، : فِي سِيَاقِ عَمَلِ الْوَتْرِ بَعْدَ رَفْعِ الرَّأْسِ مِنَ الرُّكُوعِ يَمُدُّ يَدَيْهِ وَ يَدْعُو بِمَا رُوِيَ عَنْ مَوْلَانَا الرِّضَا عليه‌السلام ",
		"9": "",
		"a": "إِلَهِي وَقَفْتُ بَيْنَ يَدَيْكَ وَ مَدَدْتُ يَدِي إِلَيْكَ الدُّعَاءَ",
		"c": 8,
		"d": "5046 - 1",
		"idInSection": 3
	},
	{
		"0": " قُلْتُ قَالَ فِي الْبِحَارِ قَالَ بَعْضُ الْأَصْحَابِ فِي الْوَتْرِ قُنُوتَانِ أَحَدُهُمَا قَبْلَ الرُّكُوعِ وَ الْآخَرُ بَعْدَهُ لِهَذِهِ الرِّوَايَةِ أَيْ خَبَرِ الْعِلَلِ الْمُتَقَدِّمِ وَ شِبْهِهَا . أَقُولُ لَوْ لَمْ يُعْتَبَرْ فِي الْقُنُوتِ رَفْعُ الْيَدَيْنِ كَمَا هُوَ الْمَشْهُورُ يَتِمُّ التَّقْرِيبُ وَ إِلَّا فِيهِ نَظَرٌ انْتَهَى . وَ فِي الْجَوَاهِرِ وَ أَمَّا مَا فِي بَعْضِ الْأَخْبَارِ مِنَ الْأَمْرِ بِالدُّعَاءِ قَبْلَ الرُّكُوعِ وَ بَعْدَهُ لَا يَسْتَلْزِمُ الْقُنُوتَ الَّذِي يُرَادُ مِنْهُ الْكَيْفِيَّةُ الْخَاصَّةُ مِنْ رَفْعِ الْيَدَيْنِ وَ نَحْوِهِ وَ لَا الْمَعْنَى اللُّغَوِيِّ انْتَهَى . وَ قَدْ عَرَفْتَ وُرُودَ الْكَيْفِيَّةِ فِيهِ فَهُوَ قُنُوتٌ بِأَيِّ إِطْلَاقٍ يُرَادُ . قَالَ الْمُحَقِّقُ فِي الْمُعْتَبَرِ ، وَ فِي رِوَايَةِ عَمَّارٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام : ",
		"9": " وَ هَذَا الْخَبَرُ يَدُلُّ عَلَى أَنَّ الْقُنُوتَ قَبْلَ الرُّكُوعِ وَ يَدُلُّ عَلَى الْقُنُوتِ أَيْضاً فِيهِ خَاصَّةً بَعْدَ الرُّكُوعِ فِي الرَّكْعَةِ الْوَاحِدَةِ مَا رُوِيَ عَنْ أَبِي الْحَسَنِ مُوسَى عليه‌السلام وَ أَشَارَ إِلَى مَا رَوَاهُ فِي الْكَافِي عَنْهُ عليه‌السلام وَ قَدْ مَرَّ",
		"a": "عَنِ الرَّجُلِ يَنْسَى الْقُنُوتَ فِي الْوَتْرِ أَوْ غَيْرِ الْوَتْرِ قَالَ لَيْسَ عَلَيْهِ شَيْءٌ وَ قَالَ إِنْ ذَكَرَهُ وَ قَدْ أَهْوَى إِلَى الرُّكُوعِ قَبْلَ أَنْ يَضَعَ يَدَهُ عَلَى الرُّكْبَتَيْنِ فَلْيَرْجِعْ قَائِماً فَلْيَقْنُتْ ثُمَّ لِيَرْكَعْ وَ إِنْ وَضَعَ يَدَيْهِ عَلَى رُكْبَتَيْهِ فَلْيَمْضِ فِي صَلَاتِهِ وَ لَيْسَ عَلَيْهِ شَيْءٌ",
		"c": null,
		"d": "5046 - 2",
		"idInSection": 3
	},
	{
		"0": "  الْإِمَامُ الْعَسْكَرِيُّ عليه‌السلام فِي تَفْسِيرِهِ ، عَنْ آبَائِهِ قَالَ قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : ",
		"9": "",
		"a": "فَاتِحَةُ الْكِتَابِ أَعْطَاهَا اللَّهُ مُحَمَّداً صلى‌الله‌عليه‌وآله‌وسلم وَ أُمَّتَهُ بَدَأَ فِيهَا بِالْحَمْدِ وَ الثَّنَاءِ عَلَيْهِ ثُمَّ ثَنَّى بِالدُّعَاءِ لِلَّهِ عزوجل وَ لَقَدْ سَمِعْتُ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَقُولُ قَالَ اللَّهُ عزوجل قَسَّمْتُ الْفَاتِحَةَ بَيْنِي وَ بَيْنَ عَبْدِي فَنِصْفُهَا لِي وَ نِصْفَهَا لِعَبْدِي وَ لِعَبْدِي مَا سَأَلَ إِذَا قَالَ الْعَبْدُ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ قَالَ اللَّهُ عزوجل بَدَأَ عَبْدِي بِاسْمِي وَ حَقُّ عَلَيَّ أَنْ أُتَمِّمَ لَهُ أُمُورَهُ وَ أُبَارِكَ لَهُ فِي أَحْوَالِهِ فَإِذَا قَالَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِينَ قَالَ اللَّهُ جَلَّ جَلَالُهُ حَمِدَنِي عَبْدِي وَ عَلِمَ أَنَّ النِّعَمَ الَّتِي لَهُ مِنْ عِنْدِي وَ أَنَّ الْبَلَايَا الَّتِي دَفَعْتُ عَنْهُ فَبِتَطَوُّلِي أُشْهِدُكُمْ أَنِّي أُضِيفُ لَهُ نِعَمَ الدُّنْيَا إِلَى نِعَمِ الْآخِرَةِ وَ أَدْفَعُ عَنْهُ بَلَايَا الْآخِرَةِ كَمَا دَفَعْتُ عَنْهُ بَلَايَا الدُّنْيَا فَإِذَا قَالَ الرَّحْمٰنِ الرَّحِيمِ قَالَ اللَّهُ عزوجل شَهِدَ لِي بِأَنِّي الرَّحْمَنُ الرَّحِيمُ أُشْهِدُكُمْ لَأُوَفِّرَنَّ مِنْ رَحْمَتِي حَظَّهُ وَ لَأُجْزِلَنَّ مِنْ عَطَائِي نَصِيبَهُ فَإِذَا قَالَ مٰالِكِ يَوْمِ الدِّينِ قَالَ اللَّهُ جَلَّ جَلَالُهُ أُشْهِدُكُمْ كَمَا اعْتَرَفَ بِأَنِّي أَنَا الْمَالِكُ لِيَوْمِ الدَّيْنِ لَأُسَهِّلَنَّ يَوْمَ الْحِسَابِ حِسَابَهُ وَ لَأَقْبَلَنَّ حَسَنَاتِهِ وَ لَأَتَجَاوَزَنَّ عَنْ سَيِّئَاتِهِ- فَإِذَا قَالَ الْعَبْدُ إِيّٰاكَ نَعْبُدُ قَالَ اللَّهُ عزوجل صَدَقَ عَبْدِي إِيَّايَ يَعْبُدُ لَأُثِيبَنَّهُ عَنْ عِبَادَتِهِ ثَوَاباً يَغْبِطُهُ كُلُّ مَنْ خَالَفَهُ فِي عِبَادَتِهِ لِي فَإِذَا قَالَ وَ إِيّٰاكَ نَسْتَعِينُ قَالَ اللَّهُ عزوجل بِيَ اسْتَعَانَ وَ إِلَيَّ الْتَجَأَ أُشْهِدُكُمْ لَأُعِينَنَّهُ عَلَى أَمْرِهِ وَ لَأُغِيثَنَّهُ فِي شَدَائِدِهِ وَ لآَخُذَنَّ بِيَدِهِ يَوْمَ (الْقِيَامَةِ عِنْدَ) نَوَائِبِهِ فَإِذَا قَالَ اهْدِنَا الصِّرٰاطَ الْمُسْتَقِيمَ إِلَى آخِرِ السُّورَةِ قَالَ اللَّهُ عزوجل هَذَا لِعَبْدِي وَ لِعَبْدِي مَا سَأَلَ فَقَدِ اسْتَجَبْتُ لِعَبْدِي وَ أَعْطَيْتُهُ مَا أَمَّلَ وَ آمَنْتُهُ مِمَّا مِنْهُ وَجِلَ : ",
		"c": 11,
		"d": "4799 - 1",
		"idInSection": 1
	},
	{
		"0": " وَ رَوَاهُ الصَّدُوقُ فِي الْعُيُونِ ، وَ الْأَمَالِي ، : وَ فِيهِ ، قَالَ الْإِمَامُ قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام سَمِعْتُ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَقُولُ : ",
		"9": " الصَّدُوقُ فِي الْعُيُونِ ، وَ الْأَمَالِي ، : مِثْلَهُ",
		"a": "إِنَّ اللَّهَ عزوجل قَالَ لِي يَا مُحَمَّدُ وَ لَقَدْ آتَيْنَاكَ سَبْعاً مِنَ الْمَثَانِي وَ الْقُرْآنَ الْعَظِيمَ فَأَفْرَدَ الِامْتِنَانَ عَلَيَّ بِفَاتِحَةِ الْكِتَابِ وَ جَعَلَهَا بِإِزَاءِ الْقُرْآنِ الْعَظِيمِ وَ إِنَّ فَاتِحَةَ الْكِتَابِ [أَعْظَمُ وَ] أَشْرَفُ مَا فِي كُنُوزِ الْعَرْشِ وَ إِنَّ اللَّهَ خَصَّ بِهَا مُحَمَّداً وَ شَرَّفَهُ وَ لَمْ يُشْرِكْ مَعَهُ فِيهَا أَحَداً مِنْ أَنْبِيَائِهِ مَا خَلَا سُلَيْمَانَ فَإِنَّهُ أَعْطَاهُ مِنْهَا بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ أَ لَا تَرَاهُ يَحْكِي عَنْ بِلْقِيسَ حِينَ قَالَتْ إِنِّي أُلْقِيَ إِلَيَّ كِتٰابٌ كَرِيمٌ إِنَّهُ مِنْ سُلَيْمٰانَ وَ إِنَّهُ بِسْمِ اللّٰهِ  |Q| الرَّحْمٰنِ الرَّحِيمِ |/Q|  أَلَا فَمَنْ قَرَأَهَا مُعْتَقِداً لِمُوَالاةِ مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ مُنْقَاداً لِأَمْرِهِمْ مُؤْمِناً بِظَاهِرِهِمْ وَ بَاطِنِهِمْ أَعْطَاهُ اللَّهُ عزوجل بِكُلِّ حَرْفٍ مِنْهَا حَسَنَةً كُلُّ حَسَنَةٍ مِنْهَا أَفْضَلُ لَهُ مِنَ الدُّنْيَا بِمَا فِيهَا مِنْ أَصْنَافِ أَمْوَالِهَا وَ خَيْرَاتِهَا وَ مَنِ اسْتَمَعَ إِلَى قَارِئٍ يَقْرَأُهَا كَانَ لَهُ قَدْرُ ثُلُثِ مَا لِلْقَارِئِ فَلْيَسْتَكْثِرْ أَحَدُكُمْ مِنْ هَذَا الْخَيْرِ الْمُعْرَضِ لَكُمْ فَإِنَّهُ غَنِيمَةٌ لَا يَذْهَبَنَّ أَوَانُهُ فَتَبْقَى فِي قُلُوبِكُمُ الْحَسْرَةُ : ",
		"c": 1,
		"d": "4799 - 2",
		"idInSection": 1
	},
	{
		"0": "  السَّيِّدُ الْمُرْتَضَى فِي الْغُرَرِ وَ الدُّرَرِ ، عَنْهُ :  مِثْلَهُ   وَ فِيهِ ، عَنْهُ يَرْفَعُهُ : عَنْ عَبْدِ اللَّهِ بْنِ نَهِيكٍ  ",
		"9": " قَالَ أَبُو عُبَيْدَةَ فَذِكْرُ الْمَتَاعِ الرَّثِّ وَ الْمِثَالِ الرَّثِّ يَدُلُّ عَلَى أَنَّ التَّغَنِّيَ بِالْقُرْآنِ الِاسْتِغْنَاءُ بِهِ عَنِ الْكَثِيرِ مِنَ الْمَالِ",
		"a": "أَنَّهُ دَخَلَ عَلَى سَعْدٍ فِي بَيْتِهِ فَإِذَا مِثَالٌ رَثٌّ وَ مَتَاعٌ رَثٌّ فَقَالَ قَالَ رَسُولُ اللَّهِ ص لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ",
		"c": 13,
		"d": "4683",
		"idInSection": 9
	},
	{
		"0": "  وَ فِيهِ ، وَ يَقُولُ أَيْضاً مَا رَوَاهُ ابْنُ أَبِي عُمَيْرٍ عَنْ بَكْرِ بْنِ مُحَمَّدٍ الْأَزْدِيِّ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام فِي حَدِيثٍ هَذَا الْمُرَادُ مِنْهُ قَالَ : ",
		"9": " قُلْتُ ذَكَرَ الشَّيْخُ الطُّوسِيُّ قدس‌سره الدُّعَاءَيْنِ فِي الْمِصْبَاحِ الْكَبِيرِ ، وَ الصَّغِيرِ مُتَّصِلَيْنِ بِهَذَا التَّرْتِيبِ قَالَ  ثُمَّ أَقِمْ وَ قُلْ اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ بَعْدَ قَوْلِهِ مُحَمَّدٍ وَ آلِهِ وَ فِيهِ بِاللَّهِ أَسْتَفْتِحُ بِدُونِ الْوَاوِ وَ اجْعَلْنِي بِهِمْ عِنْدَكَ وَجِيهاً وَ أَنَا الْمُسِيءُ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَجَاوَزْ عَنْ قَبِيحِ مَا عِنْدِي بِحُسْنِ مَا عِنْدَكَ يَا أَرْحَمَ الرَّاحِمِينَ  كَذَا ذَكَرَ فِي صَلَاةِ الْعَصْرِ وَ فِي صَلَاةِ الظُّهْرِ ذَكَرَ مِثْلَ مَا فِي الْفَلَاحِ ، وَ فِي رِوَايَةِ الْكَفْعَمِيِّ   عَنْ قَبِيحِ مَا تَعْلَمُ مِنِّي يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ",
		"a": "كَانَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام يَقُولُ لِأَصْحَابِهِ مَنْ أَقَامَ الصَّلَاةَ وَ قَالَ قَبْلَ أَنْ يُحْرِمَ وَ يُكَبِّرَ يَا مُحْسِنُ قَدْ أَتَاكَ الْمُسِيءُ وَ قَدْ أَمَرْتَ الْمُحْسِنَ أَنْ يَتَجَاوَزَ عَنِ الْمُسِيءِ وَ أَنْتَ الْمُحْسِنُ وَ أَنَا الْمُسِيءُ فَبِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَجَاوَزْ عَنْ قَبِيحِ مَا تَعْلَمُ مِنِّي فَيَقُولُ اللَّهُ تَعَالَى مَلَائِكَتِي اشْهَدُوا أَنِّي قَدْ عَفَوْتُ عَنْهُ وَ أَرْضَيْتُ عَنْهُ أَهْلَ تَبِعَاتِهِ",
		"c": 1,
		"d": "4294 - 1",
		"idInSection": 2
	},
	{
		"0": " وَ فِي فَتْحِ الْأَبْوَابِ ، ذَكَرَ مُحَمَّدُ بْنُ أَبِي عَبْدِ اللَّهِ مِنْ رُوَاةِ أَصْحَابِنَا فِي أَمَالِيهِ عَنْ عِيسَى بْنِ جَعْفَرٍ عَنِ الْعَبَّاسِ بْنِ أَيُّوبَ عَنْ أَبِي بَكْرٍ الْكُوفِيِّ عَنْ حَمَّادِ بْنِ حَبِيبٍ الْعَطَّارِ الْكُوفِيِّ فِي حَدِيثٍ شَرِيفٍ",
		"9": " وَ رَوَاهُ ابْنُ شَهْرَآشُوبَ فِي الْمَنَاقِبِ ، عَنْ حَمَّادٍ  مِثْلَهُ إِلَّا أَنَّ فِيهِ حَازَ   وَ رَوَاهُ الرَّاوَنْدِيُّ فِي الْخَرَائِجِ ، عَنْهُ مِثْلَهُ وَ فِيهِ حَبِيبٌ الْقَطَّانُ",
		"a": "أَنَّهُ رَأَى السَّجَّادَ عليه‌السلام فِي طَرِيقِ مَكَّةَ لَمَّا انْقَطَعَ عَنِ الْحَاجِّ قَالَ فَتَهَيَّأَ لِلصَّلَاةِ ثُمَّ وَثَبَ قَائِماً وَ هُوَ يَقُولُ يَا مَنْ أَحَارَ كُلَّ شَيْءٍ مَلَكُوتاً وَ قَهَرَ كُلَّ شَيْءٍ جَبَرُوتاً أَوْلِجْ قَلْبِي فَرَحَ الْإِقْبَالِ عَلَيْكَ وَ أَلْحِقْنِي بِمَيْدَانِ الْمُطِيعِينَ لَكَ قَالَ ثُمَّ دَخَلَ فِي الصَّلَاةِ الْخَبَرَ",
		"c": 6,
		"d": "4294 - 2",
		"idInSection": 2
	},

	{
		"0": "  دَعَائِمُ الْإِسْلَامِ ، عَنْ عَلِيٍّ عليه‌السلام :  مِثْلَهُ   وَ عَنْهُ عليه‌السلام أَنَّهُ قَالَ :  ",
		"9": "",
		"a": "لَتَمْنَعُنَّ مَسَاجِدَكُمْ يَهُودَكُمْ وَ نَصَارَاكُمْ وَ صِبْيَانَكُمْ وَ مَجَانِينَكُمْ أَوْ لَيَمْسَخَنَّكُمُ اللَّهُ قِرَدَةً وَ خَنَازِيرَ رُكَّعاً وَ سُجَّداً",
		"c": 1,
		"d": "3837 - 1",
		"idInSection": 3
	},
	{
		"0": " وَ عَنْهُ عليه‌السلام : ",
		"9": "",
		"a": "أَنَّهُ نَهَى رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَنْ تُقَامَ الْحُدُودُ فِي الْمَسَاجِدِ وَ أَنْ يُرْفَعَ فِيهَا الصَّوْتُ الْخَبَرَ",
		"c": 1,
		"d": "3837 - 2",
		"idInSection": 3
	},
	{
		"0": " وَ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام : ",
		"9": "",
		"a": "أَنَّهُ كَانَ يَأْمُرُ بِإِخْرَاجِ مَنْ عَلَيْهِ حَدٌّ مِنَ الْمَسْجِدِ",
		"c": 1,
		"d": "3837 - 3",
		"idInSection": 3
	},
	{
		"0": "  ، وَ عَنْ يُوسُفَ بْنِ بُهْلُولٍ السَّعْدِيِّ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ عَنْ عُثْمَانَ الْأَعْشَى عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ",
		"9": "",
		"a": " : قَدِمَ عَلَى عَلِيٍّ عليه‌السلام وَفْدٌ مِنْ أَهْلِ الْبَصْرَةِ فِيهِمْ رَجُلٌ مِنْ رُؤَسَاءِ الْخَوَارِجِ يُقَالُ لَهُ الْجَعْدَةُ بْنُ نَعْجَةَ فَقَالَ لَهُ فِي لِبَاسِهِ مَا يَمْنَعُكَ أَنْ تَلْبَسَ فَقَالَ هَذَا أَبْعَدُ لِي مِنَ الْكِبْرِ وَ أَجْدَرُ أَنْ يَقْتَدِيَ بِيَ الْمُسْلِمُ الْخَبَرَ",
		"c": 1,
		"d": "3529 - 1",
		"idInSection": 8
	},
	{
		"0": " كَذَا فِي النُّسْخَةِ وَ الْعَلَّامَةُ الْمَجْلِسِيُّ نَقَلَ الْخَبَرَ فِي الْبِحَارِ هَكَذَا فِي لِبَاسِهِ فَقَالَ هَذَا أَبْعَدُ وَ أَسْقَطَ مَا بَيْنَهُمَا . وَ الظَّاهِرُ أَنَّهُ كَانَ فِي نُسْخَتِهِ كَذَلِكَ فَأَسْقَطَهُ مِنَ الْبَيْنِ ثُمَّ إِنِّي وَجَدْتُ الْخَبَرَ فِي مُسْنَدِ ابْنِ حَنْبَلٍ ، وَ نَقَلَهُ ابْنُ بِطْرِيقٍ فِي الْعُمْدَةِ ، هَكَذَا حَدَّثَنَا عَبْدُ اللَّهِ حَدَّثَنِي عَلِيُّ بْنُ حَكِيمٍ الْأَوْدِيُّ أَنْبَأَنَا شَرِيكٌ عَنْ عُثْمَانَ بْنِ أَبِي زُرْعَةَ عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ",
		"9": " وَ فِي الْعُمْدَةِ ،   : وَ عَاتَبَهُ قَوْمٌ فِي لِبَاسِهِ فَقَالُوا مَا يَمْنَعُكَ أَنْ تَلْبَسَ . . إِلَى آخِرِهِ",
		"a": " : قَدِمَ عَلَى عَلِيٍّ عليه‌السلام قَوْمٌ مِنْ أَهْلِ الْبَصْرَةِ مِنَ الْخَوَارِجِ فِيهِمْ رَجُلٌ يُقَالُ لَهُ الْجَعْدَةُ بْنُ نَعْجَةَ فَقَالَ لَهُ اتَّقِ اللَّهَ يَا عَلِيُّ فَإِنَّكَ مَيِّتٌ فَقَالَ عَلِيٌّ عليه‌السلام بَلْ مَقْتُولٌ ضَرْبَةٌ عَلَى هَذَا يَخْضِبُ هَذِهِ يَعْنِي لِحْيَتَهُ مِنْ رَأْسِهِ عَهْدٌ مَعْهُودٌ وَ قَضَاءٌ مَقْضِيٌّ وَ قَدْ خٰابَ مَنِ افْتَرىٰ وَ عَاتَبَهُ فِي لِبَاسِهِ فَقَالَ مَا لَكَ وَ اللِّبَاسَ هُوَ أَبْعَدُ مِنَ الْكِبْرِ وَ أَجْدَرُ أَنْ يَقْتَدِيَ بِهِ الْمُسْلِمُ",
		"c": 1,
		"d": "3529 - 2",
		"idInSection": 8
	},
	{
		"0": "  فِقْهُ الرِّضَا ، عليه‌السلام قَالَ",
		"9": "",
		"a": " : وَقْتُ الظُّهْرِ زَوَالُ الشَّمْسِ وَ آخِرُهُ أَنْ يَبْلُغَ الظِّلُّ ذِرَاعاً أَوْ قَدَمَيْنِ مِنْ زَوَالِ الشَّمْسِ فِي كُلِّ زَمَانٍ وَ وَقْتُ الْعَصْرِ بَعْدَ الْقَدَمَيْنِ الْأَوَّلَيْنِ إِلَى قَدَمَيْنِ آخَرَيْنِ وَ ذِرَاعَيْنِ لِمَنْ كَانَ مَرِيضاً أَوْ مُعْتَلًّا أَوْ مُقَصِّراً فَصَارَ قَدَمَانِ لِلظُّهْرِ وَ قَدَمَانِ لِلْعَصْرِ فَإِنْ لَمْ يَكُنْ مُعْتَلًّا مِنْ مَرَضٍ أَوْ مِنْ غَيْرِهِ وَ لَا تَقْصِيرٍ وَ لَا يُرِيدُ أَنْ يُطِيلَ التَّنَفُّلَ فَإِذَا زَالَتِ الشَّمْسُ فَقَدْ دَخَلَ وَقْتُ الصَّلَاتَيْنِ إِلَى أَنْ قَالَ وَ تَفْسِيرُ الْقَدَمَيْنِ وَ الْأَرْبَعَةِ أَقْدَامٍ أَنَّهُمَا بَعْدَ زَوَالِ الشَّمْسِ فِي أَيِّ زَمَانٍ كَانَ شِتَاءً أَوْ صَيْفاً طَالَ الظِّلُّ أَمْ قَصُرَ فَالْوَقْتُ وَاحِدٌ أَبَداً وَ الزَّوَالُ يَكُونُ فِي نِصْفِ النَّهَارِ سَوَاءٌ قَصُرَ النَّهَارُ أَمْ طَالَ فَإِذَا زَالَتِ الشَّمْسُ فَقَدْ دَخَلَ وَقْتُ الصَّلَاةِ وَ لَهُ مُهْلَةٌ فِي التَّنَفُّلِ وَ الْقَضَاءِ وَ النَّوْمِ وَ الشُّغُلِ إِلَى أَنْ يَبْلُغَ ظِلُّ قَامَتِهِ قَدَمَيْنِ بَعْدَ الزَّوَالِ فَإِذَا بَلَغَ ظِلُّ قَامَتِهِ قَدَمَيْنِ بَعْدَ الزَّوَالِ فَقَدْ وَجَبَ عَلَيْهِ أَنْ يُصَلِّيَ الظُّهْرَ فِي اسْتِقْبَالِ الْقَدَمِ الثَّالِثِ وَ كَذَلِكَ يُصَلِّي الْعَصْرَ إِذَا صَلَّى فِي آخِرِ الْوَقْتِ فِي اسْتِقْبَالِ الْقَدَمِ الْخَامِسِ فَإِذَا صَلَّى بَعْدَ ذَلِكَ فَقَدْ ضَيَّعَ الصَّلَاةَ وَ هُوَ قَاضٍ لِلصَّلَاةِ بَعْدَ الْوَقْتِ إِلَى أَنْ قَالَ عليه‌السلام فَإِنْ قَالَ لِمَ صَارَ وَقْتُ الظُّهْرِ وَ الْعَصْرِ أَرْبَعَةَ أَقْدَامٍ وَ لَمْ يَكُنِ الْوَقْتُ أَكْثَرَ مِنْ أَرْبَعَةٍ وَ لَا أَقَلَّ مِنَ الْقَدَمَيْنِ وَ هَلْ كَانَ يَجُوزُ أَنْ يَصِيرَ أَوْقَاتُهَا أَوْسَعَ مِنْ هَذَيْنِ الْوَقْتَيْنِ أَوْ أَضْيَقَ قِيلَ لَهُ يَجُوزُ الْوَقْتُ أَكْثَرَ مِمَّا قُدِّرَ لِأَنَّهُ إِنَّمَا صُيِّرَ الْوَقْتُ عَلَى مَقَادِيرِ قُوَّةِ أَهْلِ الضَّعْفِ وَ احْتِمَالِهِمْ لِمَكَانِ أَدَاءِ الْفَرَائِضِ وَ لَوْ كَانَتْ قُوَّتُهُمْ أَكْثَرَ مِمَّا قُدِّرَ لَهُمْ مِنَ الْوَقْتِ لَقُدِّرَ لَهُمْ وَقْتٌ أَضْيَقُ وَ لَوْ كَانَتْ قُوَّتُهُمْ أَضْعَفَ مِنْ هَذَا لَخُفِّفَ عَنْهُمْ مِنَ الْوَقْتِ وَ صُيِّرَ أَكْثَرَهُمَا وَ لَكِنْ لَمَّا قُدِّرَتْ قُوَى الْخَلْقِ عَلَى مَا قُدِّرَ لَهُمُ الْوَقْتُ الْمَمْدُودُ بِهَا بِقَدْرِ الْفَرِيقَيْنِ قُدِّرَ لِأَدَاءِ الْفَرَائِضِ وَ النَّافِلَةِ وَقْتٌ لِيَكُونَ الضَّعِيفُ مَعْذُوراً فِي تَأْخِيرِهِ الصَّلَاةَ إِلَى آخِرِ الْوَقْتِ لِعِلَّةِ ضَعْفِهِ وَ كَذَلِكَ الْقَوِيُّ مَعْذُوراً بِتَأْخِيرِهِ الصَّلَاةَ إِلَى آخِرِ الْوَقْتِ لِأَهْلِ الضَّعْفِ لِعِلَّةِ الْمَعْلُولِ مُؤَدِّياً لِلْفَرْضِ وَ إِنْ كَانَ مُضَيِّعاً لِلْفَرْضِ بِتَرْكِهِ لِلصَّلَاةِ فِي أَوَّلِ الْوَقْتِ وَ قَدْ قِيلَ أَوَّلُ الْوَقْتِ رِضْوَانُ اللَّهِ وَ آخِرُ الْوَقْتِ عَفْوُ اللَّهِ وَ قَدْ قِيلَ فَرَضَ الصَّلَوَاتِ الْخَمْسَ الَّتِي هِيَ مَفْرُوضَةٌ عَلَى أَضْعَفِ الْخَلْقِ قُوَّةً لِيَسْتَوِيَ بَيْنَ الضَّعِيفِ وَ الْقَوِيِّ كَمَا اسْتَوَى فِي الْهَدْيِ شَاةً وَ كَذَلِكَ جَمِيعُ الْفَرَائِضِ الْمَفْرُوضَةِ عَلَى جَمِيعِ الْخَلْقِ إِنَّمَا فَرَضَهَا اللَّهُ عَلَى أَضْعَفِ الْخَلْقِ قُوَّةً مَعَ مَا خَصَّ أَهْلَ الْقُوَّةِ عَلَى أَدَاءِ الْفَرَائِضِ فِي أَفْضَلِ الْأَوْقَاتِ وَ أَكْمَلِ الْفَرْضِ كَمَا قَالَ اللَّهُ وَ مَنْ يُعَظِّمْ شَعٰائِرَ اللّٰهِ فَإِنَّهٰا مِنْ تَقْوَى الْقُلُوبِ",
		"c": 8,
		"d": "3154 - 1",
		"idInSection": 6
	},
	{
		"0": " وَ قَالَ عليه‌السلام فِي مَوْضِعٍ آخَرَ",
		"9": " وَ قَالَ عليه‌السلام فِي مَوْضِعٍ  : وَ قَدْ جَاءَتْ أَحَادِيثُ مُخْتَلِفَةٌ فِي الْأَوْقَاتِ وَ لِكُلِّ حَدِيثٍ مَعْنًى وَ تَفْسِيرٌ إِنَّ أَوَّلَ وَقْتِ الظُّهْرِ زَوَالُ الشَّمْسِ وَ آخِرَ وَقْتِهَا قَامَةُ رَجُلٍ قَدَمٌ وَ قَدَمَانِ وَ جَاءَ عَلَى النِّصْفِ مِنْ ذَلِكَ وَ هُوَ أَحَبُّ إِلَيَّ وَ جَاءَ آخِرُ وَقْتِهَا إِذَا تَمَّ قَامَتَيْنِ وَ جَاءَ أَوَّلُ وَقْتِ الْعَصْرِ إِذَا تَمَّ الظِّلُّ قَدَمَيْنِ وَ آخِرُ وَقْتِهَا إِذَا تَمَّ أَرْبَعَةَ أَقْدَامٍ وَ جَاءَ أَوَّلُ وَقْتِ الْعَصْرِ إِذَا تَمَّ الظِّلُّ ذِرَاعاً وَ آخِرُ وَقْتِهَا إِذَا تَمَّ ذِرَاعَيْنِ وَ جَاءَ لَهُمَا جَمِيعاً وَقْتٌ وَاحِدٌ مُرْسَلٌ قَوْلُهُ إِذَا زَالَتِ الشَّمْسُ فَقَدْ دَخَلَ وَقْتُ الصَّلَاتَيْنِ",
		"a": " : أَوَّلُ وَقْتِ الظُّهْرِ زَوَالُ الشَّمْسِ إِلَى أَنْ يَبْلُغَ الظِّلُّ قَدَمَيْنِ وَ أَوَّلُ وَقْتِ الْعَصْرِ الْفَرَاغُ مِنَ الظُّهْرِ ثُمَّ إِلَى أَنْ يَبْلُغَ الظِّلُّ أَرْبَعَةَ أَقْدَامٍ وَ قَدْ رُخِّصَ لِلْعَلِيلِ وَ الْمُسَافِرِ مِنْهُمَا إِلَى أَنْ يَبْلُغَ سِتَّةَ أَقْدَامٍ وَ لِلْمُضْطَرِّ إِلَى مَغِيبِ الشَّمْسِ",
		"c": 13,
		"d": "3154 - 2",
		"idInSection": 6
	},
	{
		"0": " ،   وَ عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم قَالَ : ",
		"9": "",
		"a": "نَابِذُوا عِنْدَ الْمَوْتِ فَقِيلَ كَيْفَ نُنَابِذُ قَالَ قُولُوا قُلْ يٰا أَيُّهَا الْكٰافِرُونَ لٰا أَعْبُدُ مٰا  |Q| تَعْبُدُونَ |/Q|   . إِلَى آخِرِ السُّورَةِ",
		"c": 13,
		"d": "1622 - 1",
		"idInSection": 6
	},
	{
		"0": " وَ كَانَ زَيْنُ الْعَابِدِينَ عليه‌السلام يَقُولُ : ",
		"9": "",
		"a": "اللَّهُمَّ ارْحَمْنِي فَإِنَّكَ كَرِيمٌ اللَّهُمَّ ارْحَمْنِي فَإِنَّكَ رَحِيمٌ فَلَمْ يَزَلْ يُرَدِّدُهَا حَتَّى تُوُفِّيَ صلى‌الله‌عليه‌وآله‌وسلم  وَ كَانَ عِنْدَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم قَدَحٌ فِيهِ مَاءٌ وَ هُوَ فِي الْمَوْتِ وَ يُدْخِلُ يَدَهُ فِي الْقَدَحِ وَ يَمْسَحُ وَجْهَهُ بِالْمَاءِ وَ يَقُولُ اللَّهُمَّ أَعِنِّي عَلَى سَكَرَاتِ الْمَوْتِ",
		"c": 4,
		"d": "1622 - 2",
		"idInSection": 6
	},
	{
		"0": "  دَعَائِمُ الْإِسْلَامِ ، عَنْهُ عليه‌السلام مِثْلَهُ وَ زَادَ فِي آخِرِهِ وَ لَا يَكُونُ ذَلِكَ إِلَّا فِي شِرَارِهِنَّ",
		"9": "",
		"a": "",
		"c": null,
		"d": "1148 - 1",
		"idInSection": 7
	},
	{
		"0": " قَالَ وَ قَالُوا عليه‌السلام ",
		"9": " وَ قَالُوا عليه‌السلام فِي المَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ فَعَلَيْهَا الْغُسْلُ",
		"a": "مَنْ أَنْزَلَ فِي الْيَقَظَةِ مِنْ جِمَاعٍ أَوْ مِنْ غَيْرِ جِمَاعٍ مِنْ رَجُلٍ أَوِ امْرَأَةٍ فَعَلَيْهِ الْغُسْلُ",
		"c": null,
		"d": "1148 - 2",
		"idInSection": 7
	},
	{
		"0": "",
		"9": "",
		"d": "340",
		"idInSection": 5,
		"a": " ، وَ سُئِلَ الصَّادِقُ عليه‌السلام عَنِ الْغَدِيرِ يَبُولُ فِيهِ الدَّوَابُّ وَ تَلَغُ فِيهِ الْكِلَابُ وَ يَغْتَسِلُ فِيهِ الْجُنُبُ وَ الْحَائِضُ فَقَالَ إِنْ كَانَ قَدْرَ كُرٍّ لَمْ يُنَجِّسْهُ شَيْءٌ ",
		"c": 6
	},
	{
		"0": "قَدْ تَقَدَّمَ عَنِ الصَّادِقِ وَ الرِّضَا عليه‌السلام",
		"9": "",
		"d": "346",
		"idInSection": 1,
		"a": " ،  الْأَمْرُ بِإِهْرَاقِهِمَا إِذَا نَجِسَ أَحَدُهُمَا وَ اشْتَبَهَا ",
		"c": 6
	},
	{
		"0": "قَدْ تَقَدَّمَ عَنْ فِقْهِ الرِّضَا ، عليه‌السلام",
		"9": "",
		"d": "347",
		"idInSection": 1,
		"a": "  قَوْلُهُ فِي الْمَاءِ النَّجِسِ وَ لَمْ يَجُزِ اسْتِعْمَالُهُ فَإِنْ لَمْ يُوجَدْ غَيْرُهُ اسْتَعْمَلَهُ ",
		"c": 8
	},
	{
		"0": "",
		"9": "",
		"d": "1138",
		"idInSection": 6,
		"a": " ، وَ فِي حَدِيثِ عَلِيٍّ عليه‌السلام لِلْأَنْصَارِ لَمَّا اخْتَلَفَ الْمُهَاجِرُونَ وَ الْأَنْصَارُ فِي وُجُوبِ الْغُسْلِ بِالْإِدْخَالِ مِنْ غَيْرِ إِنْزَالٍ فَقَالَ الْأَنْصَارُ رُوِّينَا عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم إِنَّمَا الْمَاءُ مِنَ الْمَاءِ وَ قَالَ الْمُهَاجِرُونَ رُوِّينَا عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ فَقَالَ عليه‌السلام لِلْأَنْصَارِ أَ تُوجِبُونَ عَلَيْهِ الْجَلْدَ وَ الرَّجْمَ فَقَالُوا نَعَمْ فَقَالَ عليه‌السلام أَ تُوجِبُونَ الْجَلْدَ وَ الرَّجْمَ وَ لَا تُوجِبُونَ عَلَيْهِ صَاعاً مِنْ مَاءٍ إِذَا أَدْخَلَهُ فَقَدْ وَجَبَ الْغُسْلُ فَرَجَعُوا إِلَى قَوْلِهِ ",
		"c": 1
	},
	{
		"0": " ، وَ عَنْ عَلِيٍّ عليه‌السلام قَالَ :",
		"9": "",
		"d": "1379",
		"idInSection": 3,
		"a": " إِذَا ابْتَلَى اللَّهُ عَبْداً أَسْقَطَ عَنْهُ مِنَ الذُّنُوبِ بِقَدْرِ عِلَّتِهِ ",
		"c": 1
	},
	{
		"0": " دَعَائِمِ الْإِسْلَامِ ، عَنْ عَلِيٍّ عليه‌السلام",
		"9": "",
		"d": "2078",
		"idInSection": 1,
		"a": " أَنَّهُ نَظَرَ إِلَى قَوْمٍ مَرَّتْ بِهِمْ جِنَازَةٌ فَقَامُوا قِيَاماً عَلَى أَقْدَامِهِمْ فَأَشَارَ إِلَيْهِمْ أَنِ اجْلِسُوا ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "2199",
		"idInSection": 7,
		"a": " ، وَ قِيلَ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام مَا شَأْنُكَ جَاوَرْتَ الْمَقْبَرَةَ فَقَالَ إِنِّي أَجِدُهُمْ جِيرَانَ صِدْقٍ يَكُفُّونَ السَّيِّئَةَ وَ يُذَكِّرُونَ الْآخِرَةَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "2366",
		"idInSection": 29,
		"a": " ، وَ سُئِلَ صلى‌الله‌عليه‌وآله‌وسلم هَلْ مِنْ رَجُلٍ يَدْخُلُ الْجَنَّةَ بِغَيْرِ حِسَابٍ قَالَ صلى‌الله‌عليه‌وآله‌وسلم نَعَمْ كُلُّ رَحِيمٍ صَبُورٍ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "3398",
		"idInSection": 4,
		"a": " ، : وَ قِيلَ لِأَبِي جَعْفَرٍ عليه‌السلام أَنَّ الْمُغِيرَةَ يَقُولُ لَا يُصَلِّي الرَّجُلُ فِي ثَوْبٍ وَاحِدٍ إِلَّا وَ مَعَهُ إِزَارٌ فَإِنْ لَمْ يَجِدْ شَدَّ فِي وَسَطِهِ عِقَالًا فَقَالَ أَبُو جَعْفَرٍ عليه‌السلام هَذَا فِعْلُ الْيَهُودِ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "4554",
		"idInSection": 3,
		"a": " ، وَ كَانَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَوَّلَ مَا صَلَّى فِي السَّمَاءِ صَلَاةَ الظُّهْرِ يَوْمَ الْجُمُعَةِ جَهَرَ بِهَا ",
		"c": 13
	},
	{
		"0": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم لِأَهْلِ الشَّامِ : ",
		"9": "",
		"d": "4618",
		"idInSection": 4,
		"a": "وَ اللَّهِ الَّذِي بَعَثَنِي بِالْحَقِّ مَنْ كَانَ فِي قَلْبِهِ آيَةٌ مِنَ الْقُرْآنِ ثُمَّ صَبَّ عَلَيْهِ الْخَمْرَ يَأْتِي كُلُّ حَرْفٍ يَوْمَ الْقِيَامَةِ فَيُخَاصِمُهُ بَيْنَ يَدَيِ اللَّهِ عزوجل وَ مَنْ كَانَ لَهُ الْقُرْآنُ خَصْماً كَانَ اللَّهُ لَهُ خَصْماً وَ مَنْ كَانَ اللَّهُ لَهُ خَصْماً كَانَ هُوَ فِي النَّارِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "4819",
		"idInSection": 21,
		"a": " ، وَ سُئِلَ صلى‌الله‌عليه‌وآله‌وسلم الْقُرْآنُ أَفْضَلُ أَمِ التَّوْرَاةُ فَقَالَ إِنَّ فِي الْقُرْآنِ آيَةً هِيَ أَفْضَلُ مِنْ جَمِيعِ كُتُبِ اللَّهِ وَ هِيَ آيَةُ الْكُرْسِيِّ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "5119",
		"idInSection": 5,
		"a": " ، يُحْكَى عَنِ الرَّبِيعِ بْنِ خَيْثَمٍ كَانَ يَسْهَرُ اللَّيْلَ إِلَى الْفَجْرِ فِي رَكْعَةٍ وَاحِدَةٍ فَإِذَا هُوَ أَصْبَحَ يَزْفِرُ وَ قَالَ آهِ سَبَقَ الْمُخْلِصُونَ وَ قُطِعَ بِنَا وَ اسْتَوْفِ رُكُوعَكَ بِاسْتِوَاءِ ظَهْرِكَ وَ انْحَطَّ عَنْ هِمَّتِكَ فِي الْقِيَامِ بِخِدْمَتِهِ إِلَّا بِعَوْنِهِ وَ فِرِّ بِالْقَلْبِ مِنْ وَسَاوِسِ الشَّيْطَانِ وَ خَدَائِعِهِ وَ مَكَايِدِهِ فَإِنَّ اللَّهَ تَعَالَى يَرْفَعُ عِبَادَهُ بِقَدْرِ تَوَاضُعِهِمْ لَهُ وَ يَهْدِيهِمْ إِلَى أُصُولِ التَّوَاضُعِ وَ الْخُضُوعِ وَ الْخُشُوعِ بِقَدْرِ اطِّلَاعِ عَظَمَتِهِ عَلَى سَرَائِرِهِمْ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "5513",
		"idInSection": 10,
		"a": " ، وَ كَانَ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام يَدْعُو كَثِيراً فِي سُجُودِهِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الرَّاحَةَ عِنْدَ الْمَوْتِ وَ الْعَفْوَ عِنْدَ الْحِسَابِ ",
		"c": 7
	},
	{
		"0": " ، : وَ كَانَ أَبُو جَعْفَرٍ عليه‌السلام يَقُولُ وَ هُوَ سَاجِدٌ -",
		"9": "",
		"d": "5521",
		"idInSection": 18,
		"a": " لَا إِلَهَ إِلَّا اللَّهُ حَقّاً حَقّاً سَجَدْتُ لَكَ يَا رَبِّ تَعَبُّداً وَ رِقّاً وَ إِيمَاناً وَ تَصْدِيقاً يَا عَظِيمُ إِنَّ عَمَلِي ضَعِيفٌ فَضَاعِفْهُ لِي يَا كَرِيمُ يَا جَبَّارُ اغْفِرْ لِي ذُنُوبِي وَ جُرْمِي وَ تَقَبَّلْ عَمَلِي يَا كَرِيمُ يَا جَبَّارُ ",
		"c": 5
	},
	{
		"0": " ، وَ كَانَ أَبُو عَبْدِ اللَّهِ عليه‌السلام يَقُولُ فِي سَجْدَتِهِ",
		"9": "",
		"d": "5522",
		"idInSection": 19,
		"a": " يَا كَائِنَ قَبْلَ كُلِّ شَيْءٍ يَا مُكَوِّنَ كُلِّ شَيْءٍ لَا تَفْضَحْنِي فَإِنَّكَ بِي عَالِمٌ وَ لَا تُعَذِّبْنِي فَإِنَّكَ عَلَيَّ قَادِرٌ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَدِيلَةِ عِنْدَ الْمَوْتِ وَ مِنْ شَرِّ الْمَرْجِعِ فِي الْقَبْرِ وَ مِنَ النَّدَامَةِ يَوْمَ الْقِيَامَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ عِيشَةً نَقِيَّةً وَ مِيتَةً سَوِيَّةً وَ مُنْقَلَباً كَرِيماً غَيْرَ مُخْزٍ وَ لَا فَاضِحٍ ",
		"c": 6
	},
	{
		"0": " ، وَ كَانَ أَبُو عَبْدِ اللَّهِ عليه‌السلام يَقُولُ-",
		"9": "",
		"d": "5523",
		"idInSection": 20,
		"a": " اللَّهُمَّ إِنَّ مَغْفِرَتَكَ أَوْسَعُ مِنْ ذُنُوبِي وَ رَحْمَتَكَ أَرْجَى عِنْدِي مِنْ عَمَلِي فَاغْفِرْ لِي يَا حَيُّ وَ مَنْ لَا يَمُوتُ ",
		"c": 6
	},
	{
		"0": " ، وَ كَانَ أَبُو الْحَسَنِ عليه‌السلام يَقُولُ فِي سُجُودِهِ-",
		"9": "",
		"d": "5524",
		"idInSection": 21,
		"a": " لَكَ الْحَمْدُ إِنْ أَطَعْتُكَ وَ لَكَ الْحُجَّةُ إِنْ عَصَيْتُكَ لَا صُنْعَ لِي وَ لَا لِغَيْرِي فِي إِحْسَانٍ كَانَ مِنِّي حَالَ الْحَسَنَةِ يَا كَرِيمُ صِلْ بِمَا سَأَلَكَ مَنْ فِي مَشَارِقِ الْأَرْضِ وَ مَغَارِبِهَا مِنَ الْمُؤْمِنِينَ وَ ذُرِّيَّتِي اللَّهُمَّ أَعِنِّي عَلَى دِينِي بِدُنْيَايَ وَ عَلَى آخِرَتِي بِتَقْوَايَ اللَّهُمَّ احْفَظْنِي فِيمَا غِبْتُ عَنْهُ وَ لَا تَكِلْنِي إِلَى نَفْسِي فِيمَا قَصَّرْتُ يَا مَنْ لَا تَنْقُصُهُ الْمَغْفِرَةُ وَ لَا تَضُرُّهُ الذُّنُوبُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي مَا لَا يَضُرُّكَ وَ أَعْطِنِي مَا لَا يَنْقُصُكَ ",
		"c": 1
	},
	{
		"0": " ، وَ كَانَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام يَقُولُ وَ هُوَ سَاجِدٌ -",
		"9": "",
		"d": "5529",
		"idInSection": 26,
		"a": " ارْحَمْ ذُلِّي بَيْنَ يَدَيْكَ وَ تَضَرُّعِي إِلَيْكَ وَ وَحْشَتِي مِنَ النَّاسِ وَ أُنْسِي بِكَ يَا كَرِيمُ ",
		"c": 1
	},
	{
		"0": " ، : وَ كَانَ أَبُو جَعْفَرٍ عليه‌السلام يَقُولُ وَ هُوَ سَاجِدٌ- ",
		"9": "",
		"d": "5531",
		"idInSection": 28,
		"a": "لَا إِلَهَ إِلَّا أَنْتَ حَقّاً حَقّاً سَجَدْتُ لَكَ يَا رَبِّ تَعَبُّداً وَ رِقّاً يَا عَظِيمُ إِنَّ عَمَلِي ضَعِيفٌ فَضَاعِفْهُ لِي يَا كَرِيمُ يَا حَنَّانُ اغْفِرْ لِي ذُنُوبِي وَ جُرْمِي وَ تَقَبَّلْ عَمَلِي يَا كَرِيمُ يَا جَبَّارُ أَعُوذُ بِكَ مِنْ أَنْ أَخِيبَ أَوْ أَحْمِلَ ظُلْماً اللَّهُمَّ مِنْكَ النِّعْمَةُ وَ أَنْتَ تَرْزُقُ شُكْرَهَا وَ عَلَيْكَ يَكُونُ ثَوَابُ مَا تَفَضَّلْتَ بِهِ مِنْ ثَوَابِهَا بِفَضْلِ طَوْلِكَ وَ بِكَرِيمِ عَائِدَتِكَ ",
		"c": 5
	},
	{
		"0": " ، : وَ كَانَ بَعْضُ الصَّادِقِينَ عليه‌السلام يَقُولُ فِي سُجُودِهِ-",
		"9": "",
		"d": "5533",
		"idInSection": 30,
		"a": " سَجَدَ لَكَ يَا رَبِّ طَالِبٌ مِنْ ثَوَابِكَ سَجَدَ لَكَ يَا رَبِّ هَارِبٌ مِنْ عِقَابِكَ سَجَدَ لَكَ يَا رَبِّ خَائِفٌ مِنْ سَخَطِكَ ثُمَّ يَقُولُ يَا اللَّهِ يَا رَبَّاهْ يَا اللَّهُ يَا رَبَّاهْ حَتَّى يَنْقَطِعَ النَّفَسُ ثُمَّ يَدْعُو ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "5734",
		"idInSection": 2,
		"a": " ، وَ مَرَّ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم بِرَجُلٍ يَقُولُ يَا أَرْحَمَ الرَّاحِمِينَ فَقَالَ لَهُ سَلْ فَقَدْ نَظَرَ اللَّهُ إِلَيْكَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "5955",
		"idInSection": 18,
		"a": " ، : نَفَرَتْ بَغْلَةٌ لِأَبِي جَعْفَرٍ عليه‌السلام فِيمَا بَيْنَ مَكَّةَ وَ الْمَدِينَةِ فَقَالَ لَئِنْ رَدَّهَا اللَّهُ عَلَيَّ لَأَشْكُرَنَّهُ حَقَّ الشُّكْرِ فَلَمَّا أَخَذَهَا قَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ثَلَاثَ مَرَّاتٍ ثُمَّ قَالَ ثَلَاثَ مَرَّاتٍ شُكْراً لِلَّهِ ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "5964",
		"idInSection": 27,
		"a": " ، : وَ قَالَ رَجُلٌ الْحَمْدُ لِلَّهِ حَمْداً زَاكِياً طَيِّباً مُبَارَكاً فَقَالَ أَيُّكُمْ صَاحِبُ هَذِهِ الْكَلِمَةِ فَقَدْ رَأَيْتُ بِضْعاً وَ ثَلَاثِينَ مَلَكاً يَبْتَدِرُونَهَا أَيُّهُمْ يَكْتُبُهَا أَوَّلًا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "5965",
		"idInSection": 28,
		"a": " ، : وَ قَالَ تَعَالَى لِمُوسَى عليه‌السلام أَعْطَيْتُكَ مَا لَا قَدْرَ لَهُ عِنْدِي وَ أَرْسَلْتَ مَا لَهُ عِنْدِي قَدْرٌ قَالَ يَا رَبِّ وَ كَيْفَ ذَاكَ قَالَ أَعْطَيْتُكَ الدُّنْيَا وَ هِيَ لَا تَزِنُ عِنْدِي جَنَاحَ بَعُوضَةٍ وَ أَرْسَلْتَ إِلَيَّ الْحَمْدَ وَ هُوَ يَعْدِلُ عِنْدِي بِالْجَنَّةِ ",
		"c": 18
	},
	{
		"0": "",
		"9": "",
		"d": "6095",
		"idInSection": 21,
		"a": " ، وَ قَالَ مُوسَى عليه‌السلام يَا رَبِّ دُلَّنِي عَلَى عَمَلٍ أَدْخُلُ بِهِ الْجَنَّةَ فَقَالَ قُلْ لَا إِلَهَ إِلَّا اللَّهُ فَإِنَّهُ لَوْ وُضِعَتْ عَلَى السَّمَوَاتِ لَقَصَمَتْهُنَّ ",
		"c": 17
	},
	{
		"0": "",
		"9": "",
		"d": "6884",
		"idInSection": 2,
		"a": " ، صَلَاةٌ أُخْرَى أَرْبَعُ رَكَعَاتٍ يَقْرَأُ فِي الْأُولَى فَاتِحَةَ الْكِتَابِ مَرَّةً وَ الْفَلَقَ عَشْرَ مَرَّاتٍ وَ فِي الثَّانِيَةِ الْفَاتِحَةَ مَرَّةً وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ وَ آيَةَ الْكُرْسِيِّ عَشْرَ مَرَّاتٍ وَ آمَنَ الرَّسُولُ إِلَى آخِرِهِ عَشْرَ مَرَّاتٍ فَإِذَا سَلَّمَ فِي الرَّكْعَتَيْنِ يَقُولُ عَشْرَ مَرَّاتٍ سُبْحَانَ اللَّهِ أَبَدَ الْأَبَدِ سُبْحَانَ اللَّهِ الْوَاحِدِ الْأَحَدِ سُبْحَانَ اللَّهِ الْفَرْدِ الصَّمَدِ سُبْحَانَ اللَّهِ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ الْمُتَفَرِّدِ بِلَا صَاحِبَةٍ وَ لَا وَلَدٍ وَ فِي الثَّالِثَةِ الْفَاتِحَةَ مَرَّةً وَ أَلْهَاكُمُ التَّكَاثُرُ ثَلَاثَ مَرَّاتٍ وَ فِي الرَّابِعَةِ الْفَاتِحَةَ مَرَّةً وَ إِنَّا أَنْزَلْنَاهُ وَ إِذَا زُلْزِلَتْ ثَلَاثَ مَرَّاتٍ فَإِذَا فَرَغَ سَجَدَ وَ يَقُولُ فِي سُجُودِهِ سَبْعَ مَرَّاتٍ اللَّهُمَّ إِنِّي أَسْأَلُكَ التَّيْسِيرَ فِي كُلِّ عَسِيرٍ فَإِنَّ تَيْسِيرَ الْعَسِيرِ عَلَيْكَ يَسِيرٌ ثُمَّ يَرْفَعُ رَأْسَهُ وَ يَقُولُ عَشْرَ مَرَّاتٍ فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَ رَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ وَ لَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "6966",
		"idInSection": 7,
		"a": " ، صَلَاةٌ أُخْرَى رَكْعَتَانِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ عِشْرِينَ مَرَّةً رَبِّ ارْحَمْهُمٰا كَمٰا رَبَّيٰانِي صَغِيراً فَإِذَا فَرَغَ سَجَدَ وَ يَقُولُهَا عَشَرَةً أُخْرَى ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7034",
		"idInSection": 2,
		"a": " صَلَاةُ زَيْنِ الْعَابِدِينَ عليه‌السلام رَكْعَتَانِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ آيَةَ الْكُرْسِيِّ مِائَةَ مَرَّةٍ ",
		"c": 4
	},
	{
		"0": "",
		"9": "",
		"d": "7035",
		"idInSection": 3,
		"a": " صَلَاةُ الْبَاقِرِ عليه‌السلام رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ فَاتِحَةُ الْكِتَابِ مَرَّةً وَ شَهِدَ اللَّهُ مِائَةَ مَرَّةٍ ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "7036",
		"idInSection": 4,
		"a": " صَلَاةُ الصَّادِقِ عليه‌السلام أَرْبَعُ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ مِائَةَ مَرَّةٍ سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7037",
		"idInSection": 5,
		"a": " صَلَاةُ الْكَاظِمِ صلى‌الله‌عليه‌وآله‌وسلم رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ اثْنَتَا عَشْرَةَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ ",
		"c": 7
	},
	{
		"0": "",
		"9": "",
		"d": "7038",
		"idInSection": 6,
		"a": " صَلَاةُ الرِّضَا صلى‌الله‌عليه‌وآله‌وسلم سِتُّ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ عَشْرَ مَرَّاتٍ هَلْ أَتَى عَلَى الْإِنْسَانِ ",
		"c": 8
	},
	{
		"0": "",
		"9": "",
		"d": "7039",
		"idInSection": 7,
		"a": " صَلَاةُ التَّقِيِّ عليه‌السلام أَرْبَعُ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ قُلْ هُوَ اللَّهُ أَحَدٌ أَرْبَعَ مَرَّاتٍ ",
		"c": 9
	},
	{
		"0": "",
		"9": "",
		"d": "7040",
		"idInSection": 8,
		"a": " صَلَاةُ النَّقِيِّ صلى‌الله‌عليه‌وآله‌وسلم رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ سَبْعِينَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ ",
		"c": 10
	},
	{
		"0": "",
		"9": "",
		"d": "7041",
		"idInSection": 9,
		"a": " صَلَاةُ الزَّكِيِّ عليه‌السلام رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَةَ مَرَّةٍ ",
		"c": 11
	},
	{
		"0": "",
		"9": "",
		"d": "7042",
		"idInSection": 10,
		"a": " صَلَاةُ الْمَهْدِيِّ صلى‌الله‌عليه‌وآله‌وسلم رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ مِائَةَ مَرَّةٍ إِيَّاكَ نَعْبُدُ وَ إِيَّاكَ نَسْتَعِينُ وَ يُصَلِّي عَلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم مِائَةَ مَرَّةٍ بَعْدَ كُلِّ صَلَاةٍ مِنْ هَذِهِ الصَّلَوَاتِ ثُمَّ يَسْأَلُ اللَّهَ حَاجَتَهُ ",
		"c": 12
	},
	{
		"0": "",
		"9": "",
		"d": "7044",
		"idInSection": 2,
		"a": " ، صَلَاةُ حَدِيثِ النَّفْسِ عَنِ الصَّادِقِ عليه‌السلام قَالَ لَيْسَ مِنْ مُؤْمِنٍ يَمُرُّ عَلَيْهِ أَرْبَعُونَ صَبَاحاً إِلَّا حَدَّثَ نَفْسَهُ فَلْيُصَلِّ رَكْعَتَيْنِ وَ لْيَسْتَعِذْ بِاللَّهِ مِنْ ذَلِكَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7045",
		"idInSection": 3,
		"a": " ، صَلَاةُ الْكِفَايَةِ عَنِ الصَّادِقِ عليه‌السلام قَالَ تُصَلِّي رَكْعَتَيْنِ وَ تُسَلِّمُ وَ تَسْجُدُ وَ تُثْنِي عَلَى اللَّهِ تَعَالَى وَ تَحْمَدُهُ وَ تُصَلِّي عَلَى النَّبِيِّ مُحَمَّدٍ وَ آلِهِ وَ تَقُولُ يَا مُحَمَّدُ يَا جَبْرَئِيلُ يَا جَبْرَئِيلُ يَا مُحَمَّدُ اكْفِيَانِي مِمَّا أَنَا فِيهِ فَإِنَّكُمَا كَافِيَانِ احْفَظَانِي بِإِذْنِ اللَّهِ فَإِنَّكُمَا حَافِظَانِ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7046",
		"idInSection": 4,
		"a": " ، صَلَاةُ الْفَرَجِ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام قَالَ تُصَلِّي رَكْعَتَيْنِ تَقْرَأُ فِي الْأُولَى الْحَمْدَ وَ قُلْ هُوَ اللَّهُ أَحَدٌ أَلْفَ مَرَّةٍ وَ فِي الثَّانِيَةِ الْحَمْدَ وَ قُلْ هُوَ اللَّهُ أَحَدٌ مَرَّةً وَاحِدَةً ثُمَّ تَتَشَهَّدُ وَ تُسَلِّمُ وَ تَدْعُو بِدُعَاءِ الْفَرَجِ وَ تَقُولُ اللَّهُمَّ يَا مَنْ لَا تَرَاهُ الْعُيُونُ وَ لَا تُخَالِطُهُ الظُّنُونُ يَا مَنْ لَا يَصِفُهُ الْوَاصِفُونَ يَا مَنْ لَا تُغَيِّرُهُ الدُّهُورُ يَا مَنْ لَا يَخْشَى الدَّوَائِرَ يَا مَنْ لَا يَذُوقُ الْمَوْتَ يَا مَنْ لَا يَخْشَى الْفَوْتَ يَا مَنْ لَا تَضُرُّهُ الذُّنُوبُ وَ لَا تُنْقِصُهُ الْمَغْفِرَةُ يَا مَنْ يَعْلَمُ مَثَاقِيلَ الْجِبَالِ وَ كَيْلَ الْبُحُورِ وَ عَدَدَ الْأَمْطَارِ وَ وَرَقِ الْأَشْجَارِ وَ دَبِيبَ الذَّرِّ وَ لَا يُوَارِي مِنْهُ سَمَاءٌ سَمَاءً وَ لَا أَرْضٌ أَرْضاً وَ لَا بَحْرٌ مَا فِي قَعْرِهِ وَ لَا جَبَلٌ مَا فِي وَعْرِهِ وَ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَ مَا تُخْفِي الصُّدُورُ وَ مَا أَظْلَمَ عَلَيْهِ اللَّيْلُ وَ أَشْرَقَ عَنْهُ النَّهَارُ أَسْأَلُكَ بِاسْمِكَ الْمَخْزُونِ الْمَكْنُونِ الَّذِي فِي عِلْمِ الْغَيْبِ عِنْدَكَ وَ اخْتَصَصْتَ بِهِ لِنَفْسِكَ وَ شَقَقْتَ مِنْهُ اسْمَكَ فَإِنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ وَحْدَكَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ بِاسْمِكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ وَ إِذَا سُئِلْتَ بِهِ أَعْطَيْتَ وَ أَسْأَلُكَ بِحَقِّ أَنْبِيَائِكَ الْمُرْسَلِينَ وَ بِحَقِّ حَمَلَةِ الْعَرْشِ وَ بِحَقِّ مَلَائِكَتِكَ الْمُقَرَّبِينَ وَ بِحَقِّ جَبْرَئِيلَ وَ مِيكَائِيلَ وَ إِسْرَافِيلَ وَ بِحَقِّ مُحَمَّدٍ وَ آلِهِ وَ عِتْرَتِهِ صَلَوَاتُكَ عَلَيْهِمْ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ خَيْرَ عُمُرِي آخِرَهُ وَ خَيْرَ أَعْمَالِي خَوَاتِيمَهَا وَ أَسْأَلُكَ مَغْفِرَتَكَ وَ رِضْوَانَكَ يَا أَرْحَمَ الرَّاحِمِينَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "7047",
		"idInSection": 5,
		"a": " صَلَاةُ الْمَكْرُوبِ تُصَلِّي رَكْعَتَيْنِ وَ تَأْخُذُ الْمُصْحَفَ فَتَرْفَعُهُ إِلَى اللَّهِ تَعَالَى وَ تَقُولُ اللَّهُمَّ إِنِّي أَتَوَجَّهُ إِلَيْكَ بِمَا فِيهِ وَ فِيهِ اسْمُكَ الْأَكْبَرُ وَ أَسْمَاؤُكَ الْحُسْنَى وَ مَا بِهِ تُخَافُ وَ تُرْجَى أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَقْضِيَ حَاجَتِي وَ تُسَمِّيهَا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7048",
		"idInSection": 6,
		"a": " ، صَلَاةُ الْغِيَاثِ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ إِذَا كَانَتْ لِأَحَدِكُمُ اسْتِغَاثَةٌ إِلَى اللَّهِ تَعَالَى فَلْيُصَلِّ رَكْعَتَيْنِ ثُمَّ يَسْجُدُ وَ يَقُولُ يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ يَا عَلِيُّ يَا سَيِّدَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِكُمَا أَسْتَغِيثُ إِلَى اللَّهِ تَعَالَى يَا اللَّهُ يَا مُحَمَّدُ يَا عَلِيُّ أَسْتَغِيثُ بِكُمَا يَا غَوْثَاهُ بِاللَّهِ وَ بِمُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ تَعُدُّ الْأَئِمَّةَ عليه‌السلام بِكُمْ أَتَوَسَّلُ إِلَى اللَّهِ عزوجل فَإِنَّكَ تُغَاثُ مِنْ سَاعَتِكَ بِإِذْنِ اللَّهِ تَعَالَى ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7050",
		"idInSection": 8,
		"a": " ، صَلَاةُ الْعُسْرَةِ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ إِذَا عَسِرَ عَلَيْكَ أَمْرٌ فَصَلِّ عِنْدَ الزَّوَالِ رَكْعَتَيْنِ تَقْرَأُ فِي الْأُولَى بِفَاتِحَةِ الْكِتَابِ وَ قُلْ هُوَ اللَّهُ أَحَدٌ وَ إِنّٰا فَتَحْنٰا لَكَ فَتْحاً مُبِيناً إِلَى قَوْلِهِ وَ يَنْصُرَكَ اللّٰهُ نَصْراً عَزِيزاً وَ فِي الثَّانِيَةِ بِفَاتِحَةِ الْكِتَابِ وَ قُلْ هُوَ اللَّهُ أَحَدٌ وَ أَ لَمْ نَشْرَحْ لَكَ صَدْرَكَ وَ قَدْ جُرِّبَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7051",
		"idInSection": 9,
		"a": " صَلَاةٌ لِمَنْ أَصَابَتْهُ مُصِيبَةٌ تُصَلِّي أَرْبَعَ رَكَعَاتٍ بِفَاتِحَةِ الْكِتَابِ مَرَّةً وَ الْإِخْلَاصِ سَبْعَ مَرَّاتٍ وَ آيَةِ الْكُرْسِيِّ مَرَّةً فَإِذَا سَلَّمَ يَقُولُ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ النَّبِيِّ الْأُمِّيِّ وَ آلِهِ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ ثُمَّ يُسَبِّحُ وَ يُحَمِّدُ وَ يُهَلِّلُ وَ يُكَبِّرُ فَيُعْطِيهِ اللَّهُ مَا وَعَدَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7052",
		"idInSection": 10,
		"a": " صَلَاةُ الْغُنْيَةِ رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْفَاتِحَةُ وَ عَشْرُ مَرَّاتٍ قُلِ اللّٰهُمَّ مٰالِكَ الْمُلْكِ الْآيَةَ فَإِذَا سَلَّمَ يَقُولُ عَشْراً رَبِّ اغْفِرْ وَ ارْحَمْ وَ أَنْتَ خَيْرُ الرّٰاحِمِينَ وَ عَشْرَ مَرَّاتٍ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ ثُمَّ يَسْجُدُ وَ يَقُولُ رَبِّ اغْفِرْ لِي وَ هَبْ لِي مُلْكاً لٰا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهّٰابُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7053",
		"idInSection": 11,
		"a": " صَلَاةٌ أُخْرَى رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ فَاتِحَةُ الْكِتَابِ وَ خَمْسَ عَشْرَةَ مَرَّةً سُورَةُ قُرَيْشٍ وَ بَعْدَ التَّسْلِيمِ يُصَلِّي عَشْرَ مَرَّاتٍ عَلَى النَّبِيِّ وَ آلِهِ ثُمَّ يَسْجُدُ وَ يَقُولُ عَشْرَ مَرَّاتٍ اللَّهُمَّ أَغْنِنِي بِفَضْلِكَ عَنْ خَلْقِكَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7055",
		"idInSection": 13,
		"a": " ، صَلَاةُ الشِّفَاءِ مِنْ كُلِّ عِلَّةٍ خُصُوصاً السِّلْعَةَ تَصُومُ ثَلَاثَةَ أَيَّامٍ وَ تَغْتَسِلُ فِي الْيَوْمِ الثَّالِثِ عِنْدَ الزَّوَالِ وَ ابْرُزْ لِرَبِّكَ وَ لْيَكُنْ مَعَكَ خِرْقَةٌ نَظِيفَةٌ وَ صَلِّ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِيهِنَّ مَا تَيَسَّرَ مِنَ الْقُرْآنِ وَ اخْضَعْ بِجُهْدِكَ فَإِذَا فَرَغْتَ مِنْ صَلَاتِكَ فَأَلْقِ ثِيَابَكَ وَ اتَّزِرْ بِالْخِرْقَةِ وَ أَلْصِقْ خَدَّكَ الْأَيْمَنَ بِالْأَرْضِ ثُمَّ قُلْ يَا وَاحِدُ يَا مَاجِدُ يَا كَرِيمُ يَا حَنَّانُ يَا قَرِيبُ يَا مُجِيبُ يَا أَرْحَمَ الرَّاحِمِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اكْشِفْ مَا بِي مِنْ ضُرٍّ وَ مَعَرَّةٍ وَ أَلْبِسْنِي الْعَافِيَةَ فِي الدُّنْيَا وَ الْآخِرَةِ وَ امْنُنْ عَلَيَّ بِتَمَامِ النِّعْمَةِ وَ أَذْهِبْ مَا بِي فَإِنَّهُ قَدْ آذَانِي وَ غَمَّنِي وَ قَالَ الصَّادِقُ عليه‌السلام إِنَّهُ لَا يَنْفَعُكَ حَتَّى تَتَيَقَّنَ أَنَّهُ يَنْفَعُكَ فَتَبْرَأُ مِنْهَا ",
		"c": null
	},
	{
		"0": " ، صَلَاةُ الْحُمَّى مُحَمَّدُ بْنُ الْحَسَنِ الصَّفَّارُ يَرْفَعُهُ قَالَ ",
		"9": "",
		"d": "7057",
		"idInSection": 15,
		"a": "دَخَلْتُ عَلَى أَبِي عَبْدِ اللَّهِ عليه‌السلام وَ أَنَا مَحْمُومٌ فَقَالَ لِي مَا لِي أَرَاكَ مُنْقَبِضاً فَقُلْتُ جُعِلْتُ فِدَاكَ حُمَّى أَصَابَتْنِي فَقَالَ إِذَا حُمَّ أَحَدُكُمْ فَلْيَدْخُلِ الْبَيْتَ وَحْدَهُ وَ يُصَلِّي رَكْعَتَيْنِ وَ يَضَعُ خَدَّهُ الْأَيْمَنَ عَلَى الْأَرْضِ وَ يَقُولُ يَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ عَشْرَ مَرَّاتٍ أَتَشَفَّعُ بِكِ إِلَى اللَّهِ فِيمَا نَزَلَ بِي فَإِنَّهُ يَبْرَأُ إِنْ شَاءَ اللَّهُ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7058",
		"idInSection": 16,
		"a": " صَلَاةُ الْحُمَّى رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ سُورَةَ الْفَاتِحَةِ ثَلَاثَ مَرَّاتٍ وَ قَوْلَهُ تَعَالَى أَلٰا لَهُ الْخَلْقُ وَ الْأَمْرُ تَبٰارَكَ اللّٰهُ رَبُّ الْعٰالَمِينَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7059",
		"idInSection": 17,
		"a": " صَلَاةٌ لِلصُّدَاعِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ الْإِخْلَاصَ ثَلَاثَ مَرَّاتٍ وَ قَوْلَهُ تَعَالَى رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَ اشْتَعَلَ الرَّأْسُ شَيْباً وَ لَمْ أَكُنْ بِدُعٰائِكَ رَبِّ شَقِيًّا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7060",
		"idInSection": 18,
		"a": " صَلَاةٌ لِوَجَعِ الْعَيْنِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ ثَلَاثَ مَرَّاتٍ وَ قَوْلَهُ تَعَالَى وَ عِنْدَهُ مَفٰاتِحُ الْغَيْبِ لٰا يَعْلَمُهٰا إِلّٰا هُوَ الْآيَةَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7061",
		"idInSection": 19,
		"a": " ، صَلَاةُ الْأَعْمَى عَنْ أَبِي حَمْزَةَ الثُّمَالِيِّ عَنْ أَبِي جَعْفَرٍ عليه‌السلام قَالَ مَرَّ أَعْمَى عَلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فَقَالَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم تَشْتَهِي أَنْ يَرُدَّ اللَّهُ عَلَيْكَ بَصَرَكَ قَالَ نَعَمْ فَقَالَ لَهُ تَوَضَّأْ وَ أَسْبِغِ الْوُضُوءَ ثُمَّ صَلِّ رَكْعَتَيْنِ وَ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَ أَرْغَبُ إِلَيْكَ وَ أَتَوَجَّهُ إِلَيْكَ- بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ يَا مُحَمَّدُ إِنِّي أَتَوَجَّهُ بِكَ إِلَى اللَّهِ رَبِّي وَ رَبِّكَ أَنْ يَرُدَّ عَلَيَّ بَصَرِي قَالَ فَمَا قَامَ عليه‌السلام حَتَّى رَجَعَ الْأَعْمَى وَ قَدْ رَدَّ اللَّهُ عَلَيْهِ بَصَرَهُ ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "7063",
		"idInSection": 21,
		"a": " صَلَاةٌ لِوَجَعِ الرَّقَبَةِ تُصَلِّي رَكْعَتَيْنِ تَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ إِذَا زُلْزِلَتْ ثَلَاثَ مَرَّاتٍ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7064",
		"idInSection": 22,
		"a": " صَلَاةٌ لِوَجَعِ الصَّدْرِ أَرْبَعُ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ بَعْدَهَا فِي الْأُولَى أَ لَمْ نَشْرَحْ مَرَّةً وَ فِي الثَّانِيَةِ الْإِخْلَاصَ ثَلَاثَ مَرَّاتٍ وَ فِي الثَّالِثَةِ الضُّحَى مَرَّةً وَ فِي الرَّابِعَةِ يَعْلَمُ خٰائِنَةَ الْأَعْيُنِ وَ مٰا تُخْفِي الصُّدُورُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7065",
		"idInSection": 23,
		"a": " صَلَاةٌ لِلْقُولَنْجِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ قَوْلَهُ فَفَتَحْنٰا أَبْوٰابَ السَّمٰاءِ بِمٰاءٍ مُنْهَمِرٍ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7066",
		"idInSection": 24,
		"a": " صَلَاةٌ لِوَجَعِ الرِّجْلِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ قَوْلَهُ سُبْحَانَهُ آمَنَ الرَّسُولُ تَمَامَ الْبَقَرَةِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7067",
		"idInSection": 25,
		"a": " صَلَاةٌ لِلْقُوَّةِ تُصَلِّي رَكْعَتَيْنِ وَ تَضَعُ يَدَكَ عَلَى وَجْهِكَ وَ تَسْتَشْفِعُ إِلَى اللَّهِ تَعَالَى بِرَسُولِهِ مُحَمَّدٍ ص وَ تَقُولُ بِسْمِ اللَّهِ أُحَرِّجُ عَلَيْكَ يَا وَجَعُ مِنْ عَيْنِ إِنْسٍ أَوْ عَيْنِ جِنٍّ أُحَرِّجُ عَلَيْكَ بِالَّذِي اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا وَ كَلَّمَ مُوسَى تَكْلِيماً وَ خَلَقَ عِيسَى مِنْ رُوحِ الْقُدُسِ لَمَّا هَدَأْتَ وَ طَفِئْتَ كَمَا طَفِئَتْ نَارُ إِبْرَاهِيمَ بِإِذْنِ اللَّهِ وَ تَقُولُ ذَلِكَ ثَلَاثَ مَرَّاتٍ ",
		"c": null
	},
	{
		"0": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم مُخَاطِباً لِأَصْحَابِهِ",
		"9": "",
		"d": "7381",
		"idInSection": 14,
		"a": " أَقِيمُوا صُفُوفَكُمْ فَإِنِّي أَرَاكُمْ مِنْ خَلْفِي كَمَا أَرَاكُمْ بَيْنَ يَدَيَّ وَ لَا تُخَالِفُوا فَيُخَالِفَ اللَّهُ بَيْنَ قُلُوبِكُمْ ",
		"c": 13
	},
	{
		"0": " ، وَ قَالَ عَلِيٌّ عليه‌السلام",
		"9": "",
		"d": "7612",
		"idInSection": 2,
		"a": " فِي قَوْلِهِ تَعَالَى وَ أَقٰامَ الصَّلٰاةَ وَ آتَى الزَّكٰاةَ الْوَاجِبَةَ عَلَيْهِ لِإِخْوَانِهِ الْمُؤْمِنِينَ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ يُزَكِّيهِ فَزَكَاةَ بَدَنِهِ وَ عَقْلِهِ وَ هُوَ أَنْ يَجْهَرَ بِفَضْلِ عَلِيٍّ وَ الطَّيِّبِينَ مِنْ آلِهِ إِذَا قَدَرَ وَ يَسْتَعْمِلَ التَّقِيَّةَ عِنْدَ الْبَلَايَا إِذَا عَمَّتْ وَ الْمِحَنِ إِذَا نَزَلَتْ وَ الْأَعْدَاءِ إِذَا غَلَبُوا وَ يُعَاشِرَ عِبَادَ اللَّهِ بِمَا لَا يَثْلَمُ دِينَهُ وَ لَا يَقْدَحُ فِي عِرْضِهِ وَ بِمَا يَسْلَمُ مَعَهُ دِينُهُ وَ دُنْيَاهُ الْخَبَرَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "8654",
		"idInSection": 12,
		"a": " ، وَ قِيلَ لِلنَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم إِنْ أَنَا أَدْرَكْتُ لَيْلَةَ الْقَدْرِ فَمَا أَسْأَلُ رَبِّي قَالَ صلى‌الله‌عليه‌وآله‌وسلم الْعَافِيَةَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9824",
		"idInSection": 8,
		"a": " ، وَ رَأَى صلى‌الله‌عليه‌وآله‌وسلم جَمَلًا وَ عَلَيْهِ حِنْطَةٌ فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم تَمْشِي الْهَرِيسَةُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9825",
		"idInSection": 9,
		"a": " ، وَ قَالَتْ عَجُوزٌ مِنَ الْأَنْصَارِ لِلنَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم ادْعُ لِي بِالْجَنَّةِ- فَقَالَ إِنَّ الْجَنَّةَ لَا يَدْخُلُهَا الْعَجُوزُ فَبَكَتِ المَرْأَةُ فَضَحِكَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم وَ قَالَ أَ مَا سَمِعْتِ قَوْلَ اللَّهِ تَبَارَكَ وَ تَعَالَى إِنّٰا أَنْشَأْنٰاهُنَّ إِنْشٰاءً فَجَعَلْنٰاهُنَّ أَبْكٰاراً ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9826",
		"idInSection": 10,
		"a": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم لِلْعَجُوزِ الْأَشْجَعِيَّةِ يَا أَشْجَعِيَّةُ لَا تَدْخُلُ الْعَجُوزُ الْجَنَّةَ فَرَآهَا بِلَالٌ بَاكِيَةً فَوَصَفَهَا لِلنَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم وَ الْأَسْوَدُ كَذَلِكَ فَجَلَسَا يَبْكِيَانِ فَرَآهُمَا الْعَبَّاسُ فَذَكَرَهُمَا لَهُ فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم وَ الشَّيْخُ كَذَلِكَ ثُمَّ دَعَاهُمْ وَ طَيَّبَ قُلُوبَهُمْ وَ قَالَ يُنْشِئُهُمُ اللَّهُ كَأَحْسَنِ مَا كَانُوا وَ ذَكَرَ أَنَّهُمْ يَدْخُلُونَ الْجَنَّةَ شُبَّاناً مُنَوَّرِينَ وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم إِنَّ أَهْلَ الْجَنَّةِ جُرْدٌ مُرْدٌ مُكَحَّلُونَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9827",
		"idInSection": 11,
		"a": " ، وَ جَاءَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ بَلَغَنَا أَنَّ الْمَسِيخَ يَعْنِي الدَّجَّالَ يَأْتِي النَّاسَ بِالثَّرِيدِ وَ قَدْ هَلَكُوا جَمِيعاً جُوعاً أَ فَتَرَى بِأَبِي أَنْتَ وَ أُمِّي أَنْ أَكُفَّ مِنْ ثَرِيدِهِ تَعَفُّفاً وَ تَزَهُّداً فَضَحِكَ صلى‌الله‌عليه‌وآله‌وسلم ثُمَّ قَالَ بَلْ يُغْنِيكَ اللَّهُ بِمَا يُغْنِي بِهِ الْمُؤْمِنِينَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9828",
		"idInSection": 12,
		"a": " ، وَ قَبَّلَ جَدُّ خَالِدٍ الْقَسْرِيِّ امْرَأَةً فَشَكَتْ إِلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم فَأَرْسَلَ إِلَيْهِ فَاعْتَرَفَ وَ قَالَ إِنْ شِئْتَ أَنْ تَقُصَّ فَلْتُقِصَّ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَ أَصْحَابُهُ وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم أَ وَ لَا تَعُودُ فَقَالَ لَا وَ اللَّهِ يَا رَسُولَ اللَّهِ فَتَجَاوَزَ عَنْهُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9829",
		"idInSection": 13,
		"a": " ، وَ رَأَى صلى‌الله‌عليه‌وآله‌وسلم صُهَيْباً يَأْكُلُ تَمْراً فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم أَ تَأْكُلُ التَّمْرَ وَ عَيْنُكَ رَمِدَةٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَمْضَغُهُ مِنْ هَذَا الْجَانِبِ وَ تَشْتَكِي عَيْنِي مِنْ هَذَا الْجَانِبِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9830",
		"idInSection": 14,
		"a": " ، وَ نَهَى صلى‌الله‌عليه‌وآله‌وسلم أَبَا هُرَيْرَةَ عَنْ مِزَاحِ الْعَرَبِ فَسَرَقَ نَعْلَ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم وَ رَهَنَ بِالتَّمْرِ وَ جَلَسَ بِحِذَائِهِ يَأْكُلُ فَقَالَ يَا أَبَا هُرَيْرَةَ مَا تَأْكُلُ فَقَالَ نَعْلَ رَسُولِ اللَّهِ ص ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9831",
		"idInSection": 15,
		"a": " وَ قَالَ سُوَيْبِطٌ الْمُهَاجِرِيُّ لِنُعَيْمَانَ الْبَدْرِيِّ أَطْعِمْنِي وَ كَانَ عَلَى الزَّادِ فِي سَفَرٍ فَقَالَ حَتَّى تَجِيءَ الْأَصْحَابُ فَمَرُّوا بِقَوْمٍ فَقَالَ سُوَيْبِطٌ تَشْتَرُونَ عَبْداً لِي قَالُوا نَعَمْ قَالَ إِنَّهُ عَبْدٌ لَهُ كَلَامٌ وَ هُوَ قَائِلٌ لَكُمْ إِنِّي حُرٌّ فَإِنْ سَمِعْتُمْ مَقَالَهُ تُفْسِدُوا عَلَيَّ عَبْدِي فَاشْتَرُوهُ بِعَشَرَةِ قَلَائِصَ ثُمَّ جَاءُوا فَوَضَعُوا فِي عُنُقِهِ حَبْلًا فَقَالَ نُعَيْمَانُ هَذَا يَسْتَهْزِئُ بِكُمْ وَ إِنِّي حُرٌّ فَقَالُوا قَدْ عَرَفْنَا خَبَرَكَ وَ انْطَلَقُوا بِهِ حَتَّى أَدْرَكَهُمُ الْقَوْمُ وَ خَلَّصُوهُ فَضَحِكَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم مِنْ ذَلِكَ حِيناً ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9832",
		"idInSection": 16,
		"a": " ، وَ رَأَى نُعَيْمَانُ مَعَ أَعْرَابِيٍّ عُكَّةَ عَسَلٍ فَاشْتَرَاهَا مِنْهُ وَ جَاءَ بِهَا إِلَى بَيْتِ عَائِشَةَ فِي يَوْمِهَا فَقَالَ خُذُوهَا فَتَوَهَّمَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ أَهْدَاهَا لَهُ وَ مَرَّ نُعَيْمَانُ وَ الْأَعْرَابِيُّ عَلَى الْبَابِ فَلَمَّا طَالَ قُعُودُهُ قَالَ يَا هَؤُلَاءِ رُدُّوهَا عَلَيِّ إِنْ لَمْ تُحْضِرُوا قِيمَتَهَا فَعَلِمَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم الْقِصَّةَ فَوَزَنَ لَهُ الثَّمَنَ وَ قَالَ لِنُعَيْمَانَ مَا حَمَلَكَ عَلَى مَا فَعَلْتَ فَقَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يُحِبُّ الْعَسَلَ وَ رَأَيْتُ الْأَعْرَابِيَّ مَعَهُ عُكَّةٌ فَضَحِكَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم وَ لَمْ يُظْهِرْ لَهُ نُكْراً ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9877",
		"idInSection": 13,
		"a": " ، وَ قَالُوا لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فُلَانَةٌ تَصُومُ النَّهَارَ وَ تَقُومُ اللَّيْلَ وَ تَتَصَدَّقُ وَ تُؤْذِي جَارَهَا بِلِسَانِهَا قَالَ لَا خَيْرَ فِيهَا هِيَ مِنْ أَهْلِ النَّارِ قَالُوا وَ فُلَانَةٌ تُصَلِّي الْمَكْتُوبَةَ وَ تَصُومُ شَهْرَ رَمَضَانَ وَ لَا تُؤْذِي جَارَهَا فَقَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم هِيَ مِنْ أَهْلِ الْجَنَّةِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9960",
		"idInSection": 25,
		"a": " ، قِيلَ يَا رَسُولَ اللَّهِ أَيُّ الْمُؤْمِنِينَ أَفْضَلُ قَالَ مَنْ لَمْ يَكُنْ فِي قَلْبِهِ غِشٌّ لِمُؤْمِنٍ وَ لَا حَسَدٌ لَهُ قِيلَ ثُمَّ مَنْ قَالَ الزَّاهِدُ فِي الدُّنْيَا الرَّاغِبُ فِي الْآخِرَةِ قِيلَ ثُمَّ مَنْ قَالَ الْخُلُقُ الْحَسَنُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10020",
		"idInSection": 12,
		"a": " ، وَ نَظَرَ صلى‌الله‌عليه‌وآله‌وسلم إِلَى رَجُلٍ يَغْتَسِلُ بِحَيْثُ يَرَاهُ النَّاسُ فَقَالَ أَيُّهَا النَّاسُ إِنَّ اللَّهَ يُحِبُّ مِنْ عِبَادِهِ الْحَيَاءَ وَ السَّتْرَ فَأَيُّكُمُ اغْتَسَلَ فَلْيَتَوَارَ مِنَ النَّاسِ فَإِنَّ الْحَيَاءَ زِينَةُ الْإِسْلَامِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10041",
		"idInSection": 8,
		"a": " ، وَ شَكَا رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم خَدَمَهُ فَقَالَ لَهُ اعْفُ عَنْهُمْ تَسْتَصْلِحْ بِهِ قُلُوبَهُمْ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُمْ يَتَفَاوَتُونَ فِي سُوءِ الْأَدَبِ فَقَالَ اعْفُ عَنْهُمْ فَفَعَلَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10289",
		"idInSection": 13,
		"a": " ، وَ قَالَ رَجُلٌ لَهُ صلى‌الله‌عليه‌وآله‌وسلم الْمُؤْمِنُ يَزْنِي قَالَ قَدْ يَكُونُ ذَلِكَ قَالَ [قُلْتُ] الْمُؤْمِنُ يَسْرِقُ قَالَ قَدْ يَكُونُ ذَلِكَ قَالَ [قُلْتُ] يَا رَسُولَ اللَّهِ الْمُؤْمِنُ يَكْذِبُ قَالَ لَا قَالَ اللَّهُ تَعَالَى إِنَّمٰا يَفْتَرِي الْكَذِبَ الَّذِينَ لٰا يُؤْمِنُونَ",
		"c": 13
	},
	{
		"0": " ، وَ قَالَ مُوسَى عليه‌السلام :",
		"9": "",
		"d": "10292",
		"idInSection": 16,
		"a": " يَا رَبِّ أَيُّ عِبَادِكَ خَيْرٌ عَمَلًا قَالَ مَنْ لَا يَكْذِبُ لِسَانُهُ وَ لَا يَفْجُرُ قَلْبُهُ وَ لَا يَزْنِي فَرْجُهُ ",
		"c": 7
	},
	{
		"0": "",
		"9": "",
		"d": "10366",
		"idInSection": 4,
		"a": " ، وَ قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَا رَسُولَ اللَّهِ إِنَّ أَرْحَامِي قَطَعُونِي وَ رَفَضُونِي أَ فَأُقَاطِعُهُمْ كَمَا قَطَعُونِي وَ أَرْفُضُهُمْ كَمَا رَفَضُونِي فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم إِذَا يَرْفُضُكُمُ اللَّهُ جَمِيعاً وَ إِنْ وَصَلْتَهُمْ أَنْتَ ثُمَّ قَطَعُوكَ هُمْ كَانَ لَكَ مِنَ اللَّهِ ظَهِيرٌ عَلَيْهِمْ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10435",
		"idInSection": 47,
		"a": " ، وَ قَالَ رَجُلٌ : يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئاً قَالَ احْفَظْ لِسَانَكَ تَسْلَمْ وَ لَا تَبْذُلَنَّ عِرْضَكَ فَتُشْتَمَ وَ لَا تَغْتَبْ أَخَاكَ فَتَنْدَمَ ",
		"c": 13
	},
	{
		"0": " ، وَ مَرَّ صلى‌الله‌عليه‌وآله‌وسلم بِنَاسٍ مِنْ أَصْحَابِهِ فَقَالَ لَهُمْ ",
		"9": "",
		"d": "10440",
		"idInSection": 52,
		"a": "تَخَلَّلُوا فَقَالُوا مَا أَكَلْنَا لَحْماً فَقَالَ بَلَى مَرَّ بِكُمْ فُلَانٌ فَوَقَعْتُمْ فِيهِ ",
		"c": 13
	},
	{
		"0": " ، وَ كَانَ جَعْفَرُ بْنُ مُحَمَّدٍ وَ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام يَزِيدَانِ فِيهِ-",
		"9": "",
		"d": "10618",
		"idInSection": 7,
		"a": " لَبَّيْكَ ذَا الْمَعَارِجِ لَبَّيْكَ لَبَّيْكَ دَاعِياً إِلَى دَارِ السَّلَامِ لَبَّيْكَ لَبَّيْكَ غَفَّارَ الذُّنُوبِ لَبَّيْكَ لَبَّيْكَ مَرْغُوباً وَ مَرْهُوباً إِلَيْكَ لَبَّيْكَ لَبَّيْكَ تُبْدِئُ وَ الْمَعَادُ إِلَيْكَ لَبَّيْكَ لَبَّيْكَ تَسْتَغْنِي وَ نَفْتَقِرُ إِلَيْكَ لَبَّيْكَ لَبَّيْكَ إِلَهَ الْحَقِّ لَبَّيْكَ لَبَّيْكَ ذَا النَّعْمَاءِ وَ الْفَضْلِ الْحَسَنِ الْجَمِيلِ لَبَّيْكَ لَبَّيْكَ كَاشِفَ الْكَرْبِ لَبَّيْكَ لَبَّيْكَ عَبْدُكَ بَيْنَ يَدَيْكَ يَا كَرِيمُ لَبَّيْكَ وَ أَكْثِرِ الصَّلَاةَ عَلَى النَّبِيِّ وَ آلِهِ وَ اسْأَلِ الْمَغْفِرَةَ وَ الرِّضْوَانَ وَ الْجَنَّةَ وَ الْعَفْوَ وَ اسْتَعِذْ مِنْ سَخَطِهِ وَ مِنَ النَّارِ بِرَحْمَتِهِ وَ أَكْثِرْ مِنَ التَّلْبِيَةِ قَائِماً وَ قَاعِداً وَ رَاكِباً وَ نَازِلًا الْخَبَرَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "10969",
		"idInSection": 3,
		"a": " ، وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمُحْرِمِ تَطُولُ أَظْفَارُهُ أَوْ يَنْكَسِرُ بَعْضُهَا فَيُؤْذِيهِ ذَلِكَ قَالَ لَا يَقُصَّ مِنْهَا شَيْئاً إِنِ اسْتَطَاعَ وَ إِنْ كَانَ يُؤْذِيهِ فَلْيَقُصَّهَا وَ لْيُطْعِمْ مَكَانَ كُلِّ ظُفُرٍ قَبْضَةً مِنْ طَعَامٍ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "11647",
		"idInSection": 3,
		"a": " ، وَ سَأَلَ مُعَاوِيَةُ بْنُ عَمَّارٍ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ دَخَلَ مُتَمَتِّعاً فِي ذِي الْقَعْدَةِ إِلَى أَنْ قَالَ قَالَ فَالسَّبْعَةُ الْأَيَّامِ مَتَى يَصُومُهَا إِذَا كَانَ يُرِيدُ الْمُقَامَ قَالَ يَصُومُهَا إِذَا مَضَتْ أَيَّامُ التَّشْرِيقِ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "11648",
		"idInSection": 4,
		"a": " ، وَ سَأَلَهُ حَمَّادُ بْنُ عُثْمَانَ عَمَّنْ ضَاعَ ثَمَنُ هَدْيِهِ يَوْمَ عَرَفَةَ وَ لَمْ يَكُنْ مَعَهُ مَا يَشْتَرِي بِهِ قَالَ يَصُومُ ثَلَاثَةَ أَيَّامٍ أَوَّلُهَا يَوْمُ الْحَصْبَةِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "12501",
		"idInSection": 10,
		"a": " ، وَ قَامَ عليه‌السلام خَطِيباً بِالْمَدِينَةِ حِينَ وُلِّيَ فَقَالَ يَا مَعْشَرَ الْمُهَاجِرِينَ وَ الْأَنْصَارِ يَا مَعْشَرَ قُرَيْشٍ اعْلَمُوا وَ اللَّهِ إِنِّي لَا أَرْزَؤُكُمْ مِنْ فَيْئِكُمْ شَيْئاً مَا قَامَ لِي عِذْقٌ بِيَثْرِبَ أَ فَتَرَوْنِي مَانِعاً نَفْسِي وَ مُعْطِيَكُمْ وَ لَأُسَوِّيَنَّ بَيْنَ الْأَسْوَدِ وَ الْأَحْمَرِ فَقَامَ إِلَيْهِ عَقِيلُ بْنُ أَبِي طَالِبٍ فَقَالَ لَتَجْعَلُنِي وَ أَسْوَدَ مِنْ سُودَانِ الْمَدِينَةِ وَاحِداً فَقَالَ لَهُ اجْلِسْ رَحِمَكَ اللَّهُ أَمَا كَانَ هَاهُنَا مَنْ يَتَكَلَّمُ غَيْرُكَ وَ مَا فَضْلُكَ عَلَيْهِ إِلَّا بِسَابِقَةٍ أَوْ تَقْوَى ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "12748",
		"idInSection": 8,
		"a": " ، وَ فِي قَوْلِهِ وَ مِنْهُمْ أُمِّيُّونَ لٰا يَعْلَمُونَ الْكِتٰابَ الْآيَةَ فِي مَقَامِ بَيَانِ الْفَرْقِ بَيْنَ عَوَامِّنَا وَ عَوَامِّ الْيَهُودِ قَالَ عليه‌السلام إِنَّ عَوَامَّ الْيَهُودِ كَانُوا قَدْ عَرَفُوا عُلَمَاءَهُمْ بِالْكَذِبِ الصَّرِيحِ وَ بِأَكْلِ الْحَرَامِ وَ الرِّشَاءِ وَ بِتَغْيِيرِ الْأَحْكَامِ عَنْ وَاجِبِهَا بِالشَّفَاعَاتِ وَ الْعِنَايَاتِ وَ الْمُصَانَعَاتِ إِلَى أَنْ قَالَ عليه‌السلام وَ اضْطُرُّوا بِمَعَارِفِ قُلُوبِهِمْ إِلَى أَنَّ مَنْ يَفْعَلُ مَا يَفْعَلُونَهُ فَهُوَ فَاسِقٌ لَا يَجُوزُ أَنْ يُصَدَّقَ عَلَى اللَّهِ وَ لَا عَلَى الْوَسَائِطِ بَيْنَ الْخَلْقِ وَ بَيْنَ اللَّهِ فَلِذَلِكَ ذَمَّهُمْ لِمَا قَلَّدُوا مَنْ قَدْ عَرَفُوا إلخ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "12764",
		"idInSection": 24,
		"a": " ، وَ قَدِمَ الْمَدِينَةَ رَجُلٌ نَصْرَانِيٌّ مِنْ أَهْلِ نَجْرَانَ وَ كَانَ فِيهِ بَيَانٌ وَ لَهُ وَقَارٌ وَ هَيْبَةٌ فَقِيلَ يَا رَسُولَ اللَّهِ مَا أَعْقَلَ هَذَا النَّصْرَانِيَّ فَزَجَرَ الْقَائِلَ وَ قَالَ مَهْ إِنَّ الْعَاقِلَ مَنْ وَحَّدَ اللَّهَ وَ عَمِلَ بِطَاعَتِهِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "12791",
		"idInSection": 13,
		"a": " ، وَ سَأَلَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم جَبْرَئِيلَ عَنْ تَفْسِيرِ التَّوَكُّلِ فَقَالَ الْيَأْسُ مِنَ الْمَخْلُوقِينَ وَ أَنْ يَعْلَمَ أَنَّ الْمَخْلُوقَ لَا يَضُرُّ وَ لَا يَنْفَعُ وَ لَا يُعْطِي وَ لَا يَمْنَعُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "13338",
		"idInSection": 21,
		"a": " ، وَ يَأْتِي عَلَى النَّاسِ زَمَانٌ تَكُونُ الْعَافِيَةُ [فِيهِ] عَشَرَةَ أَجْزَاءٍ تِسْعَةٌ مِنْهَا فِي اعْتِزَالِ النَّاسِ وَ وَاحِدَةٌ فِي الصَّمْتِ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "13624",
		"idInSection": 3,
		"a": " ، وَ فِي عَهْدِهِ عليه‌السلام لِلْأَشْتَرِ وَ لَيْسَ شَيْءٌ أَدْعَى إِلَى تَغْيِيرِ نِعْمَةِ اللَّهِ وَ تَعْجِيلِ نِقْمَتِهِ مِنْ إِقَامَةٍ عَلَى ظُلْمٍ فَإِنَّ اللَّهَ (يَسْمَعُ دَعْوَةَ الْمَظْلُومِينَ) وَ هُوَ لِلظَّالِمِينَ بِالْمِرْصَادِ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "13688",
		"idInSection": 13,
		"a": " ، وَ جَاءَ رَجُلٌ يَبْكِي بِصَوْتٍ وَ يَقُولُ يَا رَسُولَ اللَّهِ أَدْرِكْنِي قَالَ مَا لَكَ قَالَ ذُنُوبِي قَالَ قُلْ لَا إِلَهَ إِلَّا اللَّهُ وَ طَوِّلْهَا حَتَّى يَمْتَلِئَ جَوْفُكَ ثُمَّ قَالَ قُلِ اللَّهُمَّ اغْفِرْ لِي ثَلَاثاً ثُمَّ قَالَ وَجَبَتْ وَ رَبِّ الْكَعْبَةِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "13690",
		"idInSection": 15,
		"a": " ، وَ أَوْحَى اللَّهُ إِلَى دَاوُدَ عليه‌السلام لَوْ أَنَّ عَبْداً مِنْ عِبَادِي عَمِلَ حَشْوَ الدُّنْيَا ذُنُوباً ثُمَّ نَدِمَ حَلْبَةَ شَاةٍ وَ اسْتَغْفَرَنِي مَرَّةً وَاحِدَةً فَعَلِمْتُ مِنْ قَلْبِهِ أَنْ لَا يَعُودَ إِلَيْهَا أُلْقِيهَا عَنْهُ أَسْرَعَ مِنْ هُبُوطِ الْقَطْرِ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ",
		"c": 18
	},
	{
		"0": "",
		"9": "",
		"d": "13744",
		"idInSection": 4,
		"a": " ، وَ فِي وَصَايَا لُقْمَانَ لِابْنِهِ يَا بُنَيَّ لَا يَكُونُ الدِّيكُ أَكْيَسَ مِنْكَ يَقُومُ فِي وَقْتِ السَّحَرِ وَ يَسْتَغْفِرُ وَ أَنْتَ نَائِمٌ ",
		"c": 16
	},
	{
		"0": "",
		"9": "",
		"d": "14067",
		"idInSection": 7,
		"a": " ، وَ قَالَ رَجُلٌ لِمُوسَى بْنِ جَعْفَرٍ عليه‌السلام مِنْ خَوَاصِّ الشِّيعَةِ وَ هُوَ يَرْتَعِدُ بَعْدَ مَا خَلَا بِهِ يَا ابْنَ رَسُولِ اللَّهِ مَا أَخْوَفَنِي أَنْ يَكُونَ فُلَانُ بْنُ فُلَانٍ يُنَافِقُكَ فِي إِظْهَارِهِ اعْتِقَادَ وَصِيَّتِكَ وَ إِمَامَتِكَ فَقَالَ مُوسَى عليه‌السلام وَ كَيْفَ ذَاكَ قَالَ إِنِّي حَضَرْتُ مَعَهُ الْيَوْمَ فِي مَجْلِسِ فُلَانٍ رَجُلٍ مِنْ كِبَارِ أَهْلِ بَغْدَادَ فَقَالَ لَهُ صَاحِبُ الْمَجْلِسِ أَنْتَ تَزْعُمُ أَنَّ مُوسَى بْنَ جَعْفَرٍ عليه‌السلام إِمَامٌ دُونَ هَذَا الْخَلِيفَةِ الْقَاعِدِ عَلَى سَرِيرِهِ فَقَالَ لَهُ صَاحِبُكَ هَذَا مَا أَقُولُ هَذَا بَلْ أَزْعُمُ أَنَّ مُوسَى بْنَ جَعْفَرٍ غَيْرُ إِمَامٍ وَ إِنْ لَمْ أَكُنْ أَعْتَقِدُ أَنَّهُ غَيْرُ إِمَامٍ فَعَلَيَّ وَ عَلَى مَنْ لَمْ يَعْتَقِدْ ذَلِكَ لَعْنَةُ اللَّهِ وَ الْمَلَائِكَةِ وَ النَّاسِ أَجْمَعِينَ قَالَ لَهُ صَاحِبُ الْمَجْلِسِ جَزَاكَ اللَّهُ خَيْراً وَ لَعَنَ مَنْ وَشَى بِكَ فَقَالَ لَهُ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام لَيْسَ كَمَا ظَنَنْتَ وَ لَكِنَّ صَاحِبَكَ أَفْقَهُ مِنْكَ إِنَّمَا قَالَ إِنَّ مُوسَى غَيْرُ إِمَامٍ أَيْ إِنَّ الَّذِي هُوَ عِنْدَكَ إِمَامٌ فَمُوسَى غَيْرُهُ فَهُوَ إِذاً إِمَامٌ فَإِنَّمَا أَثْبَتَ بِقَوْلِهِ هَذَا إِمَامَتِي وَ نَفَى إِمَامَةَ غَيْرِي يَا عَبْدَ اللَّهِ مَتَى يَزُولُ عَنْكَ هَذَا الَّذِي ظَنَنْتَهُ بِأَخِيكَ هَذَا مِنَ النِّفَاقِ وَ تُبْ إِلَى اللَّهِ فَفَهِمَ الرَّجُلُ مَا قَالَهُ لَهُ وَ اغْتَمَّ وَ قَالَ يَا ابْنَ رَسُولِ اللَّهِ مَا لِي مَالٌ فَأُرْضِيَهُ بِهِ وَ لَكِنْ قَدْ وَهَبْتُ لَهُ شَطْرَ عَمَلِي كُلِّهِ مِنْ تَعَبُّدِي وَ مِنْ صَلَاتِي عَلَيْكُمْ أَهْلَ الْبَيْتِ وَ مِنْ لَعْنَتِي لِأَعْدَائِكُمْ قَالَ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام الْآنَ خَرَجْتَ مِنَ النَّارِ ",
		"c": 7
	},
	{
		"0": "",
		"9": "",
		"d": "14286",
		"idInSection": 4,
		"a": " ، وَ حُفِظَ مِنْ وَصِيَّةِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم لِرَجُلٍ مِنَ الْأَنْصَارِ أَنَّهُ قَالَ احْفَظْ عَنِّي ثَلَاثاً أَكْثِرْ مِنْ ذِكْرِ الْمَوْتِ فَإِنَّ ذَلِكَ مَصْلَحَةٌ لِلْقَلْبِ وَ أَكْثِرْ مِنَ الدُّعَاءِ فَإِنَّهُ لَا تَدْرِي مَتَى يُسْتَجَابُ لَكَ وَ عَلَيْكَ بِالشُّكْرِ فَإِنَّ مَعَهُ الزِّيَادَةَ فَإِنَّ اللَّهَ تَعَالَى قَالَ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَ لَئِنْ كَفَرْتُمْ إِنَّ عَذٰابِي لَشَدِيدٌ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "14288",
		"idInSection": 6,
		"a": " ، وَ وُجِدَ مَكْتُوباً فِي حِكْمَةِ آلِ دَاوُدَ وَ اشْكُرْ لِمَنْ أَنْعَمَ عَلَيْكَ وَ أَنْعِمْ عَلَى مَنْ شَكَرَكَ فَإِنَّهُ لَا زَوَالَ لِلنِّعَمِ إِذَا شُكِرَتْ وَ لَا إِقَامَةَ إِذَا كُفِرَتْ وَ الشُّكْرُ زِيَادَةٌ لِلنِّعَمِ وَ أَمَانٌ مِنَ الْغِيَرِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "14347",
		"idInSection": 16,
		"a": " ، وَ قِيلَ لِلرِّضَا عليه‌السلام أَ لَا نُخْبِرُكَ بِالْخَاسِرِ الْمُتَخَلِّفِ قَالَ مَنْ هُوَ قَالُوا فُلَانٌ بَاعَ دَنَانِيرَهُ بِدَرَاهِمَ أَخَذَهَا فَرَدَّ مَالَهُ مِنْ عَشَرَةِ آلَافِ دِينَارٍ إِلَى عَشَرَةِ آلَافِ دِرْهَمٍ قَالَ بِدُرَّةٍ بَاعَهَا بِأَلْفِ دِرْهَمٍ أَ لَمْ يَكُنْ أَعْظَمَ تَخَلُّفاً وَ حَسْرَةً قَالُوا بَلَى قَالَ أَ لَا أُنَبِّئُكُمْ بِأَعْظَمَ مِنْ هَذَا تَخَلُّفاً وَ حَسْرَةً قَالُوا بَلَى قَالَ أَ رَأَيْتُمْ لَوْ كَانَ لَهُ أَلْفُ جَبَلٍ مِنْ ذَهَبٍ بَاعَهَا بِأَلْفِ حَبَّةٍ مِنْ زَيْفٍ أَ لَمْ يَكُنْ أَعْظَمَ تَخَلُّفاً وَ أَعْظَمَ مِنْ هَذَا حَسْرَةً قَالُوا بَلَى قَالَ أَ فَلَا أُنَبِّئُكُمْ بِأَشَدَّ مِنْ هَذَا تَخَلُّفاً وَ أَعْظَمَ مِنْ هَذَا حَسْرَةً قَالُوا بَلَى قَالَ مَنْ آثَرَ فِي الْبِرِّ وَ الْمَعْرُوفِ قَرَابَةَ أَبَوَيْ نَسَبِهِ عَلَى قَرَابَةِ أَبَوَيْ دِينِهِ مُحَمَّدٍ وَ عَلِيٍّ صلى‌الله‌عليه‌وآله‌وسلم لِأَنَّ فَضْلَ قَرَابَاتِ مُحَمَّدٍ وَ عَلِيٍّ صلى‌الله‌عليه‌وآله‌وسلم أَبَوَيْ دِينِهِ عَلَى قَرَابَاتِ أَبَوَيْ نَسَبِهِ أَفْضَلُ مِنْ فَضْلِ أَلْفِ جَبَلِ ذَهَبٍ عَلَى أَلْفِ حَبَّةِ زَيْفٍ ",
		"c": 8
	},
	{
		"0": "",
		"9": "",
		"d": "14659",
		"idInSection": 17,
		"a": " ، وَ أُهْدِيَ إِلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم ثَلَاثَةُ طُيُورٍ فَأَطْعَمَ أَهْلَهُ طَائِراً فَلَمَّا كَانَ مِنَ الْغَدِ أَتَتْهُ بِهِ فَقَالَ لَهَا أَ لَمْ أَنْهَكِ أَنْ تَرْفَعِي شَيْئاً لِغَدٍ فَإِنَّ اللَّهَ يَرْزُقُ كُلَّ غَدٍ الرِّزْقُ مَقْسُومٌ يَأْتِي ابْنَ آدَمَ عَلَى أَيِّ سِيرَةٍ شَاءَ لَيْسَ لِتَقْوَى مُتَّقٍ بِزَائِدٍ وَ لَا لِفُجُورِ فَاجِرٍ بِنَاقِصٍ وَ إِنْ شَرِهَتْ نَفْسُهُ وَ هَتَكَ السِّتْرَ لَمْ يَرَ فَوْقَ رِزْقِهِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "14735",
		"idInSection": 2,
		"a": " ، وَ نَظَرَ عَلِيٌّ عليه‌السلام إِلَى رَجُلٍ مِنْ أَصْحَابِهِ يَحْمِلُ بَقْلًا عَلَى يَدِهِ فَقَالَ إِنَّهُ يُكْرَهُ لِلرَّجُلِ السَّرِيِّ أَنْ يَحْمِلَ الشَّيْءَ الدَّنِيءَ لِئَلَّا يُتَجَرَّأَ عَلَيْهِ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "15090",
		"idInSection": 6,
		"a": " ، : وَ قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم إِنَّ أَبِي لَيَأْخُذُ مِنْ مَالِي لِيَأْكُلَهُ فَقَالَ أَنْتَ وَ مَالُكَ لِأَبِيكَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "15091",
		"idInSection": 7,
		"a": " ، وَ قَالَ رَجُلٌ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام كَانَ لِي عَبْدٌ فَأَعْتَقَهُ وَالِدِي عَلَيَّ مِنْ غَيْرِ أَمْرِي وَ لَا رِضَايَ فَقَالَ وَالِدُكَ أَمْلَكُ بِكَ وَ بِمَالِكَ مِنْكَ فَإِنَّكَ وَ مَالَكَ مِنْ هِبَةِ اللَّهِ لِوَالِدِكَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "15510",
		"idInSection": 15,
		"a": " ، وَ أُتِيَ عَلِيُّ بْنُ أَبِي طَالِبٍ عليه‌السلام بِرَجُلٍ يَأْكُلُ الرِّبَا فَقَسَّمَ مَالَهُ قِسْمَيْنِ فَجَعَلَ نَصِفَهُ فِي بَيْتِ الْمَالِ وَ أَحْرَقَ نَصِفَهُ وَ سُئِلَ الصَّادِقُ عليه‌السلام لِمَ حَرَّمَ اللَّهُ الرِّبَا فَقَالَ لِئَلَّا يَتَمَانَعَ النَّاسُ الْمَعْرُوفَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "16206",
		"idInSection": 3,
		"a": " ، وَ قَضَى أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي رَجُلٍ أَوْصَى لِرَجُلٍ وَصِيَّةً مَقْطُوعَةً مُسَمَّاةً مِنْ مَالِهِ ثُلُثاً أَوْ رُبُعاً أَوْ أَقَلَّ مِنْ ذَلِكَ أَوْ أَكْثَرَ ثُمَّ قُتِلَ الْمُوصِي بَعْدَ ذَلِكَ فَأُخِذَتْ دِيَتُهُ فَقَضَى فِي وَصِيَّتِهِ أَنَّهَا تُنَفَّذُ مِنْ مَالِهِ وَ دِيَتِهِ كَمَا أَوْصَى ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "16461",
		"idInSection": 8,
		"a": " ، وَ قِيلَ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام أَ يَجُوزُ تَزْوِيجُ الْمَوَالِي مِنَ الْعَرَبِيَّاتِ فَقَالَ أَ تَتَكَافَأُ دِمَاؤُكُمْ وَ لَا تَتَكَافَأُ فُرُوجُكُمْ ",
		"c": 1
	},
	{
		"0": " وَ تَقَدَّمَ فِي كِتَابِ الصَّلَاةِ مِنْ كِتَابِ مَكَارِمِ الْأَخْلَاقِ ، بِإِسْنَادِهِ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام :",
		"9": "",
		"d": "17721",
		"idInSection": 1,
		"a": " صَلَاةٌ لِهَذِهِ الْحَاجَةِ فَرَاجِعْ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "17911",
		"idInSection": 8,
		"a": " ، وَ قَالَ رَجُلٌ لِعِيسَى ابْنِ مَرْيَمَ عليه‌السلام يَا مُعَلِّمَ الْخَيْرِ دُلَّنِي عَلَى عَمَلٍ أَدْخُلُ بِهِ الْجَنَّةَ فَقَالَ لَهُ اتَّقِ اللَّهَ فِي سِرِّكَ وَ عَلَانِيَتِكَ وَ بَرَّ وَالِدَيْكَ ",
		"c": 14
	},
	{
		"0": "",
		"9": "",
		"d": "17914",
		"idInSection": 11,
		"a": " ، وَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ جِئْتُكَ أُبَايِعُكَ عَلَى الْهِجْرَةِ وَ تَرَكْتُ أَبَوَيَّ يَبْكِيَانِ فَقَالَ إِرْجِعْ إِلَيْهِمَا وَ أَضْحِكْهُمَا ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "17940",
		"idInSection": 11,
		"a": " ، وَ قِيلَ لِلْإِمَامِ زَيْنِ الْعَابِدِينَ عليه‌السلام أَنْتَ أَبَرُّ النَّاسِ وَ لَا نَرَاكَ تُؤَاكِلُ أُمَّكَ قَالَ أَخَافُ أَنْ أَمُدَّ يَدِيَ إِلَى شَيْءٍ وَ قَدْ سَبَقَتْ عَيْنُهَا عَلَيْهِ فَأَكُونَ قَدْ عَقَقْتُهَا ",
		"c": 4
	},
	{
		"0": "",
		"9": "",
		"d": "17979",
		"idInSection": 21,
		"a": " ، وَ لَعَنَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَرْبَعَةً امْرَأَةً تَخُونُ زَوْجَهَا فِي مَالِهِ أَوْ فِي نَفْسِهَا وَ النَّائِحَةَ وَ الْعَاصِيَةَ لِزَوْجِهَا وَ الْعَاقَّ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "17985",
		"idInSection": 27,
		"a": " ، وَ كَانَ عِنْدَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم رَجُلٌ مِنْ أَهْلِ الْيَمَنِ فَأَرَادَ الِانْصِرَافَ فَقَالَ يَا رَسُولَ اللَّهِ أَوْصِنِي فَقَالَ أُوصِيكَ أَنْ لَا تُشْرِكَ بِاللَّهِ شَيْئاً وَ لَا تَعْصِ وَالِدَيْكَ وَ لَا تَسُبَّ النَّاسَ الْخَبَرَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "18006",
		"idInSection": 11,
		"a": " ، وَ قَالَ آخَرُ : يَا رَسُولَ اللَّهِ هَلْ بَقِيَ مِنَ الْبِرِّ بَعْدَ مَوْتِ الْأَبَوَيْنِ شَيْءٌ قَالَ نَعَمْ الصَّلَاةُ عَلَيْهِمَا وَ الِاسْتِغْفَارُ لَهُمَا وَ الْوَفَاءُ بِعَهْدِهِمَا وَ إِكْرَامُ صَدِيقِهِمَا وَ صِلَةُ رَحِمِهِمَا ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "18066",
		"idInSection": 6,
		"a": " ، وَ شَكَا رَجُلٌ إِلَى أَبِي عَبْدِ اللَّهِ عليه‌السلام أَنَّهُ يَطْلُبُ وَ يُصِيبُ وَ لَا يَقْنَعُ وَ تُنَازِعُهُ نَفْسُهُ إِلَى مَا هُوَ أَكْبَرُ مِنْهُ وَ قَالَ عَلِّمْنِي شَيْئاً أَنْتَفِعُ بِهِ فَقَالَ أَبُو عَبْدِ اللَّهِ عليه‌السلام إِنْ كَانَ مَا يَكْفِيكَ يُغْنِيكَ فَأَدْنَى مَا فِيهَا يُغْنِيكَ وَ إِنْ كَانَ مَا يَكْفِيكَ لَا يُغْنِيكَ فَكُلُّ مَا فِيهَا لَا يُغْنِيكَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "18174",
		"idInSection": 13,
		"a": " ، وَ قِيلَ لِلْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عليه‌السلام مَنِ الْجَوَادُ فَقَالَ الَّذِي لَوْ كَانَ لَهُ الدُّنْيَا بِحَذَافِيرِهَا فَأَنْفَقَهَا فِي الْحُقُوقِ لَرَأَى فِي نَفْسِهِ أَنَّ عَلَيْهِ بَعْدَ ذَلِكَ حُقُوقاً ",
		"c": 2
	},
	{
		"0": "",
		"9": "",
		"d": "18178",
		"idInSection": 17,
		"a": " ، وَ قُتِلَ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم بَيْنَ يَدَيْهِ فِي بَعْضِ غَزَوَاتِهِ فَبَكَى أَهْلُهُ وَ قَالُوا فِي بُكَائِهِمْ وَا شَهِيدَاهْ فَقَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم مَا يُدْرِيكُمْ أَنَّهُ شَهِيدٌ وَ لَعَلَّهُ كَانَ يَتَكَلَّمُ بِمَا لَا يَعْنِيهِ وَ يَبْخَلُ بِمَا لَا يَنْقُصُهُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "18290",
		"idInSection": 2,
		"a": " ، قِيلَ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام إِنَّ رُوَاةَ أَهْلِ الْكُوفَةِ يَرْوُونَ عَنْ عَلِيٍّ عليه‌السلام أَنَّهُ قَالَ كُلُّ وَاحِدَةٍ مِنْهُنَّ ثَلَاثاً بَائِنَةٌ وَ لَا تَحِلُّ لَهُ حَتّٰى تَنْكِحَ زَوْجاً غَيْرَهُ فَقَالَ عَلَيْهِمْ لَعْنَةُ اللَّهِ مَا قَالَ ذَلِكَ عَلِيٌّ عليه‌السلام وَ لَكِنْ كَذَبُوا عَلَيْهِ قَالَ أَبُو جَعْفَرٍ عليه‌السلام سُئِلَ عَلِيٌّ عليه‌السلام عَنِ الرَّجُلِ يَقُولُ لِامْرَأَتِهِ أَنْتِ مِنِّي خَلِيَّةٌ أَوْ بَرِيَّةٌ أَوْ بَائِنٌ أَوْ بَتَّةٌ أَوْ حَرَامٌ قَالَ هَذَا مِنْ خُطُوَاتِ الشَّيْطَانِ وَ لَيْسَ بِشَيْءٍ وَ يُوجَعُ أَدَباً ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "18621",
		"idInSection": 5,
		"a": " ، وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمُظَاهِرِ يُوَاقِعُ امْرَأَتَهُ الَّتِي ظَاهَرَ مِنْهَا قَبْلَ أَنْ يُكَفِّرَ قَالَ لَيْسَ هَكَذَا يَفْعَلُ الْفَقِيهُ قِيلَ فَإِنْ فَعَلَ قَالَ أَتَى حَدّاً مِنْ حُدُودِ اللَّهِ عزوجل وَ عَلَيْهِ إِثْمٌ عَظِيمٌ قِيلَ فَعَلَيْهِ كَفَّارَةٌ غَيْرُ الْأُولَى قَالَ يَسْتَغْفِرُ اللَّهَ وَ يَتُوبُ إِلَيْهِ وَ يُمْسِكُ عَنْهَا فَلَا يَقْرَبُهَا حَتَّى يُكَفِّرَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "18852",
		"idInSection": 3,
		"a": " وَ إِذَا كَانَتْ بَيْنَ رَجُلَيْنِ جَارِيَةٌ فَأَعْتَقَ أَحَدُهُمَا نَصِيبَهُ فَقَالَتِ الْجَارِيَةُ لِلَّذِي لَمْ يُعْتِقْ لَا أُرِيدُ أَنْ تُقَوِّمَنِي ذَرْنِي كَمَا أَنَا أَخْدُمْكَ وَ أَرَادَ الَّذِي لَمْ يُعْتِقْ نِصْفَهُ أَنْ يَسْتَنْكِحَهَا فَلَا يَجُوزُ لَهُ أَنْ يَفْعَلَ ذَلِكَ لِأَنَّهُ لَا يَكُونُ لِلْمَرْأَةِ فَرْجَانِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18893",
		"idInSection": 4,
		"a": " إِنَّ الْمَرْأَةَ إِذَا أَعْتَقَتْ ثُمَّ مَاتَتِ انْتَقَلَ الْوَلَاءُ إِلَى عَصَبَتِهَا دُونَ أَوْلَادِهَا ذُكُوراً كَانُوا أَوْ إِنَاثاً وَ كَذَا إِذَا مَاتَتْ وَ أَوْصَتْ أَنْ يُعْتَقَ عَنْهَا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18988",
		"idInSection": 5,
		"a": " وَ إِنْ كَاتَبَ رَجُلٌ عَبْداً عَلَى نَفْسِهِ وَ مَالِهِ وَ لَهُ أَمَةٌ وَ قَدْ شَرَطَ عَلَيْهِ أَنْ لَا يَتَزَوَّجَ فَأَعْتَقَ الْأَمَةَ وَ تَزَوَّجَهَا فَإِنَّهُ لَا يَصْلُحُ أَنْ يُحْدِثَ فِي مَالِهِ إِلَّا الْأَكْلَ مِنَ الطَّعَامِ وَ نِكَاحُهُ فَاسِدٌ مَرْدُودٌ وَ إِنْ كَانَ سَيِّدُهُ عَلِمَ بِنِكَاحِهِ وَ صَمَتَ وَ لَمْ يَقُلْ شَيْئاً فَقَدْ أَقَرَّ فَإِنْ عَتَقَ الْمُكَاتَبُ قَدْ مَضَى عَلَى النِّكَاحِ الْأَوَّلِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18993",
		"idInSection": 5,
		"a": " وَ إِنْ مَاتَ مُكَاتَبٌ وَ قَدْ أَدَّى بَعْضَ مُكَاتَبَتِهِ وَ لَهُ ابْنٌ مِنْ جَارِيَةٍ وَ تَرَكَ مَالًا فَإِنَّهُ يُؤَدِّي عَنْهُ مَا بَقِيَ مِنْ مُكَاتَبَةِ أَبِيهِ وَ يُعْتَقُ وَ يَرِثُ مَا بَقِيَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18999",
		"idInSection": 5,
		"a": " وَ مَعْنَى قَوْلِهِ وَ آتُوهُمْ مِنْ مٰالِ اللّٰهِ الَّذِي آتٰاكُمْ قَالَ إِذَا كَاتَبْتَهُمْ تَجْعَلُ لَهُمْ مِنْ ذَلِكَ شَيْئاً ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19214",
		"idInSection": 6,
		"a": " ، وَ سُئِلَ عَنِ الرَّجُلِ يَقُولُ عَلَيَّ أَلْفُ بَدَنَةٍ وَ هُوَ مُحْرِمٌ بِأَلْفِ حَجَّةٍ قَالَ تِلْكَ خُطُوَاتُ الشَّيْطَانِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19313",
		"idInSection": 2,
		"a": " ، وَ سُئِلَ عليه‌السلام عَنْ ثَوْرٍ وَحْشِيٍّ ابْتَدَرَهُ قَوْمٌ بِأَسْيَافِهِمْ وَ قَدْ سَمُّوا فَقَطَّعُوهُ بَيْنَهُمْ قَالَ ذَكَاةٌ وَحِيَّةٌ وَ لَحْمٌ حَلَالٌ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19336",
		"idInSection": 2,
		"a": " ، وَ سَأَلَهُ مَا بَالُهُ يَعْنِي الْخُطَّافَ لَا يَمْشِي عَلَى الْأَرْضِ قَالَ لِأَنَّهُ نَاحَ عَلَى بَيْتِ الْمَقْدِسِ فَطَافَ حَوْلَهُ أَرْبَعِينَ عَاماً يَبْكِي عَلَيْهِ وَ لَمْ يَزَلْ يَبْكِي مَعَ آدَمَ عليه‌السلام فَمِنْ هُنَاكَ سَكَنَ الْبُيُوتَ وَ مَعَهُ تِسْعُ آيَاتٍ مِنْ كِتَابِ اللَّهِ عزوجل مِمَّا كَانَ آدَمُ يَقْرَؤُهَا فِي الْجَنَّةِ وَ هِيَ مَعَهُ إِلَى يَوْمِ الْقِيَامَةِ ثَلَاثُ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ وَ ثَلَاثُ آيَاتٍ مِنْ سُبْحَانَ وَ هِيَ وَ إِذٰا قَرَأْتَ الْقُرْآنَ وَ ثَلَاثٌ مِنْ يس وَ جَعَلْنٰا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19436",
		"idInSection": 12,
		"a": " ، وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنْ ذَبَائِحِ النَّصَارَى فَقَالَ لَا بَأْسَ بِهَا فَقِيلَ فَإِنَّهُمْ يَذْكُرُونَ عَلَيْهَا الْمَسِيحَ فَقَالَ إِنَّمَا أَرَادُوا بِالْمَسِيحِ اللَّهَ وَ قَدْ نَهَى فِي خَبَرٍ عَنْ أَكْلِ ذَبِيحَةِ الْمَجُوسِيِّ  قُلْتُ وَ الْأَقْوَى الْمَشْهُورُ الْمَنْصُورُ هُوَ حُرْمَةُ ذَبَائِحِهِمْ مُطْلَقاً وَ مَا دَلَّ عَلَى الْجَوَازِ غَيْرُ قَابِلٍ لَلِاسْتِنَادِ مَحْمُولٌ عَلَى التَّقِيَّةِ أَوِ الضَّرُورَةِ أَوْ غَيْرِهَا",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "19450",
		"idInSection": 2,
		"a": " ، وَ سَأَلْتُهُ عَنِ الْجَرَادِ يُصِيبُهُ مَيْتاً فِي الْبَحْرِ أَوْ فِي الصَّحْرَاءِ أَ يُؤْكَلُ قَالَ لَا تَأْكُلْهُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19615",
		"idInSection": 6,
		"a": " ، وَ أَوْحَى اللَّهُ إِلَى نَبِيٍّ أَنْ قُلْ لِقَوْمِكَ لَا تَطْعَمُوا مَطَاعِمَ أَعْدَائِي وَ لَا تَشْرَبُوا مَشَارِبَ أَعْدَائِي وَ لَا تَرْكَبُوا مَرَاكِبَ أَعْدَائِي وَ لَا تَلْبَسُوا مَلَابِسَ أَعْدَائِي وَ لَا تَسْكُنُوا مَسَاكِنَ أَعْدَائِي فَتَكُونُوا أَعْدَائِي كَمَا كَانَ أُولَئِكَ أَعْدَائِي ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "19879",
		"idInSection": 6,
		"a": " ، وَ كَانَ صلى‌الله‌عليه‌وآله‌وسلم إِذَا وَضَعَ يَدَهُ فِي الطَّعَامِ قَالَ بِسْمِ اللَّهِ [اللَّهُمَّ] بَارِكْ لَنَا فِيمَا رَزَقْتَنَا وَ عَلَيْكَ خَلَفُهُ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "19945",
		"idInSection": 10,
		"a": " ، وَ رَآهُ عليه‌السلام عَدِيُّ بْنُ حَاتِمٍ وَ بَيْنَ يَدَيْهِ شَنَّةٌ فِيهَا قَرَاحُ مَاءٍ وَ كِسْرَاتٌ مِنْ خُبْزِ شَعِيرٍ وَ مِلْحٍ فَقَالَ إِنِّي [لَا] أَرَى لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ لَتَظَلُّ نَهَارَكَ طَاوِياً مُجَاهِداً وَ بِاللَّيْلِ سَاهِراً مُكَابِداً ثُمَّ يَكُونُ هَذَا فَطُورَكَ فَقَالَ ع",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "20587",
		"idInSection": 5,
		"a": " ، وَ سُئِلَ الصَّادِقُ عليه‌السلام عَنِ الشُّرْبِ بِنَفَسٍ وَاحِدٍ فَقَالَ إِذَا كَانَ الَّذِي يُنَاوِلُ الْمَاءَ مَمْلُوكاً لَكَ فَاشْرَبْ بِثَلَاثَةِ أَنْفَاسٍ وَ إِنْ كَانَ حُرّاً فَاشْرَبْهُ بِنَفَسٍ وَاحِدٍ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "20695",
		"idInSection": 12,
		"a": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم لِأَهْلِ الشَّامِ وَ اللَّهِ الَّذِي بَعَثَنِي بِالْحَقِّ مَنْ كَانَ فِي قَلْبِهِ آيَةٌ مِنَ الْقُرْآنِ ثُمَّ صَبَّ عَلَيْهِ الْخَمْرَ يَأْتِي كُلُّ حَرْفٍ يَوْمَ الْقِيَامَةِ فَيُخَاصِمُهُ بَيْنَ يَدَيِ اللَّهِ عزوجل وَ مَنْ كَانَ لَهُ الْقُرْآنُ خَصْماً كَانَ اللَّهُ لَهُ خَصْماً وَ مَنْ كَانَ اللَّهُ لَهُ خَصْماً كَانَ فِي النَّارِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "21548",
		"idInSection": 3,
		"a": " ، وَ نَزَلَ رَجُلٌ عَلَى عَلِيٍّ عليه‌السلام بِالْكُوفَةِ فَأَضَافَهُ ثُمَّ جَاءَهُ فِي خُصُومَةٍ فَقَالَ [لَهُ عَلِيٌّ] عليه‌السلام أَ خَصْمٌ أَنْتَ تَحَوَّلْ عَنِّي فَإِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم نَهَى أَنْ يَنْزِلَ الْخَصْمُ إِلَّا وَ مَعَهُ خَصْمُهُ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "21557",
		"idInSection": 3,
		"a": " ، وَ سَأَلَ رَجُلٌ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ مَسْأَلَةٍ فَأَجَابَهُ قَالَ لَهُ الْأَعْرَابِيُّ إِنْ أَنَا فَعَلْتُ مَا أَمَرْتَنِي فَهُوَ فِي عُنُقِكَ فَسَكَتَ رَبِيعَةُ فَرَدَّدَ ذَلِكَ عَلَيْهِ مِرَاراً لَا يُجِيبُهُ وَ أَبُو عَبْدِ اللَّهِ جَعْفَرُ بْنُ مُحَمَّدٍ عليه‌السلام يَسْمَعُهُ فَقَالَ يَا أَعْرَابِيُّ هُوَ فِي عُنُقِهِ قَالَ أَوْ لَمْ يَقُلْ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "23064",
		"idInSection": 2,
		"a": " ، وَ سَأَلَ حَفْصُ بْنُ الْبَخْتَرِيِّ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ ضُرِبَ عَلَى رَأْسِهِ فَذَهَبَ سَمْعُهُ وَ بَصَرُهُ وَ اعْتَقَلَ لِسَانُهُ ثُمَّ مَاتَ فَقَالَ إِنْ كَانَ ضَرْبَةً بَعْدَ ضَرْبَةٍ اقْتُصَّ مِنْهُ ثُمَّ قُتِلَ وَ إِنْ كَانَ أَصَابَهُ هَذَا مِنْ ضَرْبَةٍ وَاحِدَةٍ قُتِلَ وَ لَمْ يُقْتَصَّ مِنْهُ ",
		"c": 6
	}
]