[
	{
		"0": "",
		"9": "",
		"d": "340",
		"idInSection": 5,
		"a": " ، وَ سُئِلَ الصَّادِقُ عليه‌السلام عَنِ الْغَدِيرِ يَبُولُ فِيهِ الدَّوَابُّ وَ تَلَغُ فِيهِ الْكِلَابُ وَ يَغْتَسِلُ فِيهِ الْجُنُبُ وَ الْحَائِضُ فَقَالَ إِنْ كَانَ قَدْرَ كُرٍّ لَمْ يُنَجِّسْهُ شَيْءٌ ",
		"c": 6
	},
	{
		"0": "قَدْ تَقَدَّمَ عَنِ الصَّادِقِ وَ الرِّضَا عليه‌السلام",
		"9": "",
		"d": "346",
		"idInSection": 1,
		"a": " ،  الْأَمْرُ بِإِهْرَاقِهِمَا إِذَا نَجِسَ أَحَدُهُمَا وَ اشْتَبَهَا ",
		"c": 6
	},
	{
		"0": "قَدْ تَقَدَّمَ عَنْ فِقْهِ الرِّضَا ، عليه‌السلام",
		"9": "",
		"d": "347",
		"idInSection": 1,
		"a": "  قَوْلُهُ فِي الْمَاءِ النَّجِسِ وَ لَمْ يَجُزِ اسْتِعْمَالُهُ فَإِنْ لَمْ يُوجَدْ غَيْرُهُ اسْتَعْمَلَهُ ",
		"c": 8
	},
	{
		"0": "",
		"9": "",
		"d": "1138",
		"idInSection": 6,
		"a": " ، وَ فِي حَدِيثِ عَلِيٍّ عليه‌السلام لِلْأَنْصَارِ لَمَّا اخْتَلَفَ الْمُهَاجِرُونَ وَ الْأَنْصَارُ فِي وُجُوبِ الْغُسْلِ بِالْإِدْخَالِ مِنْ غَيْرِ إِنْزَالٍ فَقَالَ الْأَنْصَارُ رُوِّينَا عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم إِنَّمَا الْمَاءُ مِنَ الْمَاءِ وَ قَالَ الْمُهَاجِرُونَ رُوِّينَا عَنْهُ صلى‌الله‌عليه‌وآله‌وسلم إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ فَقَالَ عليه‌السلام لِلْأَنْصَارِ أَ تُوجِبُونَ عَلَيْهِ الْجَلْدَ وَ الرَّجْمَ فَقَالُوا نَعَمْ فَقَالَ عليه‌السلام أَ تُوجِبُونَ الْجَلْدَ وَ الرَّجْمَ وَ لَا تُوجِبُونَ عَلَيْهِ صَاعاً مِنْ مَاءٍ إِذَا أَدْخَلَهُ فَقَدْ وَجَبَ الْغُسْلُ فَرَجَعُوا إِلَى قَوْلِهِ ",
		"c": 1
	},
	{
		"0": " ، وَ عَنْ عَلِيٍّ عليه‌السلام قَالَ :",
		"9": "",
		"d": "1379",
		"idInSection": 3,
		"a": " إِذَا ابْتَلَى اللَّهُ عَبْداً أَسْقَطَ عَنْهُ مِنَ الذُّنُوبِ بِقَدْرِ عِلَّتِهِ ",
		"c": 1
	},
	{
		"0": " دَعَائِمِ الْإِسْلَامِ ، عَنْ عَلِيٍّ عليه‌السلام",
		"9": "",
		"d": "2078",
		"idInSection": 1,
		"a": " أَنَّهُ نَظَرَ إِلَى قَوْمٍ مَرَّتْ بِهِمْ جِنَازَةٌ فَقَامُوا قِيَاماً عَلَى أَقْدَامِهِمْ فَأَشَارَ إِلَيْهِمْ أَنِ اجْلِسُوا ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "2199",
		"idInSection": 7,
		"a": " ، وَ قِيلَ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام مَا شَأْنُكَ جَاوَرْتَ الْمَقْبَرَةَ فَقَالَ إِنِّي أَجِدُهُمْ جِيرَانَ صِدْقٍ يَكُفُّونَ السَّيِّئَةَ وَ يُذَكِّرُونَ الْآخِرَةَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "2366",
		"idInSection": 29,
		"a": " ، وَ سُئِلَ صلى‌الله‌عليه‌وآله‌وسلم هَلْ مِنْ رَجُلٍ يَدْخُلُ الْجَنَّةَ بِغَيْرِ حِسَابٍ قَالَ صلى‌الله‌عليه‌وآله‌وسلم نَعَمْ كُلُّ رَحِيمٍ صَبُورٍ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "3398",
		"idInSection": 4,
		"a": " ، : وَ قِيلَ لِأَبِي جَعْفَرٍ عليه‌السلام أَنَّ الْمُغِيرَةَ يَقُولُ لَا يُصَلِّي الرَّجُلُ فِي ثَوْبٍ وَاحِدٍ إِلَّا وَ مَعَهُ إِزَارٌ فَإِنْ لَمْ يَجِدْ شَدَّ فِي وَسَطِهِ عِقَالًا فَقَالَ أَبُو جَعْفَرٍ عليه‌السلام هَذَا فِعْلُ الْيَهُودِ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "4554",
		"idInSection": 3,
		"a": " ، وَ كَانَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَوَّلَ مَا صَلَّى فِي السَّمَاءِ صَلَاةَ الظُّهْرِ يَوْمَ الْجُمُعَةِ جَهَرَ بِهَا ",
		"c": 13
	},
	{
		"0": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم لِأَهْلِ الشَّامِ : ",
		"9": "",
		"d": "4618",
		"idInSection": 4,
		"a": "وَ اللَّهِ الَّذِي بَعَثَنِي بِالْحَقِّ مَنْ كَانَ فِي قَلْبِهِ آيَةٌ مِنَ الْقُرْآنِ ثُمَّ صَبَّ عَلَيْهِ الْخَمْرَ يَأْتِي كُلُّ حَرْفٍ يَوْمَ الْقِيَامَةِ فَيُخَاصِمُهُ بَيْنَ يَدَيِ اللَّهِ عزوجل وَ مَنْ كَانَ لَهُ الْقُرْآنُ خَصْماً كَانَ اللَّهُ لَهُ خَصْماً وَ مَنْ كَانَ اللَّهُ لَهُ خَصْماً كَانَ هُوَ فِي النَّارِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "4819",
		"idInSection": 21,
		"a": " ، وَ سُئِلَ صلى‌الله‌عليه‌وآله‌وسلم الْقُرْآنُ أَفْضَلُ أَمِ التَّوْرَاةُ فَقَالَ إِنَّ فِي الْقُرْآنِ آيَةً هِيَ أَفْضَلُ مِنْ جَمِيعِ كُتُبِ اللَّهِ وَ هِيَ آيَةُ الْكُرْسِيِّ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "5119",
		"idInSection": 5,
		"a": " ، يُحْكَى عَنِ الرَّبِيعِ بْنِ خَيْثَمٍ كَانَ يَسْهَرُ اللَّيْلَ إِلَى الْفَجْرِ فِي رَكْعَةٍ وَاحِدَةٍ فَإِذَا هُوَ أَصْبَحَ يَزْفِرُ وَ قَالَ آهِ سَبَقَ الْمُخْلِصُونَ وَ قُطِعَ بِنَا وَ اسْتَوْفِ رُكُوعَكَ بِاسْتِوَاءِ ظَهْرِكَ وَ انْحَطَّ عَنْ هِمَّتِكَ فِي الْقِيَامِ بِخِدْمَتِهِ إِلَّا بِعَوْنِهِ وَ فِرِّ بِالْقَلْبِ مِنْ وَسَاوِسِ الشَّيْطَانِ وَ خَدَائِعِهِ وَ مَكَايِدِهِ فَإِنَّ اللَّهَ تَعَالَى يَرْفَعُ عِبَادَهُ بِقَدْرِ تَوَاضُعِهِمْ لَهُ وَ يَهْدِيهِمْ إِلَى أُصُولِ التَّوَاضُعِ وَ الْخُضُوعِ وَ الْخُشُوعِ بِقَدْرِ اطِّلَاعِ عَظَمَتِهِ عَلَى سَرَائِرِهِمْ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "5513",
		"idInSection": 10,
		"a": " ، وَ كَانَ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام يَدْعُو كَثِيراً فِي سُجُودِهِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الرَّاحَةَ عِنْدَ الْمَوْتِ وَ الْعَفْوَ عِنْدَ الْحِسَابِ ",
		"c": 7
	},
	{
		"0": " ، : وَ كَانَ أَبُو جَعْفَرٍ عليه‌السلام يَقُولُ وَ هُوَ سَاجِدٌ -",
		"9": "",
		"d": "5521",
		"idInSection": 18,
		"a": " لَا إِلَهَ إِلَّا اللَّهُ حَقّاً حَقّاً سَجَدْتُ لَكَ يَا رَبِّ تَعَبُّداً وَ رِقّاً وَ إِيمَاناً وَ تَصْدِيقاً يَا عَظِيمُ إِنَّ عَمَلِي ضَعِيفٌ فَضَاعِفْهُ لِي يَا كَرِيمُ يَا جَبَّارُ اغْفِرْ لِي ذُنُوبِي وَ جُرْمِي وَ تَقَبَّلْ عَمَلِي يَا كَرِيمُ يَا جَبَّارُ ",
		"c": 5
	},
	{
		"0": " ، وَ كَانَ أَبُو عَبْدِ اللَّهِ عليه‌السلام يَقُولُ فِي سَجْدَتِهِ",
		"9": "",
		"d": "5522",
		"idInSection": 19,
		"a": " يَا كَائِنَ قَبْلَ كُلِّ شَيْءٍ يَا مُكَوِّنَ كُلِّ شَيْءٍ لَا تَفْضَحْنِي فَإِنَّكَ بِي عَالِمٌ وَ لَا تُعَذِّبْنِي فَإِنَّكَ عَلَيَّ قَادِرٌ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَدِيلَةِ عِنْدَ الْمَوْتِ وَ مِنْ شَرِّ الْمَرْجِعِ فِي الْقَبْرِ وَ مِنَ النَّدَامَةِ يَوْمَ الْقِيَامَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ عِيشَةً نَقِيَّةً وَ مِيتَةً سَوِيَّةً وَ مُنْقَلَباً كَرِيماً غَيْرَ مُخْزٍ وَ لَا فَاضِحٍ ",
		"c": 6
	},
	{
		"0": " ، وَ كَانَ أَبُو عَبْدِ اللَّهِ عليه‌السلام يَقُولُ-",
		"9": "",
		"d": "5523",
		"idInSection": 20,
		"a": " اللَّهُمَّ إِنَّ مَغْفِرَتَكَ أَوْسَعُ مِنْ ذُنُوبِي وَ رَحْمَتَكَ أَرْجَى عِنْدِي مِنْ عَمَلِي فَاغْفِرْ لِي يَا حَيُّ وَ مَنْ لَا يَمُوتُ ",
		"c": 6
	},
	{
		"0": " ، وَ كَانَ أَبُو الْحَسَنِ عليه‌السلام يَقُولُ فِي سُجُودِهِ-",
		"9": "",
		"d": "5524",
		"idInSection": 21,
		"a": " لَكَ الْحَمْدُ إِنْ أَطَعْتُكَ وَ لَكَ الْحُجَّةُ إِنْ عَصَيْتُكَ لَا صُنْعَ لِي وَ لَا لِغَيْرِي فِي إِحْسَانٍ كَانَ مِنِّي حَالَ الْحَسَنَةِ يَا كَرِيمُ صِلْ بِمَا سَأَلَكَ مَنْ فِي مَشَارِقِ الْأَرْضِ وَ مَغَارِبِهَا مِنَ الْمُؤْمِنِينَ وَ ذُرِّيَّتِي اللَّهُمَّ أَعِنِّي عَلَى دِينِي بِدُنْيَايَ وَ عَلَى آخِرَتِي بِتَقْوَايَ اللَّهُمَّ احْفَظْنِي فِيمَا غِبْتُ عَنْهُ وَ لَا تَكِلْنِي إِلَى نَفْسِي فِيمَا قَصَّرْتُ يَا مَنْ لَا تَنْقُصُهُ الْمَغْفِرَةُ وَ لَا تَضُرُّهُ الذُّنُوبُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي مَا لَا يَضُرُّكَ وَ أَعْطِنِي مَا لَا يَنْقُصُكَ ",
		"c": 1
	},
	{
		"0": " ، وَ كَانَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام يَقُولُ وَ هُوَ سَاجِدٌ -",
		"9": "",
		"d": "5529",
		"idInSection": 26,
		"a": " ارْحَمْ ذُلِّي بَيْنَ يَدَيْكَ وَ تَضَرُّعِي إِلَيْكَ وَ وَحْشَتِي مِنَ النَّاسِ وَ أُنْسِي بِكَ يَا كَرِيمُ ",
		"c": 1
	},
	{
		"0": " ، : وَ كَانَ أَبُو جَعْفَرٍ عليه‌السلام يَقُولُ وَ هُوَ سَاجِدٌ- ",
		"9": "",
		"d": "5531",
		"idInSection": 28,
		"a": "لَا إِلَهَ إِلَّا أَنْتَ حَقّاً حَقّاً سَجَدْتُ لَكَ يَا رَبِّ تَعَبُّداً وَ رِقّاً يَا عَظِيمُ إِنَّ عَمَلِي ضَعِيفٌ فَضَاعِفْهُ لِي يَا كَرِيمُ يَا حَنَّانُ اغْفِرْ لِي ذُنُوبِي وَ جُرْمِي وَ تَقَبَّلْ عَمَلِي يَا كَرِيمُ يَا جَبَّارُ أَعُوذُ بِكَ مِنْ أَنْ أَخِيبَ أَوْ أَحْمِلَ ظُلْماً اللَّهُمَّ مِنْكَ النِّعْمَةُ وَ أَنْتَ تَرْزُقُ شُكْرَهَا وَ عَلَيْكَ يَكُونُ ثَوَابُ مَا تَفَضَّلْتَ بِهِ مِنْ ثَوَابِهَا بِفَضْلِ طَوْلِكَ وَ بِكَرِيمِ عَائِدَتِكَ ",
		"c": 5
	},
	{
		"0": " ، : وَ كَانَ بَعْضُ الصَّادِقِينَ عليه‌السلام يَقُولُ فِي سُجُودِهِ-",
		"9": "",
		"d": "5533",
		"idInSection": 30,
		"a": " سَجَدَ لَكَ يَا رَبِّ طَالِبٌ مِنْ ثَوَابِكَ سَجَدَ لَكَ يَا رَبِّ هَارِبٌ مِنْ عِقَابِكَ سَجَدَ لَكَ يَا رَبِّ خَائِفٌ مِنْ سَخَطِكَ ثُمَّ يَقُولُ يَا اللَّهِ يَا رَبَّاهْ يَا اللَّهُ يَا رَبَّاهْ حَتَّى يَنْقَطِعَ النَّفَسُ ثُمَّ يَدْعُو ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "5734",
		"idInSection": 2,
		"a": " ، وَ مَرَّ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم بِرَجُلٍ يَقُولُ يَا أَرْحَمَ الرَّاحِمِينَ فَقَالَ لَهُ سَلْ فَقَدْ نَظَرَ اللَّهُ إِلَيْكَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "5955",
		"idInSection": 18,
		"a": " ، : نَفَرَتْ بَغْلَةٌ لِأَبِي جَعْفَرٍ عليه‌السلام فِيمَا بَيْنَ مَكَّةَ وَ الْمَدِينَةِ فَقَالَ لَئِنْ رَدَّهَا اللَّهُ عَلَيَّ لَأَشْكُرَنَّهُ حَقَّ الشُّكْرِ فَلَمَّا أَخَذَهَا قَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ثَلَاثَ مَرَّاتٍ ثُمَّ قَالَ ثَلَاثَ مَرَّاتٍ شُكْراً لِلَّهِ ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "5964",
		"idInSection": 27,
		"a": " ، : وَ قَالَ رَجُلٌ الْحَمْدُ لِلَّهِ حَمْداً زَاكِياً طَيِّباً مُبَارَكاً فَقَالَ أَيُّكُمْ صَاحِبُ هَذِهِ الْكَلِمَةِ فَقَدْ رَأَيْتُ بِضْعاً وَ ثَلَاثِينَ مَلَكاً يَبْتَدِرُونَهَا أَيُّهُمْ يَكْتُبُهَا أَوَّلًا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "5965",
		"idInSection": 28,
		"a": " ، : وَ قَالَ تَعَالَى لِمُوسَى عليه‌السلام أَعْطَيْتُكَ مَا لَا قَدْرَ لَهُ عِنْدِي وَ أَرْسَلْتَ مَا لَهُ عِنْدِي قَدْرٌ قَالَ يَا رَبِّ وَ كَيْفَ ذَاكَ قَالَ أَعْطَيْتُكَ الدُّنْيَا وَ هِيَ لَا تَزِنُ عِنْدِي جَنَاحَ بَعُوضَةٍ وَ أَرْسَلْتَ إِلَيَّ الْحَمْدَ وَ هُوَ يَعْدِلُ عِنْدِي بِالْجَنَّةِ ",
		"c": 18
	},
	{
		"0": "",
		"9": "",
		"d": "6095",
		"idInSection": 21,
		"a": " ، وَ قَالَ مُوسَى عليه‌السلام يَا رَبِّ دُلَّنِي عَلَى عَمَلٍ أَدْخُلُ بِهِ الْجَنَّةَ فَقَالَ قُلْ لَا إِلَهَ إِلَّا اللَّهُ فَإِنَّهُ لَوْ وُضِعَتْ عَلَى السَّمَوَاتِ لَقَصَمَتْهُنَّ ",
		"c": 17
	},
	{
		"0": "",
		"9": "",
		"d": "6884",
		"idInSection": 2,
		"a": " ، صَلَاةٌ أُخْرَى أَرْبَعُ رَكَعَاتٍ يَقْرَأُ فِي الْأُولَى فَاتِحَةَ الْكِتَابِ مَرَّةً وَ الْفَلَقَ عَشْرَ مَرَّاتٍ وَ فِي الثَّانِيَةِ الْفَاتِحَةَ مَرَّةً وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ وَ آيَةَ الْكُرْسِيِّ عَشْرَ مَرَّاتٍ وَ آمَنَ الرَّسُولُ إِلَى آخِرِهِ عَشْرَ مَرَّاتٍ فَإِذَا سَلَّمَ فِي الرَّكْعَتَيْنِ يَقُولُ عَشْرَ مَرَّاتٍ سُبْحَانَ اللَّهِ أَبَدَ الْأَبَدِ سُبْحَانَ اللَّهِ الْوَاحِدِ الْأَحَدِ سُبْحَانَ اللَّهِ الْفَرْدِ الصَّمَدِ سُبْحَانَ اللَّهِ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ الْمُتَفَرِّدِ بِلَا صَاحِبَةٍ وَ لَا وَلَدٍ وَ فِي الثَّالِثَةِ الْفَاتِحَةَ مَرَّةً وَ أَلْهَاكُمُ التَّكَاثُرُ ثَلَاثَ مَرَّاتٍ وَ فِي الرَّابِعَةِ الْفَاتِحَةَ مَرَّةً وَ إِنَّا أَنْزَلْنَاهُ وَ إِذَا زُلْزِلَتْ ثَلَاثَ مَرَّاتٍ فَإِذَا فَرَغَ سَجَدَ وَ يَقُولُ فِي سُجُودِهِ سَبْعَ مَرَّاتٍ اللَّهُمَّ إِنِّي أَسْأَلُكَ التَّيْسِيرَ فِي كُلِّ عَسِيرٍ فَإِنَّ تَيْسِيرَ الْعَسِيرِ عَلَيْكَ يَسِيرٌ ثُمَّ يَرْفَعُ رَأْسَهُ وَ يَقُولُ عَشْرَ مَرَّاتٍ فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَ رَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ وَ لَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "6966",
		"idInSection": 7,
		"a": " ، صَلَاةٌ أُخْرَى رَكْعَتَانِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ عِشْرِينَ مَرَّةً رَبِّ ارْحَمْهُمٰا كَمٰا رَبَّيٰانِي صَغِيراً فَإِذَا فَرَغَ سَجَدَ وَ يَقُولُهَا عَشَرَةً أُخْرَى ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7034",
		"idInSection": 2,
		"a": " صَلَاةُ زَيْنِ الْعَابِدِينَ عليه‌السلام رَكْعَتَانِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ آيَةَ الْكُرْسِيِّ مِائَةَ مَرَّةٍ ",
		"c": 4
	},
	{
		"0": "",
		"9": "",
		"d": "7035",
		"idInSection": 3,
		"a": " صَلَاةُ الْبَاقِرِ عليه‌السلام رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ فَاتِحَةُ الْكِتَابِ مَرَّةً وَ شَهِدَ اللَّهُ مِائَةَ مَرَّةٍ ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "7036",
		"idInSection": 4,
		"a": " صَلَاةُ الصَّادِقِ عليه‌السلام أَرْبَعُ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ مِائَةَ مَرَّةٍ سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7037",
		"idInSection": 5,
		"a": " صَلَاةُ الْكَاظِمِ صلى‌الله‌عليه‌وآله‌وسلم رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ اثْنَتَا عَشْرَةَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ ",
		"c": 7
	},
	{
		"0": "",
		"9": "",
		"d": "7038",
		"idInSection": 6,
		"a": " صَلَاةُ الرِّضَا صلى‌الله‌عليه‌وآله‌وسلم سِتُّ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ عَشْرَ مَرَّاتٍ هَلْ أَتَى عَلَى الْإِنْسَانِ ",
		"c": 8
	},
	{
		"0": "",
		"9": "",
		"d": "7039",
		"idInSection": 7,
		"a": " صَلَاةُ التَّقِيِّ عليه‌السلام أَرْبَعُ رَكَعَاتٍ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ قُلْ هُوَ اللَّهُ أَحَدٌ أَرْبَعَ مَرَّاتٍ ",
		"c": 9
	},
	{
		"0": "",
		"9": "",
		"d": "7040",
		"idInSection": 8,
		"a": " صَلَاةُ النَّقِيِّ صلى‌الله‌عليه‌وآله‌وسلم رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ سَبْعِينَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ ",
		"c": 10
	},
	{
		"0": "",
		"9": "",
		"d": "7041",
		"idInSection": 9,
		"a": " صَلَاةُ الزَّكِيِّ عليه‌السلام رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَةَ مَرَّةٍ ",
		"c": 11
	},
	{
		"0": "",
		"9": "",
		"d": "7042",
		"idInSection": 10,
		"a": " صَلَاةُ الْمَهْدِيِّ صلى‌الله‌عليه‌وآله‌وسلم رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً وَ مِائَةَ مَرَّةٍ إِيَّاكَ نَعْبُدُ وَ إِيَّاكَ نَسْتَعِينُ وَ يُصَلِّي عَلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم مِائَةَ مَرَّةٍ بَعْدَ كُلِّ صَلَاةٍ مِنْ هَذِهِ الصَّلَوَاتِ ثُمَّ يَسْأَلُ اللَّهَ حَاجَتَهُ ",
		"c": 12
	},
	{
		"0": "",
		"9": "",
		"d": "7044",
		"idInSection": 2,
		"a": " ، صَلَاةُ حَدِيثِ النَّفْسِ عَنِ الصَّادِقِ عليه‌السلام قَالَ لَيْسَ مِنْ مُؤْمِنٍ يَمُرُّ عَلَيْهِ أَرْبَعُونَ صَبَاحاً إِلَّا حَدَّثَ نَفْسَهُ فَلْيُصَلِّ رَكْعَتَيْنِ وَ لْيَسْتَعِذْ بِاللَّهِ مِنْ ذَلِكَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7045",
		"idInSection": 3,
		"a": " ، صَلَاةُ الْكِفَايَةِ عَنِ الصَّادِقِ عليه‌السلام قَالَ تُصَلِّي رَكْعَتَيْنِ وَ تُسَلِّمُ وَ تَسْجُدُ وَ تُثْنِي عَلَى اللَّهِ تَعَالَى وَ تَحْمَدُهُ وَ تُصَلِّي عَلَى النَّبِيِّ مُحَمَّدٍ وَ آلِهِ وَ تَقُولُ يَا مُحَمَّدُ يَا جَبْرَئِيلُ يَا جَبْرَئِيلُ يَا مُحَمَّدُ اكْفِيَانِي مِمَّا أَنَا فِيهِ فَإِنَّكُمَا كَافِيَانِ احْفَظَانِي بِإِذْنِ اللَّهِ فَإِنَّكُمَا حَافِظَانِ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7046",
		"idInSection": 4,
		"a": " ، صَلَاةُ الْفَرَجِ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام قَالَ تُصَلِّي رَكْعَتَيْنِ تَقْرَأُ فِي الْأُولَى الْحَمْدَ وَ قُلْ هُوَ اللَّهُ أَحَدٌ أَلْفَ مَرَّةٍ وَ فِي الثَّانِيَةِ الْحَمْدَ وَ قُلْ هُوَ اللَّهُ أَحَدٌ مَرَّةً وَاحِدَةً ثُمَّ تَتَشَهَّدُ وَ تُسَلِّمُ وَ تَدْعُو بِدُعَاءِ الْفَرَجِ وَ تَقُولُ اللَّهُمَّ يَا مَنْ لَا تَرَاهُ الْعُيُونُ وَ لَا تُخَالِطُهُ الظُّنُونُ يَا مَنْ لَا يَصِفُهُ الْوَاصِفُونَ يَا مَنْ لَا تُغَيِّرُهُ الدُّهُورُ يَا مَنْ لَا يَخْشَى الدَّوَائِرَ يَا مَنْ لَا يَذُوقُ الْمَوْتَ يَا مَنْ لَا يَخْشَى الْفَوْتَ يَا مَنْ لَا تَضُرُّهُ الذُّنُوبُ وَ لَا تُنْقِصُهُ الْمَغْفِرَةُ يَا مَنْ يَعْلَمُ مَثَاقِيلَ الْجِبَالِ وَ كَيْلَ الْبُحُورِ وَ عَدَدَ الْأَمْطَارِ وَ وَرَقِ الْأَشْجَارِ وَ دَبِيبَ الذَّرِّ وَ لَا يُوَارِي مِنْهُ سَمَاءٌ سَمَاءً وَ لَا أَرْضٌ أَرْضاً وَ لَا بَحْرٌ مَا فِي قَعْرِهِ وَ لَا جَبَلٌ مَا فِي وَعْرِهِ وَ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَ مَا تُخْفِي الصُّدُورُ وَ مَا أَظْلَمَ عَلَيْهِ اللَّيْلُ وَ أَشْرَقَ عَنْهُ النَّهَارُ أَسْأَلُكَ بِاسْمِكَ الْمَخْزُونِ الْمَكْنُونِ الَّذِي فِي عِلْمِ الْغَيْبِ عِنْدَكَ وَ اخْتَصَصْتَ بِهِ لِنَفْسِكَ وَ شَقَقْتَ مِنْهُ اسْمَكَ فَإِنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ وَحْدَكَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ بِاسْمِكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ وَ إِذَا سُئِلْتَ بِهِ أَعْطَيْتَ وَ أَسْأَلُكَ بِحَقِّ أَنْبِيَائِكَ الْمُرْسَلِينَ وَ بِحَقِّ حَمَلَةِ الْعَرْشِ وَ بِحَقِّ مَلَائِكَتِكَ الْمُقَرَّبِينَ وَ بِحَقِّ جَبْرَئِيلَ وَ مِيكَائِيلَ وَ إِسْرَافِيلَ وَ بِحَقِّ مُحَمَّدٍ وَ آلِهِ وَ عِتْرَتِهِ صَلَوَاتُكَ عَلَيْهِمْ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ خَيْرَ عُمُرِي آخِرَهُ وَ خَيْرَ أَعْمَالِي خَوَاتِيمَهَا وَ أَسْأَلُكَ مَغْفِرَتَكَ وَ رِضْوَانَكَ يَا أَرْحَمَ الرَّاحِمِينَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "7047",
		"idInSection": 5,
		"a": " صَلَاةُ الْمَكْرُوبِ تُصَلِّي رَكْعَتَيْنِ وَ تَأْخُذُ الْمُصْحَفَ فَتَرْفَعُهُ إِلَى اللَّهِ تَعَالَى وَ تَقُولُ اللَّهُمَّ إِنِّي أَتَوَجَّهُ إِلَيْكَ بِمَا فِيهِ وَ فِيهِ اسْمُكَ الْأَكْبَرُ وَ أَسْمَاؤُكَ الْحُسْنَى وَ مَا بِهِ تُخَافُ وَ تُرْجَى أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَقْضِيَ حَاجَتِي وَ تُسَمِّيهَا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7048",
		"idInSection": 6,
		"a": " ، صَلَاةُ الْغِيَاثِ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ إِذَا كَانَتْ لِأَحَدِكُمُ اسْتِغَاثَةٌ إِلَى اللَّهِ تَعَالَى فَلْيُصَلِّ رَكْعَتَيْنِ ثُمَّ يَسْجُدُ وَ يَقُولُ يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ يَا عَلِيُّ يَا سَيِّدَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِكُمَا أَسْتَغِيثُ إِلَى اللَّهِ تَعَالَى يَا اللَّهُ يَا مُحَمَّدُ يَا عَلِيُّ أَسْتَغِيثُ بِكُمَا يَا غَوْثَاهُ بِاللَّهِ وَ بِمُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ تَعُدُّ الْأَئِمَّةَ عليه‌السلام بِكُمْ أَتَوَسَّلُ إِلَى اللَّهِ عزوجل فَإِنَّكَ تُغَاثُ مِنْ سَاعَتِكَ بِإِذْنِ اللَّهِ تَعَالَى ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7050",
		"idInSection": 8,
		"a": " ، صَلَاةُ الْعُسْرَةِ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ إِذَا عَسِرَ عَلَيْكَ أَمْرٌ فَصَلِّ عِنْدَ الزَّوَالِ رَكْعَتَيْنِ تَقْرَأُ فِي الْأُولَى بِفَاتِحَةِ الْكِتَابِ وَ قُلْ هُوَ اللَّهُ أَحَدٌ وَ إِنّٰا فَتَحْنٰا لَكَ فَتْحاً مُبِيناً إِلَى قَوْلِهِ وَ يَنْصُرَكَ اللّٰهُ نَصْراً عَزِيزاً وَ فِي الثَّانِيَةِ بِفَاتِحَةِ الْكِتَابِ وَ قُلْ هُوَ اللَّهُ أَحَدٌ وَ أَ لَمْ نَشْرَحْ لَكَ صَدْرَكَ وَ قَدْ جُرِّبَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7051",
		"idInSection": 9,
		"a": " صَلَاةٌ لِمَنْ أَصَابَتْهُ مُصِيبَةٌ تُصَلِّي أَرْبَعَ رَكَعَاتٍ بِفَاتِحَةِ الْكِتَابِ مَرَّةً وَ الْإِخْلَاصِ سَبْعَ مَرَّاتٍ وَ آيَةِ الْكُرْسِيِّ مَرَّةً فَإِذَا سَلَّمَ يَقُولُ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ النَّبِيِّ الْأُمِّيِّ وَ آلِهِ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ ثُمَّ يُسَبِّحُ وَ يُحَمِّدُ وَ يُهَلِّلُ وَ يُكَبِّرُ فَيُعْطِيهِ اللَّهُ مَا وَعَدَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7052",
		"idInSection": 10,
		"a": " صَلَاةُ الْغُنْيَةِ رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ الْفَاتِحَةُ وَ عَشْرُ مَرَّاتٍ قُلِ اللّٰهُمَّ مٰالِكَ الْمُلْكِ الْآيَةَ فَإِذَا سَلَّمَ يَقُولُ عَشْراً رَبِّ اغْفِرْ وَ ارْحَمْ وَ أَنْتَ خَيْرُ الرّٰاحِمِينَ وَ عَشْرَ مَرَّاتٍ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ ثُمَّ يَسْجُدُ وَ يَقُولُ رَبِّ اغْفِرْ لِي وَ هَبْ لِي مُلْكاً لٰا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهّٰابُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7053",
		"idInSection": 11,
		"a": " صَلَاةٌ أُخْرَى رَكْعَتَانِ فِي كُلِّ رَكْعَةٍ فَاتِحَةُ الْكِتَابِ وَ خَمْسَ عَشْرَةَ مَرَّةً سُورَةُ قُرَيْشٍ وَ بَعْدَ التَّسْلِيمِ يُصَلِّي عَشْرَ مَرَّاتٍ عَلَى النَّبِيِّ وَ آلِهِ ثُمَّ يَسْجُدُ وَ يَقُولُ عَشْرَ مَرَّاتٍ اللَّهُمَّ أَغْنِنِي بِفَضْلِكَ عَنْ خَلْقِكَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7055",
		"idInSection": 13,
		"a": " ، صَلَاةُ الشِّفَاءِ مِنْ كُلِّ عِلَّةٍ خُصُوصاً السِّلْعَةَ تَصُومُ ثَلَاثَةَ أَيَّامٍ وَ تَغْتَسِلُ فِي الْيَوْمِ الثَّالِثِ عِنْدَ الزَّوَالِ وَ ابْرُزْ لِرَبِّكَ وَ لْيَكُنْ مَعَكَ خِرْقَةٌ نَظِيفَةٌ وَ صَلِّ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِيهِنَّ مَا تَيَسَّرَ مِنَ الْقُرْآنِ وَ اخْضَعْ بِجُهْدِكَ فَإِذَا فَرَغْتَ مِنْ صَلَاتِكَ فَأَلْقِ ثِيَابَكَ وَ اتَّزِرْ بِالْخِرْقَةِ وَ أَلْصِقْ خَدَّكَ الْأَيْمَنَ بِالْأَرْضِ ثُمَّ قُلْ يَا وَاحِدُ يَا مَاجِدُ يَا كَرِيمُ يَا حَنَّانُ يَا قَرِيبُ يَا مُجِيبُ يَا أَرْحَمَ الرَّاحِمِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اكْشِفْ مَا بِي مِنْ ضُرٍّ وَ مَعَرَّةٍ وَ أَلْبِسْنِي الْعَافِيَةَ فِي الدُّنْيَا وَ الْآخِرَةِ وَ امْنُنْ عَلَيَّ بِتَمَامِ النِّعْمَةِ وَ أَذْهِبْ مَا بِي فَإِنَّهُ قَدْ آذَانِي وَ غَمَّنِي وَ قَالَ الصَّادِقُ عليه‌السلام إِنَّهُ لَا يَنْفَعُكَ حَتَّى تَتَيَقَّنَ أَنَّهُ يَنْفَعُكَ فَتَبْرَأُ مِنْهَا ",
		"c": null
	},
	{
		"0": " ، صَلَاةُ الْحُمَّى مُحَمَّدُ بْنُ الْحَسَنِ الصَّفَّارُ يَرْفَعُهُ قَالَ ",
		"9": "",
		"d": "7057",
		"idInSection": 15,
		"a": "دَخَلْتُ عَلَى أَبِي عَبْدِ اللَّهِ عليه‌السلام وَ أَنَا مَحْمُومٌ فَقَالَ لِي مَا لِي أَرَاكَ مُنْقَبِضاً فَقُلْتُ جُعِلْتُ فِدَاكَ حُمَّى أَصَابَتْنِي فَقَالَ إِذَا حُمَّ أَحَدُكُمْ فَلْيَدْخُلِ الْبَيْتَ وَحْدَهُ وَ يُصَلِّي رَكْعَتَيْنِ وَ يَضَعُ خَدَّهُ الْأَيْمَنَ عَلَى الْأَرْضِ وَ يَقُولُ يَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ عَشْرَ مَرَّاتٍ أَتَشَفَّعُ بِكِ إِلَى اللَّهِ فِيمَا نَزَلَ بِي فَإِنَّهُ يَبْرَأُ إِنْ شَاءَ اللَّهُ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "7058",
		"idInSection": 16,
		"a": " صَلَاةُ الْحُمَّى رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ سُورَةَ الْفَاتِحَةِ ثَلَاثَ مَرَّاتٍ وَ قَوْلَهُ تَعَالَى أَلٰا لَهُ الْخَلْقُ وَ الْأَمْرُ تَبٰارَكَ اللّٰهُ رَبُّ الْعٰالَمِينَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7059",
		"idInSection": 17,
		"a": " صَلَاةٌ لِلصُّدَاعِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ الْإِخْلَاصَ ثَلَاثَ مَرَّاتٍ وَ قَوْلَهُ تَعَالَى رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَ اشْتَعَلَ الرَّأْسُ شَيْباً وَ لَمْ أَكُنْ بِدُعٰائِكَ رَبِّ شَقِيًّا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7060",
		"idInSection": 18,
		"a": " صَلَاةٌ لِوَجَعِ الْعَيْنِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ قُلْ يَا أَيُّهَا الْكَافِرُونَ ثَلَاثَ مَرَّاتٍ وَ قَوْلَهُ تَعَالَى وَ عِنْدَهُ مَفٰاتِحُ الْغَيْبِ لٰا يَعْلَمُهٰا إِلّٰا هُوَ الْآيَةَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7061",
		"idInSection": 19,
		"a": " ، صَلَاةُ الْأَعْمَى عَنْ أَبِي حَمْزَةَ الثُّمَالِيِّ عَنْ أَبِي جَعْفَرٍ عليه‌السلام قَالَ مَرَّ أَعْمَى عَلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فَقَالَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم تَشْتَهِي أَنْ يَرُدَّ اللَّهُ عَلَيْكَ بَصَرَكَ قَالَ نَعَمْ فَقَالَ لَهُ تَوَضَّأْ وَ أَسْبِغِ الْوُضُوءَ ثُمَّ صَلِّ رَكْعَتَيْنِ وَ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَ أَرْغَبُ إِلَيْكَ وَ أَتَوَجَّهُ إِلَيْكَ- بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ يَا مُحَمَّدُ إِنِّي أَتَوَجَّهُ بِكَ إِلَى اللَّهِ رَبِّي وَ رَبِّكَ أَنْ يَرُدَّ عَلَيَّ بَصَرِي قَالَ فَمَا قَامَ عليه‌السلام حَتَّى رَجَعَ الْأَعْمَى وَ قَدْ رَدَّ اللَّهُ عَلَيْهِ بَصَرَهُ ",
		"c": 5
	},
	{
		"0": "",
		"9": "",
		"d": "7063",
		"idInSection": 21,
		"a": " صَلَاةٌ لِوَجَعِ الرَّقَبَةِ تُصَلِّي رَكْعَتَيْنِ تَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ إِذَا زُلْزِلَتْ ثَلَاثَ مَرَّاتٍ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7064",
		"idInSection": 22,
		"a": " صَلَاةٌ لِوَجَعِ الصَّدْرِ أَرْبَعُ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ بَعْدَهَا فِي الْأُولَى أَ لَمْ نَشْرَحْ مَرَّةً وَ فِي الثَّانِيَةِ الْإِخْلَاصَ ثَلَاثَ مَرَّاتٍ وَ فِي الثَّالِثَةِ الضُّحَى مَرَّةً وَ فِي الرَّابِعَةِ يَعْلَمُ خٰائِنَةَ الْأَعْيُنِ وَ مٰا تُخْفِي الصُّدُورُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7065",
		"idInSection": 23,
		"a": " صَلَاةٌ لِلْقُولَنْجِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ قَوْلَهُ فَفَتَحْنٰا أَبْوٰابَ السَّمٰاءِ بِمٰاءٍ مُنْهَمِرٍ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7066",
		"idInSection": 24,
		"a": " صَلَاةٌ لِوَجَعِ الرِّجْلِ رَكْعَتَيْنِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ مَرَّةً وَ قَوْلَهُ سُبْحَانَهُ آمَنَ الرَّسُولُ تَمَامَ الْبَقَرَةِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "7067",
		"idInSection": 25,
		"a": " صَلَاةٌ لِلْقُوَّةِ تُصَلِّي رَكْعَتَيْنِ وَ تَضَعُ يَدَكَ عَلَى وَجْهِكَ وَ تَسْتَشْفِعُ إِلَى اللَّهِ تَعَالَى بِرَسُولِهِ مُحَمَّدٍ ص وَ تَقُولُ بِسْمِ اللَّهِ أُحَرِّجُ عَلَيْكَ يَا وَجَعُ مِنْ عَيْنِ إِنْسٍ أَوْ عَيْنِ جِنٍّ أُحَرِّجُ عَلَيْكَ بِالَّذِي اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا وَ كَلَّمَ مُوسَى تَكْلِيماً وَ خَلَقَ عِيسَى مِنْ رُوحِ الْقُدُسِ لَمَّا هَدَأْتَ وَ طَفِئْتَ كَمَا طَفِئَتْ نَارُ إِبْرَاهِيمَ بِإِذْنِ اللَّهِ وَ تَقُولُ ذَلِكَ ثَلَاثَ مَرَّاتٍ ",
		"c": null
	},
	{
		"0": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم مُخَاطِباً لِأَصْحَابِهِ",
		"9": "",
		"d": "7381",
		"idInSection": 14,
		"a": " أَقِيمُوا صُفُوفَكُمْ فَإِنِّي أَرَاكُمْ مِنْ خَلْفِي كَمَا أَرَاكُمْ بَيْنَ يَدَيَّ وَ لَا تُخَالِفُوا فَيُخَالِفَ اللَّهُ بَيْنَ قُلُوبِكُمْ ",
		"c": 13
	},
	{
		"0": " ، وَ قَالَ عَلِيٌّ عليه‌السلام",
		"9": "",
		"d": "7612",
		"idInSection": 2,
		"a": " فِي قَوْلِهِ تَعَالَى وَ أَقٰامَ الصَّلٰاةَ وَ آتَى الزَّكٰاةَ الْوَاجِبَةَ عَلَيْهِ لِإِخْوَانِهِ الْمُؤْمِنِينَ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ يُزَكِّيهِ فَزَكَاةَ بَدَنِهِ وَ عَقْلِهِ وَ هُوَ أَنْ يَجْهَرَ بِفَضْلِ عَلِيٍّ وَ الطَّيِّبِينَ مِنْ آلِهِ إِذَا قَدَرَ وَ يَسْتَعْمِلَ التَّقِيَّةَ عِنْدَ الْبَلَايَا إِذَا عَمَّتْ وَ الْمِحَنِ إِذَا نَزَلَتْ وَ الْأَعْدَاءِ إِذَا غَلَبُوا وَ يُعَاشِرَ عِبَادَ اللَّهِ بِمَا لَا يَثْلَمُ دِينَهُ وَ لَا يَقْدَحُ فِي عِرْضِهِ وَ بِمَا يَسْلَمُ مَعَهُ دِينُهُ وَ دُنْيَاهُ الْخَبَرَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "8654",
		"idInSection": 12,
		"a": " ، وَ قِيلَ لِلنَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم إِنْ أَنَا أَدْرَكْتُ لَيْلَةَ الْقَدْرِ فَمَا أَسْأَلُ رَبِّي قَالَ صلى‌الله‌عليه‌وآله‌وسلم الْعَافِيَةَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9824",
		"idInSection": 8,
		"a": " ، وَ رَأَى صلى‌الله‌عليه‌وآله‌وسلم جَمَلًا وَ عَلَيْهِ حِنْطَةٌ فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم تَمْشِي الْهَرِيسَةُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9825",
		"idInSection": 9,
		"a": " ، وَ قَالَتْ عَجُوزٌ مِنَ الْأَنْصَارِ لِلنَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم ادْعُ لِي بِالْجَنَّةِ- فَقَالَ إِنَّ الْجَنَّةَ لَا يَدْخُلُهَا الْعَجُوزُ فَبَكَتِ المَرْأَةُ فَضَحِكَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم وَ قَالَ أَ مَا سَمِعْتِ قَوْلَ اللَّهِ تَبَارَكَ وَ تَعَالَى إِنّٰا أَنْشَأْنٰاهُنَّ إِنْشٰاءً فَجَعَلْنٰاهُنَّ أَبْكٰاراً ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9826",
		"idInSection": 10,
		"a": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم لِلْعَجُوزِ الْأَشْجَعِيَّةِ يَا أَشْجَعِيَّةُ لَا تَدْخُلُ الْعَجُوزُ الْجَنَّةَ فَرَآهَا بِلَالٌ بَاكِيَةً فَوَصَفَهَا لِلنَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم وَ الْأَسْوَدُ كَذَلِكَ فَجَلَسَا يَبْكِيَانِ فَرَآهُمَا الْعَبَّاسُ فَذَكَرَهُمَا لَهُ فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم وَ الشَّيْخُ كَذَلِكَ ثُمَّ دَعَاهُمْ وَ طَيَّبَ قُلُوبَهُمْ وَ قَالَ يُنْشِئُهُمُ اللَّهُ كَأَحْسَنِ مَا كَانُوا وَ ذَكَرَ أَنَّهُمْ يَدْخُلُونَ الْجَنَّةَ شُبَّاناً مُنَوَّرِينَ وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم إِنَّ أَهْلَ الْجَنَّةِ جُرْدٌ مُرْدٌ مُكَحَّلُونَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9827",
		"idInSection": 11,
		"a": " ، وَ جَاءَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ بَلَغَنَا أَنَّ الْمَسِيخَ يَعْنِي الدَّجَّالَ يَأْتِي النَّاسَ بِالثَّرِيدِ وَ قَدْ هَلَكُوا جَمِيعاً جُوعاً أَ فَتَرَى بِأَبِي أَنْتَ وَ أُمِّي أَنْ أَكُفَّ مِنْ ثَرِيدِهِ تَعَفُّفاً وَ تَزَهُّداً فَضَحِكَ صلى‌الله‌عليه‌وآله‌وسلم ثُمَّ قَالَ بَلْ يُغْنِيكَ اللَّهُ بِمَا يُغْنِي بِهِ الْمُؤْمِنِينَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9828",
		"idInSection": 12,
		"a": " ، وَ قَبَّلَ جَدُّ خَالِدٍ الْقَسْرِيِّ امْرَأَةً فَشَكَتْ إِلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم فَأَرْسَلَ إِلَيْهِ فَاعْتَرَفَ وَ قَالَ إِنْ شِئْتَ أَنْ تَقُصَّ فَلْتُقِصَّ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَ أَصْحَابُهُ وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم أَ وَ لَا تَعُودُ فَقَالَ لَا وَ اللَّهِ يَا رَسُولَ اللَّهِ فَتَجَاوَزَ عَنْهُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9829",
		"idInSection": 13,
		"a": " ، وَ رَأَى صلى‌الله‌عليه‌وآله‌وسلم صُهَيْباً يَأْكُلُ تَمْراً فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم أَ تَأْكُلُ التَّمْرَ وَ عَيْنُكَ رَمِدَةٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَمْضَغُهُ مِنْ هَذَا الْجَانِبِ وَ تَشْتَكِي عَيْنِي مِنْ هَذَا الْجَانِبِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9830",
		"idInSection": 14,
		"a": " ، وَ نَهَى صلى‌الله‌عليه‌وآله‌وسلم أَبَا هُرَيْرَةَ عَنْ مِزَاحِ الْعَرَبِ فَسَرَقَ نَعْلَ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم وَ رَهَنَ بِالتَّمْرِ وَ جَلَسَ بِحِذَائِهِ يَأْكُلُ فَقَالَ يَا أَبَا هُرَيْرَةَ مَا تَأْكُلُ فَقَالَ نَعْلَ رَسُولِ اللَّهِ ص ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9831",
		"idInSection": 15,
		"a": " وَ قَالَ سُوَيْبِطٌ الْمُهَاجِرِيُّ لِنُعَيْمَانَ الْبَدْرِيِّ أَطْعِمْنِي وَ كَانَ عَلَى الزَّادِ فِي سَفَرٍ فَقَالَ حَتَّى تَجِيءَ الْأَصْحَابُ فَمَرُّوا بِقَوْمٍ فَقَالَ سُوَيْبِطٌ تَشْتَرُونَ عَبْداً لِي قَالُوا نَعَمْ قَالَ إِنَّهُ عَبْدٌ لَهُ كَلَامٌ وَ هُوَ قَائِلٌ لَكُمْ إِنِّي حُرٌّ فَإِنْ سَمِعْتُمْ مَقَالَهُ تُفْسِدُوا عَلَيَّ عَبْدِي فَاشْتَرُوهُ بِعَشَرَةِ قَلَائِصَ ثُمَّ جَاءُوا فَوَضَعُوا فِي عُنُقِهِ حَبْلًا فَقَالَ نُعَيْمَانُ هَذَا يَسْتَهْزِئُ بِكُمْ وَ إِنِّي حُرٌّ فَقَالُوا قَدْ عَرَفْنَا خَبَرَكَ وَ انْطَلَقُوا بِهِ حَتَّى أَدْرَكَهُمُ الْقَوْمُ وَ خَلَّصُوهُ فَضَحِكَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم مِنْ ذَلِكَ حِيناً ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9832",
		"idInSection": 16,
		"a": " ، وَ رَأَى نُعَيْمَانُ مَعَ أَعْرَابِيٍّ عُكَّةَ عَسَلٍ فَاشْتَرَاهَا مِنْهُ وَ جَاءَ بِهَا إِلَى بَيْتِ عَائِشَةَ فِي يَوْمِهَا فَقَالَ خُذُوهَا فَتَوَهَّمَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ أَهْدَاهَا لَهُ وَ مَرَّ نُعَيْمَانُ وَ الْأَعْرَابِيُّ عَلَى الْبَابِ فَلَمَّا طَالَ قُعُودُهُ قَالَ يَا هَؤُلَاءِ رُدُّوهَا عَلَيِّ إِنْ لَمْ تُحْضِرُوا قِيمَتَهَا فَعَلِمَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم الْقِصَّةَ فَوَزَنَ لَهُ الثَّمَنَ وَ قَالَ لِنُعَيْمَانَ مَا حَمَلَكَ عَلَى مَا فَعَلْتَ فَقَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يُحِبُّ الْعَسَلَ وَ رَأَيْتُ الْأَعْرَابِيَّ مَعَهُ عُكَّةٌ فَضَحِكَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم وَ لَمْ يُظْهِرْ لَهُ نُكْراً ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9877",
		"idInSection": 13,
		"a": " ، وَ قَالُوا لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فُلَانَةٌ تَصُومُ النَّهَارَ وَ تَقُومُ اللَّيْلَ وَ تَتَصَدَّقُ وَ تُؤْذِي جَارَهَا بِلِسَانِهَا قَالَ لَا خَيْرَ فِيهَا هِيَ مِنْ أَهْلِ النَّارِ قَالُوا وَ فُلَانَةٌ تُصَلِّي الْمَكْتُوبَةَ وَ تَصُومُ شَهْرَ رَمَضَانَ وَ لَا تُؤْذِي جَارَهَا فَقَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم هِيَ مِنْ أَهْلِ الْجَنَّةِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "9960",
		"idInSection": 25,
		"a": " ، قِيلَ يَا رَسُولَ اللَّهِ أَيُّ الْمُؤْمِنِينَ أَفْضَلُ قَالَ مَنْ لَمْ يَكُنْ فِي قَلْبِهِ غِشٌّ لِمُؤْمِنٍ وَ لَا حَسَدٌ لَهُ قِيلَ ثُمَّ مَنْ قَالَ الزَّاهِدُ فِي الدُّنْيَا الرَّاغِبُ فِي الْآخِرَةِ قِيلَ ثُمَّ مَنْ قَالَ الْخُلُقُ الْحَسَنُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10020",
		"idInSection": 12,
		"a": " ، وَ نَظَرَ صلى‌الله‌عليه‌وآله‌وسلم إِلَى رَجُلٍ يَغْتَسِلُ بِحَيْثُ يَرَاهُ النَّاسُ فَقَالَ أَيُّهَا النَّاسُ إِنَّ اللَّهَ يُحِبُّ مِنْ عِبَادِهِ الْحَيَاءَ وَ السَّتْرَ فَأَيُّكُمُ اغْتَسَلَ فَلْيَتَوَارَ مِنَ النَّاسِ فَإِنَّ الْحَيَاءَ زِينَةُ الْإِسْلَامِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10041",
		"idInSection": 8,
		"a": " ، وَ شَكَا رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم خَدَمَهُ فَقَالَ لَهُ اعْفُ عَنْهُمْ تَسْتَصْلِحْ بِهِ قُلُوبَهُمْ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُمْ يَتَفَاوَتُونَ فِي سُوءِ الْأَدَبِ فَقَالَ اعْفُ عَنْهُمْ فَفَعَلَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10289",
		"idInSection": 13,
		"a": " ، وَ قَالَ رَجُلٌ لَهُ صلى‌الله‌عليه‌وآله‌وسلم الْمُؤْمِنُ يَزْنِي قَالَ قَدْ يَكُونُ ذَلِكَ قَالَ [قُلْتُ] الْمُؤْمِنُ يَسْرِقُ قَالَ قَدْ يَكُونُ ذَلِكَ قَالَ [قُلْتُ] يَا رَسُولَ اللَّهِ الْمُؤْمِنُ يَكْذِبُ قَالَ لَا قَالَ اللَّهُ تَعَالَى إِنَّمٰا يَفْتَرِي الْكَذِبَ الَّذِينَ لٰا يُؤْمِنُونَ",
		"c": 13
	},
	{
		"0": " ، وَ قَالَ مُوسَى عليه‌السلام :",
		"9": "",
		"d": "10292",
		"idInSection": 16,
		"a": " يَا رَبِّ أَيُّ عِبَادِكَ خَيْرٌ عَمَلًا قَالَ مَنْ لَا يَكْذِبُ لِسَانُهُ وَ لَا يَفْجُرُ قَلْبُهُ وَ لَا يَزْنِي فَرْجُهُ ",
		"c": 7
	},
	{
		"0": "",
		"9": "",
		"d": "10366",
		"idInSection": 4,
		"a": " ، وَ قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَا رَسُولَ اللَّهِ إِنَّ أَرْحَامِي قَطَعُونِي وَ رَفَضُونِي أَ فَأُقَاطِعُهُمْ كَمَا قَطَعُونِي وَ أَرْفُضُهُمْ كَمَا رَفَضُونِي فَقَالَ صلى‌الله‌عليه‌وآله‌وسلم إِذَا يَرْفُضُكُمُ اللَّهُ جَمِيعاً وَ إِنْ وَصَلْتَهُمْ أَنْتَ ثُمَّ قَطَعُوكَ هُمْ كَانَ لَكَ مِنَ اللَّهِ ظَهِيرٌ عَلَيْهِمْ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "10435",
		"idInSection": 47,
		"a": " ، وَ قَالَ رَجُلٌ : يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئاً قَالَ احْفَظْ لِسَانَكَ تَسْلَمْ وَ لَا تَبْذُلَنَّ عِرْضَكَ فَتُشْتَمَ وَ لَا تَغْتَبْ أَخَاكَ فَتَنْدَمَ ",
		"c": 13
	},
	{
		"0": " ، وَ مَرَّ صلى‌الله‌عليه‌وآله‌وسلم بِنَاسٍ مِنْ أَصْحَابِهِ فَقَالَ لَهُمْ ",
		"9": "",
		"d": "10440",
		"idInSection": 52,
		"a": "تَخَلَّلُوا فَقَالُوا مَا أَكَلْنَا لَحْماً فَقَالَ بَلَى مَرَّ بِكُمْ فُلَانٌ فَوَقَعْتُمْ فِيهِ ",
		"c": 13
	},
	{
		"0": " ، وَ كَانَ جَعْفَرُ بْنُ مُحَمَّدٍ وَ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام يَزِيدَانِ فِيهِ-",
		"9": "",
		"d": "10618",
		"idInSection": 7,
		"a": " لَبَّيْكَ ذَا الْمَعَارِجِ لَبَّيْكَ لَبَّيْكَ دَاعِياً إِلَى دَارِ السَّلَامِ لَبَّيْكَ لَبَّيْكَ غَفَّارَ الذُّنُوبِ لَبَّيْكَ لَبَّيْكَ مَرْغُوباً وَ مَرْهُوباً إِلَيْكَ لَبَّيْكَ لَبَّيْكَ تُبْدِئُ وَ الْمَعَادُ إِلَيْكَ لَبَّيْكَ لَبَّيْكَ تَسْتَغْنِي وَ نَفْتَقِرُ إِلَيْكَ لَبَّيْكَ لَبَّيْكَ إِلَهَ الْحَقِّ لَبَّيْكَ لَبَّيْكَ ذَا النَّعْمَاءِ وَ الْفَضْلِ الْحَسَنِ الْجَمِيلِ لَبَّيْكَ لَبَّيْكَ كَاشِفَ الْكَرْبِ لَبَّيْكَ لَبَّيْكَ عَبْدُكَ بَيْنَ يَدَيْكَ يَا كَرِيمُ لَبَّيْكَ وَ أَكْثِرِ الصَّلَاةَ عَلَى النَّبِيِّ وَ آلِهِ وَ اسْأَلِ الْمَغْفِرَةَ وَ الرِّضْوَانَ وَ الْجَنَّةَ وَ الْعَفْوَ وَ اسْتَعِذْ مِنْ سَخَطِهِ وَ مِنَ النَّارِ بِرَحْمَتِهِ وَ أَكْثِرْ مِنَ التَّلْبِيَةِ قَائِماً وَ قَاعِداً وَ رَاكِباً وَ نَازِلًا الْخَبَرَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "10969",
		"idInSection": 3,
		"a": " ، وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمُحْرِمِ تَطُولُ أَظْفَارُهُ أَوْ يَنْكَسِرُ بَعْضُهَا فَيُؤْذِيهِ ذَلِكَ قَالَ لَا يَقُصَّ مِنْهَا شَيْئاً إِنِ اسْتَطَاعَ وَ إِنْ كَانَ يُؤْذِيهِ فَلْيَقُصَّهَا وَ لْيُطْعِمْ مَكَانَ كُلِّ ظُفُرٍ قَبْضَةً مِنْ طَعَامٍ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "11647",
		"idInSection": 3,
		"a": " ، وَ سَأَلَ مُعَاوِيَةُ بْنُ عَمَّارٍ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ دَخَلَ مُتَمَتِّعاً فِي ذِي الْقَعْدَةِ إِلَى أَنْ قَالَ قَالَ فَالسَّبْعَةُ الْأَيَّامِ مَتَى يَصُومُهَا إِذَا كَانَ يُرِيدُ الْمُقَامَ قَالَ يَصُومُهَا إِذَا مَضَتْ أَيَّامُ التَّشْرِيقِ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "11648",
		"idInSection": 4,
		"a": " ، وَ سَأَلَهُ حَمَّادُ بْنُ عُثْمَانَ عَمَّنْ ضَاعَ ثَمَنُ هَدْيِهِ يَوْمَ عَرَفَةَ وَ لَمْ يَكُنْ مَعَهُ مَا يَشْتَرِي بِهِ قَالَ يَصُومُ ثَلَاثَةَ أَيَّامٍ أَوَّلُهَا يَوْمُ الْحَصْبَةِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "12501",
		"idInSection": 10,
		"a": " ، وَ قَامَ عليه‌السلام خَطِيباً بِالْمَدِينَةِ حِينَ وُلِّيَ فَقَالَ يَا مَعْشَرَ الْمُهَاجِرِينَ وَ الْأَنْصَارِ يَا مَعْشَرَ قُرَيْشٍ اعْلَمُوا وَ اللَّهِ إِنِّي لَا أَرْزَؤُكُمْ مِنْ فَيْئِكُمْ شَيْئاً مَا قَامَ لِي عِذْقٌ بِيَثْرِبَ أَ فَتَرَوْنِي مَانِعاً نَفْسِي وَ مُعْطِيَكُمْ وَ لَأُسَوِّيَنَّ بَيْنَ الْأَسْوَدِ وَ الْأَحْمَرِ فَقَامَ إِلَيْهِ عَقِيلُ بْنُ أَبِي طَالِبٍ فَقَالَ لَتَجْعَلُنِي وَ أَسْوَدَ مِنْ سُودَانِ الْمَدِينَةِ وَاحِداً فَقَالَ لَهُ اجْلِسْ رَحِمَكَ اللَّهُ أَمَا كَانَ هَاهُنَا مَنْ يَتَكَلَّمُ غَيْرُكَ وَ مَا فَضْلُكَ عَلَيْهِ إِلَّا بِسَابِقَةٍ أَوْ تَقْوَى ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "12748",
		"idInSection": 8,
		"a": " ، وَ فِي قَوْلِهِ وَ مِنْهُمْ أُمِّيُّونَ لٰا يَعْلَمُونَ الْكِتٰابَ الْآيَةَ فِي مَقَامِ بَيَانِ الْفَرْقِ بَيْنَ عَوَامِّنَا وَ عَوَامِّ الْيَهُودِ قَالَ عليه‌السلام إِنَّ عَوَامَّ الْيَهُودِ كَانُوا قَدْ عَرَفُوا عُلَمَاءَهُمْ بِالْكَذِبِ الصَّرِيحِ وَ بِأَكْلِ الْحَرَامِ وَ الرِّشَاءِ وَ بِتَغْيِيرِ الْأَحْكَامِ عَنْ وَاجِبِهَا بِالشَّفَاعَاتِ وَ الْعِنَايَاتِ وَ الْمُصَانَعَاتِ إِلَى أَنْ قَالَ عليه‌السلام وَ اضْطُرُّوا بِمَعَارِفِ قُلُوبِهِمْ إِلَى أَنَّ مَنْ يَفْعَلُ مَا يَفْعَلُونَهُ فَهُوَ فَاسِقٌ لَا يَجُوزُ أَنْ يُصَدَّقَ عَلَى اللَّهِ وَ لَا عَلَى الْوَسَائِطِ بَيْنَ الْخَلْقِ وَ بَيْنَ اللَّهِ فَلِذَلِكَ ذَمَّهُمْ لِمَا قَلَّدُوا مَنْ قَدْ عَرَفُوا إلخ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "12764",
		"idInSection": 24,
		"a": " ، وَ قَدِمَ الْمَدِينَةَ رَجُلٌ نَصْرَانِيٌّ مِنْ أَهْلِ نَجْرَانَ وَ كَانَ فِيهِ بَيَانٌ وَ لَهُ وَقَارٌ وَ هَيْبَةٌ فَقِيلَ يَا رَسُولَ اللَّهِ مَا أَعْقَلَ هَذَا النَّصْرَانِيَّ فَزَجَرَ الْقَائِلَ وَ قَالَ مَهْ إِنَّ الْعَاقِلَ مَنْ وَحَّدَ اللَّهَ وَ عَمِلَ بِطَاعَتِهِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "12791",
		"idInSection": 13,
		"a": " ، وَ سَأَلَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم جَبْرَئِيلَ عَنْ تَفْسِيرِ التَّوَكُّلِ فَقَالَ الْيَأْسُ مِنَ الْمَخْلُوقِينَ وَ أَنْ يَعْلَمَ أَنَّ الْمَخْلُوقَ لَا يَضُرُّ وَ لَا يَنْفَعُ وَ لَا يُعْطِي وَ لَا يَمْنَعُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "13338",
		"idInSection": 21,
		"a": " ، وَ يَأْتِي عَلَى النَّاسِ زَمَانٌ تَكُونُ الْعَافِيَةُ [فِيهِ] عَشَرَةَ أَجْزَاءٍ تِسْعَةٌ مِنْهَا فِي اعْتِزَالِ النَّاسِ وَ وَاحِدَةٌ فِي الصَّمْتِ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "13624",
		"idInSection": 3,
		"a": " ، وَ فِي عَهْدِهِ عليه‌السلام لِلْأَشْتَرِ وَ لَيْسَ شَيْءٌ أَدْعَى إِلَى تَغْيِيرِ نِعْمَةِ اللَّهِ وَ تَعْجِيلِ نِقْمَتِهِ مِنْ إِقَامَةٍ عَلَى ظُلْمٍ فَإِنَّ اللَّهَ (يَسْمَعُ دَعْوَةَ الْمَظْلُومِينَ) وَ هُوَ لِلظَّالِمِينَ بِالْمِرْصَادِ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "13688",
		"idInSection": 13,
		"a": " ، وَ جَاءَ رَجُلٌ يَبْكِي بِصَوْتٍ وَ يَقُولُ يَا رَسُولَ اللَّهِ أَدْرِكْنِي قَالَ مَا لَكَ قَالَ ذُنُوبِي قَالَ قُلْ لَا إِلَهَ إِلَّا اللَّهُ وَ طَوِّلْهَا حَتَّى يَمْتَلِئَ جَوْفُكَ ثُمَّ قَالَ قُلِ اللَّهُمَّ اغْفِرْ لِي ثَلَاثاً ثُمَّ قَالَ وَجَبَتْ وَ رَبِّ الْكَعْبَةِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "13690",
		"idInSection": 15,
		"a": " ، وَ أَوْحَى اللَّهُ إِلَى دَاوُدَ عليه‌السلام لَوْ أَنَّ عَبْداً مِنْ عِبَادِي عَمِلَ حَشْوَ الدُّنْيَا ذُنُوباً ثُمَّ نَدِمَ حَلْبَةَ شَاةٍ وَ اسْتَغْفَرَنِي مَرَّةً وَاحِدَةً فَعَلِمْتُ مِنْ قَلْبِهِ أَنْ لَا يَعُودَ إِلَيْهَا أُلْقِيهَا عَنْهُ أَسْرَعَ مِنْ هُبُوطِ الْقَطْرِ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ",
		"c": 18
	},
	{
		"0": "",
		"9": "",
		"d": "13744",
		"idInSection": 4,
		"a": " ، وَ فِي وَصَايَا لُقْمَانَ لِابْنِهِ يَا بُنَيَّ لَا يَكُونُ الدِّيكُ أَكْيَسَ مِنْكَ يَقُومُ فِي وَقْتِ السَّحَرِ وَ يَسْتَغْفِرُ وَ أَنْتَ نَائِمٌ ",
		"c": 16
	},
	{
		"0": "",
		"9": "",
		"d": "14067",
		"idInSection": 7,
		"a": " ، وَ قَالَ رَجُلٌ لِمُوسَى بْنِ جَعْفَرٍ عليه‌السلام مِنْ خَوَاصِّ الشِّيعَةِ وَ هُوَ يَرْتَعِدُ بَعْدَ مَا خَلَا بِهِ يَا ابْنَ رَسُولِ اللَّهِ مَا أَخْوَفَنِي أَنْ يَكُونَ فُلَانُ بْنُ فُلَانٍ يُنَافِقُكَ فِي إِظْهَارِهِ اعْتِقَادَ وَصِيَّتِكَ وَ إِمَامَتِكَ فَقَالَ مُوسَى عليه‌السلام وَ كَيْفَ ذَاكَ قَالَ إِنِّي حَضَرْتُ مَعَهُ الْيَوْمَ فِي مَجْلِسِ فُلَانٍ رَجُلٍ مِنْ كِبَارِ أَهْلِ بَغْدَادَ فَقَالَ لَهُ صَاحِبُ الْمَجْلِسِ أَنْتَ تَزْعُمُ أَنَّ مُوسَى بْنَ جَعْفَرٍ عليه‌السلام إِمَامٌ دُونَ هَذَا الْخَلِيفَةِ الْقَاعِدِ عَلَى سَرِيرِهِ فَقَالَ لَهُ صَاحِبُكَ هَذَا مَا أَقُولُ هَذَا بَلْ أَزْعُمُ أَنَّ مُوسَى بْنَ جَعْفَرٍ غَيْرُ إِمَامٍ وَ إِنْ لَمْ أَكُنْ أَعْتَقِدُ أَنَّهُ غَيْرُ إِمَامٍ فَعَلَيَّ وَ عَلَى مَنْ لَمْ يَعْتَقِدْ ذَلِكَ لَعْنَةُ اللَّهِ وَ الْمَلَائِكَةِ وَ النَّاسِ أَجْمَعِينَ قَالَ لَهُ صَاحِبُ الْمَجْلِسِ جَزَاكَ اللَّهُ خَيْراً وَ لَعَنَ مَنْ وَشَى بِكَ فَقَالَ لَهُ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام لَيْسَ كَمَا ظَنَنْتَ وَ لَكِنَّ صَاحِبَكَ أَفْقَهُ مِنْكَ إِنَّمَا قَالَ إِنَّ مُوسَى غَيْرُ إِمَامٍ أَيْ إِنَّ الَّذِي هُوَ عِنْدَكَ إِمَامٌ فَمُوسَى غَيْرُهُ فَهُوَ إِذاً إِمَامٌ فَإِنَّمَا أَثْبَتَ بِقَوْلِهِ هَذَا إِمَامَتِي وَ نَفَى إِمَامَةَ غَيْرِي يَا عَبْدَ اللَّهِ مَتَى يَزُولُ عَنْكَ هَذَا الَّذِي ظَنَنْتَهُ بِأَخِيكَ هَذَا مِنَ النِّفَاقِ وَ تُبْ إِلَى اللَّهِ فَفَهِمَ الرَّجُلُ مَا قَالَهُ لَهُ وَ اغْتَمَّ وَ قَالَ يَا ابْنَ رَسُولِ اللَّهِ مَا لِي مَالٌ فَأُرْضِيَهُ بِهِ وَ لَكِنْ قَدْ وَهَبْتُ لَهُ شَطْرَ عَمَلِي كُلِّهِ مِنْ تَعَبُّدِي وَ مِنْ صَلَاتِي عَلَيْكُمْ أَهْلَ الْبَيْتِ وَ مِنْ لَعْنَتِي لِأَعْدَائِكُمْ قَالَ مُوسَى بْنُ جَعْفَرٍ عليه‌السلام الْآنَ خَرَجْتَ مِنَ النَّارِ ",
		"c": 7
	},
	{
		"0": "",
		"9": "",
		"d": "14286",
		"idInSection": 4,
		"a": " ، وَ حُفِظَ مِنْ وَصِيَّةِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم لِرَجُلٍ مِنَ الْأَنْصَارِ أَنَّهُ قَالَ احْفَظْ عَنِّي ثَلَاثاً أَكْثِرْ مِنْ ذِكْرِ الْمَوْتِ فَإِنَّ ذَلِكَ مَصْلَحَةٌ لِلْقَلْبِ وَ أَكْثِرْ مِنَ الدُّعَاءِ فَإِنَّهُ لَا تَدْرِي مَتَى يُسْتَجَابُ لَكَ وَ عَلَيْكَ بِالشُّكْرِ فَإِنَّ مَعَهُ الزِّيَادَةَ فَإِنَّ اللَّهَ تَعَالَى قَالَ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَ لَئِنْ كَفَرْتُمْ إِنَّ عَذٰابِي لَشَدِيدٌ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "14288",
		"idInSection": 6,
		"a": " ، وَ وُجِدَ مَكْتُوباً فِي حِكْمَةِ آلِ دَاوُدَ وَ اشْكُرْ لِمَنْ أَنْعَمَ عَلَيْكَ وَ أَنْعِمْ عَلَى مَنْ شَكَرَكَ فَإِنَّهُ لَا زَوَالَ لِلنِّعَمِ إِذَا شُكِرَتْ وَ لَا إِقَامَةَ إِذَا كُفِرَتْ وَ الشُّكْرُ زِيَادَةٌ لِلنِّعَمِ وَ أَمَانٌ مِنَ الْغِيَرِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "14347",
		"idInSection": 16,
		"a": " ، وَ قِيلَ لِلرِّضَا عليه‌السلام أَ لَا نُخْبِرُكَ بِالْخَاسِرِ الْمُتَخَلِّفِ قَالَ مَنْ هُوَ قَالُوا فُلَانٌ بَاعَ دَنَانِيرَهُ بِدَرَاهِمَ أَخَذَهَا فَرَدَّ مَالَهُ مِنْ عَشَرَةِ آلَافِ دِينَارٍ إِلَى عَشَرَةِ آلَافِ دِرْهَمٍ قَالَ بِدُرَّةٍ بَاعَهَا بِأَلْفِ دِرْهَمٍ أَ لَمْ يَكُنْ أَعْظَمَ تَخَلُّفاً وَ حَسْرَةً قَالُوا بَلَى قَالَ أَ لَا أُنَبِّئُكُمْ بِأَعْظَمَ مِنْ هَذَا تَخَلُّفاً وَ حَسْرَةً قَالُوا بَلَى قَالَ أَ رَأَيْتُمْ لَوْ كَانَ لَهُ أَلْفُ جَبَلٍ مِنْ ذَهَبٍ بَاعَهَا بِأَلْفِ حَبَّةٍ مِنْ زَيْفٍ أَ لَمْ يَكُنْ أَعْظَمَ تَخَلُّفاً وَ أَعْظَمَ مِنْ هَذَا حَسْرَةً قَالُوا بَلَى قَالَ أَ فَلَا أُنَبِّئُكُمْ بِأَشَدَّ مِنْ هَذَا تَخَلُّفاً وَ أَعْظَمَ مِنْ هَذَا حَسْرَةً قَالُوا بَلَى قَالَ مَنْ آثَرَ فِي الْبِرِّ وَ الْمَعْرُوفِ قَرَابَةَ أَبَوَيْ نَسَبِهِ عَلَى قَرَابَةِ أَبَوَيْ دِينِهِ مُحَمَّدٍ وَ عَلِيٍّ صلى‌الله‌عليه‌وآله‌وسلم لِأَنَّ فَضْلَ قَرَابَاتِ مُحَمَّدٍ وَ عَلِيٍّ صلى‌الله‌عليه‌وآله‌وسلم أَبَوَيْ دِينِهِ عَلَى قَرَابَاتِ أَبَوَيْ نَسَبِهِ أَفْضَلُ مِنْ فَضْلِ أَلْفِ جَبَلِ ذَهَبٍ عَلَى أَلْفِ حَبَّةِ زَيْفٍ ",
		"c": 8
	},
	{
		"0": "",
		"9": "",
		"d": "14659",
		"idInSection": 17,
		"a": " ، وَ أُهْدِيَ إِلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم ثَلَاثَةُ طُيُورٍ فَأَطْعَمَ أَهْلَهُ طَائِراً فَلَمَّا كَانَ مِنَ الْغَدِ أَتَتْهُ بِهِ فَقَالَ لَهَا أَ لَمْ أَنْهَكِ أَنْ تَرْفَعِي شَيْئاً لِغَدٍ فَإِنَّ اللَّهَ يَرْزُقُ كُلَّ غَدٍ الرِّزْقُ مَقْسُومٌ يَأْتِي ابْنَ آدَمَ عَلَى أَيِّ سِيرَةٍ شَاءَ لَيْسَ لِتَقْوَى مُتَّقٍ بِزَائِدٍ وَ لَا لِفُجُورِ فَاجِرٍ بِنَاقِصٍ وَ إِنْ شَرِهَتْ نَفْسُهُ وَ هَتَكَ السِّتْرَ لَمْ يَرَ فَوْقَ رِزْقِهِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "14735",
		"idInSection": 2,
		"a": " ، وَ نَظَرَ عَلِيٌّ عليه‌السلام إِلَى رَجُلٍ مِنْ أَصْحَابِهِ يَحْمِلُ بَقْلًا عَلَى يَدِهِ فَقَالَ إِنَّهُ يُكْرَهُ لِلرَّجُلِ السَّرِيِّ أَنْ يَحْمِلَ الشَّيْءَ الدَّنِيءَ لِئَلَّا يُتَجَرَّأَ عَلَيْهِ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "15090",
		"idInSection": 6,
		"a": " ، : وَ قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم إِنَّ أَبِي لَيَأْخُذُ مِنْ مَالِي لِيَأْكُلَهُ فَقَالَ أَنْتَ وَ مَالُكَ لِأَبِيكَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "15091",
		"idInSection": 7,
		"a": " ، وَ قَالَ رَجُلٌ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام كَانَ لِي عَبْدٌ فَأَعْتَقَهُ وَالِدِي عَلَيَّ مِنْ غَيْرِ أَمْرِي وَ لَا رِضَايَ فَقَالَ وَالِدُكَ أَمْلَكُ بِكَ وَ بِمَالِكَ مِنْكَ فَإِنَّكَ وَ مَالَكَ مِنْ هِبَةِ اللَّهِ لِوَالِدِكَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "15510",
		"idInSection": 15,
		"a": " ، وَ أُتِيَ عَلِيُّ بْنُ أَبِي طَالِبٍ عليه‌السلام بِرَجُلٍ يَأْكُلُ الرِّبَا فَقَسَّمَ مَالَهُ قِسْمَيْنِ فَجَعَلَ نَصِفَهُ فِي بَيْتِ الْمَالِ وَ أَحْرَقَ نَصِفَهُ وَ سُئِلَ الصَّادِقُ عليه‌السلام لِمَ حَرَّمَ اللَّهُ الرِّبَا فَقَالَ لِئَلَّا يَتَمَانَعَ النَّاسُ الْمَعْرُوفَ ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "16206",
		"idInSection": 3,
		"a": " ، وَ قَضَى أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي رَجُلٍ أَوْصَى لِرَجُلٍ وَصِيَّةً مَقْطُوعَةً مُسَمَّاةً مِنْ مَالِهِ ثُلُثاً أَوْ رُبُعاً أَوْ أَقَلَّ مِنْ ذَلِكَ أَوْ أَكْثَرَ ثُمَّ قُتِلَ الْمُوصِي بَعْدَ ذَلِكَ فَأُخِذَتْ دِيَتُهُ فَقَضَى فِي وَصِيَّتِهِ أَنَّهَا تُنَفَّذُ مِنْ مَالِهِ وَ دِيَتِهِ كَمَا أَوْصَى ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "16461",
		"idInSection": 8,
		"a": " ، وَ قِيلَ لِأَمِيرِ الْمُؤْمِنِينَ عليه‌السلام أَ يَجُوزُ تَزْوِيجُ الْمَوَالِي مِنَ الْعَرَبِيَّاتِ فَقَالَ أَ تَتَكَافَأُ دِمَاؤُكُمْ وَ لَا تَتَكَافَأُ فُرُوجُكُمْ ",
		"c": 1
	},
	{
		"0": " وَ تَقَدَّمَ فِي كِتَابِ الصَّلَاةِ مِنْ كِتَابِ مَكَارِمِ الْأَخْلَاقِ ، بِإِسْنَادِهِ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام :",
		"9": "",
		"d": "17721",
		"idInSection": 1,
		"a": " صَلَاةٌ لِهَذِهِ الْحَاجَةِ فَرَاجِعْ",
		"c": 1
	},
	{
		"0": "",
		"9": "",
		"d": "17911",
		"idInSection": 8,
		"a": " ، وَ قَالَ رَجُلٌ لِعِيسَى ابْنِ مَرْيَمَ عليه‌السلام يَا مُعَلِّمَ الْخَيْرِ دُلَّنِي عَلَى عَمَلٍ أَدْخُلُ بِهِ الْجَنَّةَ فَقَالَ لَهُ اتَّقِ اللَّهَ فِي سِرِّكَ وَ عَلَانِيَتِكَ وَ بَرَّ وَالِدَيْكَ ",
		"c": 14
	},
	{
		"0": "",
		"9": "",
		"d": "17914",
		"idInSection": 11,
		"a": " ، وَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ جِئْتُكَ أُبَايِعُكَ عَلَى الْهِجْرَةِ وَ تَرَكْتُ أَبَوَيَّ يَبْكِيَانِ فَقَالَ إِرْجِعْ إِلَيْهِمَا وَ أَضْحِكْهُمَا ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "17940",
		"idInSection": 11,
		"a": " ، وَ قِيلَ لِلْإِمَامِ زَيْنِ الْعَابِدِينَ عليه‌السلام أَنْتَ أَبَرُّ النَّاسِ وَ لَا نَرَاكَ تُؤَاكِلُ أُمَّكَ قَالَ أَخَافُ أَنْ أَمُدَّ يَدِيَ إِلَى شَيْءٍ وَ قَدْ سَبَقَتْ عَيْنُهَا عَلَيْهِ فَأَكُونَ قَدْ عَقَقْتُهَا ",
		"c": 4
	},
	{
		"0": "",
		"9": "",
		"d": "17979",
		"idInSection": 21,
		"a": " ، وَ لَعَنَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَرْبَعَةً امْرَأَةً تَخُونُ زَوْجَهَا فِي مَالِهِ أَوْ فِي نَفْسِهَا وَ النَّائِحَةَ وَ الْعَاصِيَةَ لِزَوْجِهَا وَ الْعَاقَّ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "17985",
		"idInSection": 27,
		"a": " ، وَ كَانَ عِنْدَ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم رَجُلٌ مِنْ أَهْلِ الْيَمَنِ فَأَرَادَ الِانْصِرَافَ فَقَالَ يَا رَسُولَ اللَّهِ أَوْصِنِي فَقَالَ أُوصِيكَ أَنْ لَا تُشْرِكَ بِاللَّهِ شَيْئاً وَ لَا تَعْصِ وَالِدَيْكَ وَ لَا تَسُبَّ النَّاسَ الْخَبَرَ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "18006",
		"idInSection": 11,
		"a": " ، وَ قَالَ آخَرُ : يَا رَسُولَ اللَّهِ هَلْ بَقِيَ مِنَ الْبِرِّ بَعْدَ مَوْتِ الْأَبَوَيْنِ شَيْءٌ قَالَ نَعَمْ الصَّلَاةُ عَلَيْهِمَا وَ الِاسْتِغْفَارُ لَهُمَا وَ الْوَفَاءُ بِعَهْدِهِمَا وَ إِكْرَامُ صَدِيقِهِمَا وَ صِلَةُ رَحِمِهِمَا ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "18066",
		"idInSection": 6,
		"a": " ، وَ شَكَا رَجُلٌ إِلَى أَبِي عَبْدِ اللَّهِ عليه‌السلام أَنَّهُ يَطْلُبُ وَ يُصِيبُ وَ لَا يَقْنَعُ وَ تُنَازِعُهُ نَفْسُهُ إِلَى مَا هُوَ أَكْبَرُ مِنْهُ وَ قَالَ عَلِّمْنِي شَيْئاً أَنْتَفِعُ بِهِ فَقَالَ أَبُو عَبْدِ اللَّهِ عليه‌السلام إِنْ كَانَ مَا يَكْفِيكَ يُغْنِيكَ فَأَدْنَى مَا فِيهَا يُغْنِيكَ وَ إِنْ كَانَ مَا يَكْفِيكَ لَا يُغْنِيكَ فَكُلُّ مَا فِيهَا لَا يُغْنِيكَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "18174",
		"idInSection": 13,
		"a": " ، وَ قِيلَ لِلْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عليه‌السلام مَنِ الْجَوَادُ فَقَالَ الَّذِي لَوْ كَانَ لَهُ الدُّنْيَا بِحَذَافِيرِهَا فَأَنْفَقَهَا فِي الْحُقُوقِ لَرَأَى فِي نَفْسِهِ أَنَّ عَلَيْهِ بَعْدَ ذَلِكَ حُقُوقاً ",
		"c": 2
	},
	{
		"0": "",
		"9": "",
		"d": "18178",
		"idInSection": 17,
		"a": " ، وَ قُتِلَ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم بَيْنَ يَدَيْهِ فِي بَعْضِ غَزَوَاتِهِ فَبَكَى أَهْلُهُ وَ قَالُوا فِي بُكَائِهِمْ وَا شَهِيدَاهْ فَقَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم مَا يُدْرِيكُمْ أَنَّهُ شَهِيدٌ وَ لَعَلَّهُ كَانَ يَتَكَلَّمُ بِمَا لَا يَعْنِيهِ وَ يَبْخَلُ بِمَا لَا يَنْقُصُهُ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "18290",
		"idInSection": 2,
		"a": " ، قِيلَ لِأَبِي عَبْدِ اللَّهِ عليه‌السلام إِنَّ رُوَاةَ أَهْلِ الْكُوفَةِ يَرْوُونَ عَنْ عَلِيٍّ عليه‌السلام أَنَّهُ قَالَ كُلُّ وَاحِدَةٍ مِنْهُنَّ ثَلَاثاً بَائِنَةٌ وَ لَا تَحِلُّ لَهُ حَتّٰى تَنْكِحَ زَوْجاً غَيْرَهُ فَقَالَ عَلَيْهِمْ لَعْنَةُ اللَّهِ مَا قَالَ ذَلِكَ عَلِيٌّ عليه‌السلام وَ لَكِنْ كَذَبُوا عَلَيْهِ قَالَ أَبُو جَعْفَرٍ عليه‌السلام سُئِلَ عَلِيٌّ عليه‌السلام عَنِ الرَّجُلِ يَقُولُ لِامْرَأَتِهِ أَنْتِ مِنِّي خَلِيَّةٌ أَوْ بَرِيَّةٌ أَوْ بَائِنٌ أَوْ بَتَّةٌ أَوْ حَرَامٌ قَالَ هَذَا مِنْ خُطُوَاتِ الشَّيْطَانِ وَ لَيْسَ بِشَيْءٍ وَ يُوجَعُ أَدَباً ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "18621",
		"idInSection": 5,
		"a": " ، وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنِ الْمُظَاهِرِ يُوَاقِعُ امْرَأَتَهُ الَّتِي ظَاهَرَ مِنْهَا قَبْلَ أَنْ يُكَفِّرَ قَالَ لَيْسَ هَكَذَا يَفْعَلُ الْفَقِيهُ قِيلَ فَإِنْ فَعَلَ قَالَ أَتَى حَدّاً مِنْ حُدُودِ اللَّهِ عزوجل وَ عَلَيْهِ إِثْمٌ عَظِيمٌ قِيلَ فَعَلَيْهِ كَفَّارَةٌ غَيْرُ الْأُولَى قَالَ يَسْتَغْفِرُ اللَّهَ وَ يَتُوبُ إِلَيْهِ وَ يُمْسِكُ عَنْهَا فَلَا يَقْرَبُهَا حَتَّى يُكَفِّرَ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "18852",
		"idInSection": 3,
		"a": " وَ إِذَا كَانَتْ بَيْنَ رَجُلَيْنِ جَارِيَةٌ فَأَعْتَقَ أَحَدُهُمَا نَصِيبَهُ فَقَالَتِ الْجَارِيَةُ لِلَّذِي لَمْ يُعْتِقْ لَا أُرِيدُ أَنْ تُقَوِّمَنِي ذَرْنِي كَمَا أَنَا أَخْدُمْكَ وَ أَرَادَ الَّذِي لَمْ يُعْتِقْ نِصْفَهُ أَنْ يَسْتَنْكِحَهَا فَلَا يَجُوزُ لَهُ أَنْ يَفْعَلَ ذَلِكَ لِأَنَّهُ لَا يَكُونُ لِلْمَرْأَةِ فَرْجَانِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18893",
		"idInSection": 4,
		"a": " إِنَّ الْمَرْأَةَ إِذَا أَعْتَقَتْ ثُمَّ مَاتَتِ انْتَقَلَ الْوَلَاءُ إِلَى عَصَبَتِهَا دُونَ أَوْلَادِهَا ذُكُوراً كَانُوا أَوْ إِنَاثاً وَ كَذَا إِذَا مَاتَتْ وَ أَوْصَتْ أَنْ يُعْتَقَ عَنْهَا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18988",
		"idInSection": 5,
		"a": " وَ إِنْ كَاتَبَ رَجُلٌ عَبْداً عَلَى نَفْسِهِ وَ مَالِهِ وَ لَهُ أَمَةٌ وَ قَدْ شَرَطَ عَلَيْهِ أَنْ لَا يَتَزَوَّجَ فَأَعْتَقَ الْأَمَةَ وَ تَزَوَّجَهَا فَإِنَّهُ لَا يَصْلُحُ أَنْ يُحْدِثَ فِي مَالِهِ إِلَّا الْأَكْلَ مِنَ الطَّعَامِ وَ نِكَاحُهُ فَاسِدٌ مَرْدُودٌ وَ إِنْ كَانَ سَيِّدُهُ عَلِمَ بِنِكَاحِهِ وَ صَمَتَ وَ لَمْ يَقُلْ شَيْئاً فَقَدْ أَقَرَّ فَإِنْ عَتَقَ الْمُكَاتَبُ قَدْ مَضَى عَلَى النِّكَاحِ الْأَوَّلِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18993",
		"idInSection": 5,
		"a": " وَ إِنْ مَاتَ مُكَاتَبٌ وَ قَدْ أَدَّى بَعْضَ مُكَاتَبَتِهِ وَ لَهُ ابْنٌ مِنْ جَارِيَةٍ وَ تَرَكَ مَالًا فَإِنَّهُ يُؤَدِّي عَنْهُ مَا بَقِيَ مِنْ مُكَاتَبَةِ أَبِيهِ وَ يُعْتَقُ وَ يَرِثُ مَا بَقِيَ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "18999",
		"idInSection": 5,
		"a": " وَ مَعْنَى قَوْلِهِ وَ آتُوهُمْ مِنْ مٰالِ اللّٰهِ الَّذِي آتٰاكُمْ قَالَ إِذَا كَاتَبْتَهُمْ تَجْعَلُ لَهُمْ مِنْ ذَلِكَ شَيْئاً ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19214",
		"idInSection": 6,
		"a": " ، وَ سُئِلَ عَنِ الرَّجُلِ يَقُولُ عَلَيَّ أَلْفُ بَدَنَةٍ وَ هُوَ مُحْرِمٌ بِأَلْفِ حَجَّةٍ قَالَ تِلْكَ خُطُوَاتُ الشَّيْطَانِ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19313",
		"idInSection": 2,
		"a": " ، وَ سُئِلَ عليه‌السلام عَنْ ثَوْرٍ وَحْشِيٍّ ابْتَدَرَهُ قَوْمٌ بِأَسْيَافِهِمْ وَ قَدْ سَمُّوا فَقَطَّعُوهُ بَيْنَهُمْ قَالَ ذَكَاةٌ وَحِيَّةٌ وَ لَحْمٌ حَلَالٌ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19336",
		"idInSection": 2,
		"a": " ، وَ سَأَلَهُ مَا بَالُهُ يَعْنِي الْخُطَّافَ لَا يَمْشِي عَلَى الْأَرْضِ قَالَ لِأَنَّهُ نَاحَ عَلَى بَيْتِ الْمَقْدِسِ فَطَافَ حَوْلَهُ أَرْبَعِينَ عَاماً يَبْكِي عَلَيْهِ وَ لَمْ يَزَلْ يَبْكِي مَعَ آدَمَ عليه‌السلام فَمِنْ هُنَاكَ سَكَنَ الْبُيُوتَ وَ مَعَهُ تِسْعُ آيَاتٍ مِنْ كِتَابِ اللَّهِ عزوجل مِمَّا كَانَ آدَمُ يَقْرَؤُهَا فِي الْجَنَّةِ وَ هِيَ مَعَهُ إِلَى يَوْمِ الْقِيَامَةِ ثَلَاثُ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ وَ ثَلَاثُ آيَاتٍ مِنْ سُبْحَانَ وَ هِيَ وَ إِذٰا قَرَأْتَ الْقُرْآنَ وَ ثَلَاثٌ مِنْ يس وَ جَعَلْنٰا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19436",
		"idInSection": 12,
		"a": " ، وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنْ ذَبَائِحِ النَّصَارَى فَقَالَ لَا بَأْسَ بِهَا فَقِيلَ فَإِنَّهُمْ يَذْكُرُونَ عَلَيْهَا الْمَسِيحَ فَقَالَ إِنَّمَا أَرَادُوا بِالْمَسِيحِ اللَّهَ وَ قَدْ نَهَى فِي خَبَرٍ عَنْ أَكْلِ ذَبِيحَةِ الْمَجُوسِيِّ  قُلْتُ وَ الْأَقْوَى الْمَشْهُورُ الْمَنْصُورُ هُوَ حُرْمَةُ ذَبَائِحِهِمْ مُطْلَقاً وَ مَا دَلَّ عَلَى الْجَوَازِ غَيْرُ قَابِلٍ لَلِاسْتِنَادِ مَحْمُولٌ عَلَى التَّقِيَّةِ أَوِ الضَّرُورَةِ أَوْ غَيْرِهَا",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "19450",
		"idInSection": 2,
		"a": " ، وَ سَأَلْتُهُ عَنِ الْجَرَادِ يُصِيبُهُ مَيْتاً فِي الْبَحْرِ أَوْ فِي الصَّحْرَاءِ أَ يُؤْكَلُ قَالَ لَا تَأْكُلْهُ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "19615",
		"idInSection": 6,
		"a": " ، وَ أَوْحَى اللَّهُ إِلَى نَبِيٍّ أَنْ قُلْ لِقَوْمِكَ لَا تَطْعَمُوا مَطَاعِمَ أَعْدَائِي وَ لَا تَشْرَبُوا مَشَارِبَ أَعْدَائِي وَ لَا تَرْكَبُوا مَرَاكِبَ أَعْدَائِي وَ لَا تَلْبَسُوا مَلَابِسَ أَعْدَائِي وَ لَا تَسْكُنُوا مَسَاكِنَ أَعْدَائِي فَتَكُونُوا أَعْدَائِي كَمَا كَانَ أُولَئِكَ أَعْدَائِي ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "19879",
		"idInSection": 6,
		"a": " ، وَ كَانَ صلى‌الله‌عليه‌وآله‌وسلم إِذَا وَضَعَ يَدَهُ فِي الطَّعَامِ قَالَ بِسْمِ اللَّهِ [اللَّهُمَّ] بَارِكْ لَنَا فِيمَا رَزَقْتَنَا وَ عَلَيْكَ خَلَفُهُ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "19945",
		"idInSection": 10,
		"a": " ، وَ رَآهُ عليه‌السلام عَدِيُّ بْنُ حَاتِمٍ وَ بَيْنَ يَدَيْهِ شَنَّةٌ فِيهَا قَرَاحُ مَاءٍ وَ كِسْرَاتٌ مِنْ خُبْزِ شَعِيرٍ وَ مِلْحٍ فَقَالَ إِنِّي [لَا] أَرَى لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ لَتَظَلُّ نَهَارَكَ طَاوِياً مُجَاهِداً وَ بِاللَّيْلِ سَاهِراً مُكَابِداً ثُمَّ يَكُونُ هَذَا فَطُورَكَ فَقَالَ ع",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "20587",
		"idInSection": 5,
		"a": " ، وَ سُئِلَ الصَّادِقُ عليه‌السلام عَنِ الشُّرْبِ بِنَفَسٍ وَاحِدٍ فَقَالَ إِذَا كَانَ الَّذِي يُنَاوِلُ الْمَاءَ مَمْلُوكاً لَكَ فَاشْرَبْ بِثَلَاثَةِ أَنْفَاسٍ وَ إِنْ كَانَ حُرّاً فَاشْرَبْهُ بِنَفَسٍ وَاحِدٍ ",
		"c": 6
	},
	{
		"0": "",
		"9": "",
		"d": "20695",
		"idInSection": 12,
		"a": " ، وَ قَالَ صلى‌الله‌عليه‌وآله‌وسلم لِأَهْلِ الشَّامِ وَ اللَّهِ الَّذِي بَعَثَنِي بِالْحَقِّ مَنْ كَانَ فِي قَلْبِهِ آيَةٌ مِنَ الْقُرْآنِ ثُمَّ صَبَّ عَلَيْهِ الْخَمْرَ يَأْتِي كُلُّ حَرْفٍ يَوْمَ الْقِيَامَةِ فَيُخَاصِمُهُ بَيْنَ يَدَيِ اللَّهِ عزوجل وَ مَنْ كَانَ لَهُ الْقُرْآنُ خَصْماً كَانَ اللَّهُ لَهُ خَصْماً وَ مَنْ كَانَ اللَّهُ لَهُ خَصْماً كَانَ فِي النَّارِ ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "21548",
		"idInSection": 3,
		"a": " ، وَ نَزَلَ رَجُلٌ عَلَى عَلِيٍّ عليه‌السلام بِالْكُوفَةِ فَأَضَافَهُ ثُمَّ جَاءَهُ فِي خُصُومَةٍ فَقَالَ [لَهُ عَلِيٌّ] عليه‌السلام أَ خَصْمٌ أَنْتَ تَحَوَّلْ عَنِّي فَإِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم نَهَى أَنْ يَنْزِلَ الْخَصْمُ إِلَّا وَ مَعَهُ خَصْمُهُ",
		"c": 13
	},
	{
		"0": "",
		"9": "",
		"d": "21557",
		"idInSection": 3,
		"a": " ، وَ سَأَلَ رَجُلٌ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ مَسْأَلَةٍ فَأَجَابَهُ قَالَ لَهُ الْأَعْرَابِيُّ إِنْ أَنَا فَعَلْتُ مَا أَمَرْتَنِي فَهُوَ فِي عُنُقِكَ فَسَكَتَ رَبِيعَةُ فَرَدَّدَ ذَلِكَ عَلَيْهِ مِرَاراً لَا يُجِيبُهُ وَ أَبُو عَبْدِ اللَّهِ جَعْفَرُ بْنُ مُحَمَّدٍ عليه‌السلام يَسْمَعُهُ فَقَالَ يَا أَعْرَابِيُّ هُوَ فِي عُنُقِهِ قَالَ أَوْ لَمْ يَقُلْ ",
		"c": null
	},
	{
		"0": "",
		"9": "",
		"d": "23064",
		"idInSection": 2,
		"a": " ، وَ سَأَلَ حَفْصُ بْنُ الْبَخْتَرِيِّ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ ضُرِبَ عَلَى رَأْسِهِ فَذَهَبَ سَمْعُهُ وَ بَصَرُهُ وَ اعْتَقَلَ لِسَانُهُ ثُمَّ مَاتَ فَقَالَ إِنْ كَانَ ضَرْبَةً بَعْدَ ضَرْبَةٍ اقْتُصَّ مِنْهُ ثُمَّ قُتِلَ وَ إِنْ كَانَ أَصَابَهُ هَذَا مِنْ ضَرْبَةٍ وَاحِدَةٍ قُتِلَ وَ لَمْ يُقْتَصَّ مِنْهُ ",
		"c": 6
	}
]