[
	[
		"<span class=\"hdeth\">1157- 17- وَ النَّبِيُّ صلى‌الله‌عليه‌وآله‌وسلم كَانَ يُجَدِّدُ الْوُضُوءَ لِكُلِّ فَرِيضَةٍ وَ كُلِّ صَلَاةٍ . </span>",
		"<span>فَمَعْنَى الْحَدِيثِ إِنِّي لَأَعْجَبُ مِمَّنْ يَرْغَبُ عَنْ تَجْدِيدِ الْوُضُوءِ وَ قَدْ جَدَّدَهُ النَّبِيُّ ص . </span>"
	],
	[
		"<span class=\"hdeth\">1528- 9-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مَحْبُوبٍ عَنْ أَبِي إِسْحَاقَ إِبْرَاهِيمَ عَنْ أَبِي أَحْمَدَ إِسْحَاقَ بْنِ إِسْمَاعِيلَ عَنِ الْعَبَّاسِ بْنِ أَبِي الْعَبَّاسِ عَنْ عُبْدُوسِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> الْحِنَّاءُ يَذْهَبُ بِالسَّهَكِ‏ وَ يَزِيدُ فِي مَاءِ الْوَجْهِ وَ يُطَيِّبُ النَّكْهَةَ وَ يُحَسِّنُ الْوَلَدَ . </span>",
		"<span class=\"snd\">قَالَ : </span>",
		"<span class=\"hdeth\"> مَنِ اطَّلَى فِي الْحَمَّامِ فَتَدَلَّكَ بِالْحِنَّاءِ مِنْ قَرْنِهِ إِلَى قَدَمِهِ نُفِيَ عَنْهُ الْفَقْرُ . </span>",
		"<span class=\"snd\">قَالَ : </span>",
		"<span class=\"hdeth\"> رَأَيْتُ أَبَا جَعْفَرٍ الثَّانِيَ عليه‌السلام قَدْ خَرَجَ مِنَ الْحَمَّامِ وَ هُوَ مِنْ قَرْنِهِ إِلَى قَدَمِهِ مِثْلُ الْوَرْدِ مِنْ أَثَرِ الْحِنَّاءِ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الصَّدُوقُ فِي ثَوَابِ الْأَعْمَالِ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ عَنْ إِبْرَاهِيمَ بْنِ إِسْحَاقَ عَنْ إِسْحَاقَ بْنِ إِسْمَاعِيلَ عَنِ الْعَبَّاسِ بْنِ أَبِي الْعَبَّاسِ عَنْ عُبْدُوسِ بْنِ إِبْرَاهِيمَ رَفَعَ الْحَدِيثَ إِلَى أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span class=\"snd\"> مِثْلَهُ إِلَى قَوْلِهِ نُفِيَ عَنْهُ الْفَقْرُ أَقُولُ : وَ يَأْتِي مَا يَدُلُّ عَلَى ذَلِكَ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">1710- 6- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنْ عَلِيٍّ عليه‌السلام فِي حَدِيثِ الْأَرْبَعِمِائَةِ قَالَ : </span>",
		"<span class=\"hdeth\"> لَا يُنْتَفُ‏ الشَّيْبُ فَإِنَّهُ نُورٌ لِلْمُسْلِمِ‏ وَ مَنْ شَابَ شَيْبَةً فِي الْإِسْلَامِ كَانَتْ لَهُ نُوراً يَوْمَ الْقِيَامَةِ . </span>",
		"<span class=\"snd\">وَ رُوِيَ عِدَّةُ أَحَادِيثَ‏</span>",
		"<span class=\"hdeth\"> فِي أَنَّ الشَّيْبَ نُورٌ وَ وَقَارٌ . </span>",
		"<span>وَ لَمْ أُورِدْهَا لِعَدَمِ صَرَاحَتِهَا فِي الْحُكْمِ الْمَذْكُورِ ثُمَّ إِنَّ مَا دَلَّ عَلَى جَوَازِ النَّتْفِ مَحْمُولٌ عَلَى نَفْيِ التَّحْرِيمِ فَلَا يُنَافِي ثُبُوتَ الْكَرَاهَةِ وَ مَا دَلَّ عَلَى التَّهْدِيدِ وَ الْوَعِيدِ مَحْمُولٌ عَلَى نَتْفِ جَمِيعِ الشَّيْبِ وَ اسْتِيعَابِ ذَلِكَ اللِّحْيَةَ أَوْ أَكْثَرَهَا . </span>"
	],
	[
		"<span class=\"hdeth\">1776- 10- وَ سَأَلْتُهُ عَنِ الْمِسْكِ‏ يَصْلُحُ فِي الدُّهْنِ قَالَ إِنِّي لَأَصْنَعُهُ فِي الدُّهْنِ وَ لَا بَأْسَ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ عُمُوماً وَ خُصُوصاً وَ يَأْتِي مَا يَدُلُّ عَلَيْهِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">1948- 18- وَ 1949- 19- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ الْقَاسِمِ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا الْحَسَنِ عليه‌السلام عَنِ الْجُنُبِ يَنَامُ فِي الْمَسْجِدِ فَقَالَ يَتَوَضَّأُ وَ لَا بَأْسَ أَنْ يَنَامَ فِي الْمَسْجِدِ وَ يَمُرَّ فِيهِ . </span>",
		"<span class=\"snd\">أَقُولُ : هَذَا إِمَّا مَحْمُولٌ عَلَى التَّقِيَّةِ فَإِنَّ جَمَاعَةً مِنَ الْعَامَّةِ يَسْتَبِيحُونَ اسْتِيطَانَ الْمَسَاجِدِ لِلْجُنُبِ بِالْوُضُوءِ وَ بَعْضُهُمْ يُجَوِّزُهُ بِغَيْرِ وُضُوءٍ أَوْ عَلَى الضَّرُورَةِ لِمَا يَأْتِي مِنْ‏</span>",
		"<span class=\"snd\">قَوْلِ الصَّادِقِ ع</span>",
		"<span class=\"hdeth\"> مَا حَرَّمَ اللَّهُ شَيْئاً إِلَّا وَ قَدْ أَحَلَّهُ لِمَنِ اضْطُرَّ إِلَيْهِ‏ . </span>",
		"<span>أَوْ عَلَى أَنَّ الْمُرَادَ مِنَ الْمَسْجِدِ الْبَيْتُ الْمُعَدُّ لِلصَّلَاةِ فِي الدَّارِ كَمَا يَأْتِي مِنِ اسْتِعْمَالِهِ فِي هَذَا الْمَعْنَى‏ وَ اللَّهُ أَعْلَمُ . </span>"
	],
	[
		"<span class=\"hdeth\">2409- 2-</span>",
		"<span class=\"hdeth\"> وَ قَدْ سَبَقَ فِي الْجَنَابَةِ حَدِيثُ‏</span>",
		"<span class=\"snd\"> سَمَاعَةَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> وَ غُسْلُ النُّفَسَاءِ وَاجِبٌ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ‏</span>",
		"<span> وَ يَأْتِي مَا يَدُلُّ عَلَيْهِ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">2521- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ‏</span>",
		"<span class=\"snd\">ابْنِ مَحْبُوبٍ عَنْ مُعَاوِيَةَ بْنِ وَهْبٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> أَيُّمَا مُؤْمِنٍ عَادَ مُؤْمِناً مَرِيضاً حِينَ يُصْبِحُ شَيَّعَهُ سَبْعُونَ أَلْفَ مَلَكٍ فَإِذَا قَعَدَ غَمَرَتْهُ الرَّحْمَةُ وَ اسْتَغْفَرُوا لَهُ حَتَّى يُمْسِيَ وَ إِنْ عَادَهُ مَسَاءً كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ . </span>",
		"<span class=\"snd\">عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ سَهْلِ بْنِ زِيَادٍ عَنِ ابْنِ مَحْبُوبٍ عَنْ وَهْبِ بْنِ عَبْدِ رَبِّهِ قَالَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام يَقُولُ‏</span>",
		"<span class=\"hdeth\"> أَيُّمَا مُؤْمِنٍ عَادَ مُؤْمِناً فِي مَرَضِهِ حِينَ يُصْبِحُ وَ ذَكَرَ مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">2693- 4- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنِ الْفَضْلِ بْنِ شَاذَانَ عَنِ الرِّضَا عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> إِنَّمَا أُمِرَ بِغُسْلِ الْمَيِّتِ لِأَنَّهُ إِذَا مَاتَ كَانَ الْغَالِبُ عَلَيْهِ النَّجَاسَةَ وَ الْآفَةَ وَ الْأَذَى فَأَحَبَّ أَنْ يَكُونَ طَاهِراً إِذَا بَاشَرَ أَهْلَ الطَّهَارَةِ مِنَ الْمَلَائِكَةِ الَّذِينَ يَلُونَهُ وَ يُمَاسُّونَهُ فِيمَا بَيْنَهُمْ نَظِيفاً مُوَجَّهاً بِهِ إِلَى اللَّهِ عزوجل . </span>",
		"<span class=\"snd\">قَدْ رُوِيَ عَنْ بَعْضِ الْأَئِمَّةِ عليه‌السلام أَنَّهُ قَالَ : </span>",
		"<span class=\"hdeth\"> لَيْسَ مِنْ مَيِّتٍ يَمُوتُ إِلَّا خَرَجَتْ مِنْهُ الْجَنَابَةُ فَلِذَلِكَ وَجَبَ الْغُسْلُ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ أَكْثَرُ أَحَادِيثِ الْأَبْوَابِ الْآتِيَةِ تَدُلُّ عَلَى ذَلِكَ‏ وَ يَأْتِي فِي التَّيَمُّمِ أَحَادِيثُ‏ فِيمَا إِذَا اجْتَمَعَ مَيِّتٌ وَ جُنُبٌ وَ مُحْدِثٌ وَ هُنَاكَ مَاءٌ يَكْفِي أَحَدَهُمْ مِنْهَا</span>",
		"<span>مَا يَدُلُّ عَلَى وُجُوبِ غُسْلِ الْمَيِّتِ أَيْضاً لِتَرْجِيحِهِ عَلَى غُسْلِ الْجَنَابَةِ وَ مَا تَضَمَّنَ بَعْضُهَا مِنْ أَنَّهُ سُنَّةٌ فَهُوَ مَحْمُولٌ عَلَى أَنَّ وُجُوبَهُ عُلِمَ مِنَ السُّنَّةِ لَا مِنَ الْقُرْآنِ وَ لَهُ نَظَائِرُ وَ قَوْلُهُ فِي حَدِيثِ مُحَمَّدِ بْنِ سِنَانٍ فَيُسْتَحَبُ‏ يُرَادُ بِهِ أَنَّ هَذَا الِاسْتِحْبَابَ عِلَّةٌ لِلْوُجُوبِ فِي أَصْلِ الشَّرْعِ وَ أَنَّ اللَّهَ لَمَّا أَحَبَّ ذَلِكَ أَوْجَبَهُ وَ اللَّهُ أَعْلَمُ . </span>"
	],
	[
		"<span class=\"hdeth\">2881- 15- وَ</span>",
		"<span class=\"snd\"> عَنْهُمْ عَنْ سَهْلٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ سَعِيدٍ عَنْ يُونُسَ بْنِ يَعْقُوبَ عَنْ أَبِي الْحَسَنِ الْأَوَّلِ عليه‌السلام قَالَ سَمِعْتُهُ يَقُولُ‏</span>",
		"<span class=\"hdeth\"> إِنِّي كَفَّنْتُ أَبِي فِي ثَوْبَيْنِ شَطَوِيَّيْنِ‏- كَانَ يُحْرِمُ فِيهِمَا وَ فِي قَمِيصٍ مِنْ‏</span>",
		"<span class=\"hdeth\">قُمُصِهِ وَ عِمَامَةٍ كَانَتْ لِعَلِيِّ بْنِ الْحُسَيْنِ- وَ فِي بُرْدٍ اشْتَرَيْتُهُ بِأَرْبَعِينَ دِينَاراً لَوْ كَانَ الْيَوْمَ لَسَاوَى أَرْبَعَمِائَةِ دِينَارٍ . </span>",
		"<span class=\"snd\">عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ (عَنْ أَبِي جَعْفَرٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ سَعِيدٍ)</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَى قَوْلِهِ أَرْبَعِينَ دِينَاراً . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الشَّيْخُ بِإِسْنَادِهِ عَنْ سَهْلِ بْنِ زِيَادٍ</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">3277- 5- وَ</span>",
		"<span class=\"snd\"> عَنْهُ عَنْ أَبِيهِ عَنِ ابْنِ فَضَّالٍ عَنْ عَلِيِّ بْنِ عُقْبَةَ عَنْ مُوسَى بْنِ أُكَيْلٍ عَنِ الْعَلَاءِ بْنِ سَيَابَةَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> تَبْدَأُ فِي حَمْلِ السَّرِيرِ مِنَ الْجَانِبِ الْأَيْمَنِ ثُمَّ تَمُرُّ عَلَيْهِ مِنْ خَلْفِهِ إِلَى الْجَانِبِ الْآخَرِ ثُمَّ تَمُرُّ حَتَّى تَرْجِعَ إِلَى الْمُقَدَّمِ كَذَلِكَ دَوَرَانُ الرَّحَى عَلَيْهِ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\">رَوَى الشَّيْخُ الْأَحَادِيثَ الثَّلَاثَةَ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ‏</span>",
		"<span class=\"hdeth\"> إِلَّا أَنَّهُ قَالَ فِي حَدِيثِ الْفَضْلِ ثُمَّ ارْجِعْ مِنْ مَكَانِكَ إِلَى مَيَامِنِ الْمَيِّتِ لَا تَمُرَّ خَلْفَ رِجْلَيْهِ‏ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَى الْأَخِيرَ أَيْضاً بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ يَعْقُوبَ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">3844- 7-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنْ صَفْوَانَ عَنِ ابْنِ بُكَيْرٍ عَنْ عُبَيْدِ بْنِ زُرَارَةَ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الدَّقِيقِ يُتَوَضَّأُ بِهِ قَالَ لَا بَأْسَ بِأَنْ يُتَوَضَّأَ بِهِ وَ يُنْتَفَعَ بِهِ . </span>",
		"<span class=\"snd\">أَقُولُ : حَمَلَ الشَّيْخُ الْوُضُوءَ هُنَا عَلَى التَّحْسِينِ مُسْتَدِلًّا بِالْحَصْرِ السَّابِقِ‏ وَ اسْتَدَلَّ عَلَيْهِ أَيْضاً بِمَا تَقَدَّمَ فِي آدَابِ الْحَمَّامِ‏</span>",
		"<span class=\"snd\">عَنْ أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> فِي الرَّجُلِ يَطَّلِي بِالنُّورَةِ فَيَجْعَلُ الدَّقِيقَ بِالزَّيْتِ ثُمَّ يَلُتُّهُ بِهِ يَتَمَسَّحُ بِهِ بَعْدَ النُّورَةِ لِيَقْطَعَ رِيحَهَا قَالَ لَا بَأْسَ‏ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ مَا تَضَمَّنَ ذِكْرَ التُّرَابِ غَيْرُ ظَاهِرٍ فِي الْحَصْرِ وَ قَدْ فَسَّرَ كَثِيرٌ مِنْ عُلَمَاءِ اللُّغَةِ الصَّعِيدَ بِوَجْهِ الْأَرْضِ وَ ادَّعَى بَعْضُهُمُ الْإِجْمَاعَ عَلَى ذَلِكَ وَ أَنَّهُ لَا يَخْتَصُّ بِالتُّرَابِ وَ كَذَا جَمَاعَةٌ مِنَ الْمُفَسِّرِينَ وَ الْفُقَهَاءِ وَ فَسَّرَهُ بَعْضُهُمْ بِالتُّرَابِ وَ يَأْتِي نُصُوصٌ كَثِيرَةٌ فِي التَّيَمُّمِ بِالْأَرْضِ‏ وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ فِي مُقَدِّمَةِ الْعِبَادَاتِ‏ وَ غَيْرِهَا وَ يَأْتِي مَا ظَاهِرُهُ الْمُنَافَاةُ وَ جَوَازُ التَّيَمُّمِ بِالْبِسَاطِ وَ نَحْوِهِ وَ نُبَيِّنُ وَجْهَهُ إِنْ شَاءَ اللَّهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">4327- 3-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ ابْنِ فَضَّالٍ عَنِ ابْنِ بُكَيْرٍ عَنِ الْحُسَيْنِ بْنِ زُرَارَةَ قَالَ : </span>",
		"<span class=\"hdeth\"> كُنْتُ عِنْدَ أَبِي عَبْدِ اللَّهِ عليه‌السلام وَ أَبِي يَسْأَلُهُ عَنِ اللَّبَنِ مِنَ الْمَيْتَةِ وَ الْبَيْضَةِ مِنَ‏</span>",
		"<span class=\"hdeth\">الْمَيْتَةِ وَ إِنْفَحَةِ الْمَيْتَةِ فَقَالَ كُلُّ هَذَا ذَكِيٌّ . </span>",
		"<span class=\"snd\">قَالَ وَ زَادَ فِيهِ عَلِيُّ بْنُ عُقْبَةَ وَ عَلِيُّ بْنُ الْحَسَنِ بْنِ رِبَاطٍ قَالَ : </span>",
		"<span class=\"hdeth\"> وَ الشَّعْرُ وَ الصُّوفُ كُلُّهُ ذَكِيٌّ . </span>"
	],
	[
		"<span class=\"hdeth\">5726- 2- وَ 3-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ جَعْفَرٍ عَنْ أَخِيهِ مُوسَى بْنِ جَعْفَرٍ ع</span>",
		"<span class=\"hdeth\"> مِثْلَهُ وَ زَادَ قَالَ وَ سَأَلْتُهُ عَنِ الرَّجُلِ يُصَلِّي وَ مَعَهُ دَبَّةٌ مِنْ جِلْدِ الْحِمَارِ أَوْ بَغْلٍ قَالَ لَا يَصْلُحُ أَنْ يُصَلِّيَ وَ هِيَ مَعَهُ إِلَّا أَنْ يَتَخَوَّفَ عَلَيْهَا ذَهَابَهَا فَلَا بَأْسَ أَنْ يُصَلِّيَ وَ هِيَ مَعَهُ . </span>",
		"<span class=\"snd\">قَالَ : </span>",
		"<span class=\"hdeth\"> وَ سَأَلْتُهُ عَنِ الرَّجُلِ هَلْ يَصْلُحُ أَنْ يُصَلِّيَ وَ فِي فِيهِ الْخَرَزُ وَ اللُّؤْلُؤُ قَالَ إِنْ كَانَ يَمْنَعُهُ مِنْ قِرَاءَتِهِ فَلَا وَ إِنْ كَانَ لَا يَمْنَعُهُ فَلَا بَأْسَ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الْحِمْيَرِيُّ فِي قُرْبِ الْإِسْنَادِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ عَنْ جَدِّهِ عَلِيِّ بْنِ جَعْفَرٍ عَنْ أَخِيهِ‏</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">5829- 6- وَ يَأْتِي فِي التَّسْلِيمِ عَلَى الصِّبْيَانِ فِي الْعِشْرَةِ مَا دَلَّ عَلَى أَنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم كَانَ يَلْبَسُ الصُّوفَ لِيَكُونَ سُنَّةً مِنْ بَعْدِهِ . </span>",
		"<span>وَ هُوَ مُحْتَمِلٌ لِمَا ذَكَرْنَا وَ لِلْحَمْلِ عَلَى النَّسْخِ وَ لِلتَّخْصِيصِ بِلُبْسِ الْعَبَاءِ فَإِنَّهُ لَمْ يُنْقَلْ أَنَّهُ كَانَ يَلْبَسُ غَيْرَهَا مِنَ الصُّوفِ بَلْ نُقِلَ أَنَّ لِبَاسَهُ كَانَ مِنَ الْقُطْنِ كَمَا تَقَدَّمَ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">6081- 8- وَ</span>",
		"<span class=\"snd\"> فِي كِتَابِ الْإِخْوَانِ بِسَنَدِهِ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> مَنْ كَسَا أَخَاهُ كِسْوَةَ شِتَاءٍ أَوْ صَيْفٍ كَانَ حَقّاً عَلَى اللَّهِ أَنْ يَكْسُوَهُ مِنْ ثِيَابِ الْجَنَّةِ . </span>",
		"<span class=\"snd\">ذَكَرَ الْحَدِيثَ السَّابِقَ وَ زَادَ</span>",
		"<span class=\"hdeth\"> وَ مَنْ أَكْرَمَ أَخَاهُ يُرِيدُ بِذَلِكَ الْأَخْلَاقَ الْحَسَنَةَ كَتَبَ اللَّهُ لَهُ مِنْ كِسْوَةِ الْجَنَّةِ عَدَدَ مَا فِي الدُّنْيَا مِنْ أَوَّلِهَا إِلَى آخِرِهَا وَ لَمْ يُثْبِتْهُ مِنْ أَهْلِ الرِّيَاءِ وَ أَثْبَتَهُ مِنْ أَهْلِ الْكَرَمِ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ يَأْتِي مَا يَدُلُّ عَلَى ذَلِكَ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">6469- 3- وَ</span>",
		"<span class=\"snd\"> عَنْ مُحَمَّدِ بْنِ الْحَسَنِ وَ عَلِيِّ بْنِ مُحَمَّدٍ عَنْ سَهْلِ بْنِ زِيَادٍ عَنْ عَمْرِو بْنِ عُثْمَانَ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْخَرَّازِ عَنْ هَارُونَ بْنِ خَارِجَةَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> قَالَ لِي يَا هَارُونَ بْنَ خَارِجَةَ كَمْ بَيْنَكَ وَ بَيْنَ مَسْجِدِ الْكُوفَةِ- يَكُونُ مِيلًا قُلْتُ لَا قَالَ فَتُصَلِّي فِيهِ الصَّلَوَاتِ كُلَّهَا قُلْتُ لَا قَالَ أَمَا لَوْ كُنْتُ بِحَضْرَتِهِ لَرَجَوْتُ أَنْ لَا تَفُوتَنِي فِيهِ صَلَاةٌ وَ تَدْرِي مَا فَضْلُ ذَلِكَ الْمَوْضِعِ مَا مِنْ عَبْدٍ صَالِحٍ وَ لَا نَبِيٍّ إِلَّا وَ قَدْ صَلَّى فِي مَسْجِدِ كُوفَانَ- حَتَّى إِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم لَمَّا أَسْرَى اللَّهُ بِهِ قَالَ لَهُ جَبْرَئِيلُ أَ تَدْرِي أَيْنَ أَنْتَ السَّاعَةَ يَا رَسُولَ اللَّهِ أَنْتَ مُقَابِلُ مَسْجِدِ</span>",
		"<span class=\"hdeth\">كُوفَانَ- قَالَ فَاسْتَأْذِنْ لِي رَبِّي حَتَّى آتِيَهُ فَأُصَلِّيَ رَكْعَتَيْنِ فَاسْتَأْذَنَ اللَّهَ عزوجل فَأَذِنَ لَهُ وَ إِنَّ مَيْمَنَتَهُ لَرَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ وَ إِنَّ وَسَطَهُ لَرَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ وَ إِنَّ مُؤَخَّرَهُ لَرَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ وَ إِنَّ الصَّلَاةَ الْمَكْتُوبَةَ فِيهِ لَتَعْدِلُ بِأَلْفِ صَلَاةٍ وَ إِنَّ النَّافِلَةَ فِيهِ لَتَعْدِلُ بِخَمْسِمِائَةِ صَلَاةٍ وَ إِنَّ الْجُلُوسَ فِيهِ بِغَيْرِ تِلَاوَةٍ وَ لَا ذِكْرٍ لَعِبَادَةٌ وَ لَوْ عَلِمَ النَّاسُ مَا فِيهِ لَأَتَوْهُ وَ لَوْ حَبْواً . </span>",
		"<span class=\"snd\">قَالَ سَهْلٌ وَ رُوِيَ لِي عَنْ‏ عَمْرٍو</span>",
		"<span class=\"hdeth\"> إِنَّ الصَّلَاةَ فِيهِ لَتَعْدِلُ بِحَجَّةٍ وَ إِنَّ النَّافِلَةَ فِيهِ لَتَعْدِلُ بِعُمْرَةٍ . </span>"
	],
	[
		"<span class=\"hdeth\">7174- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ الْحَسَنِ عَنْ عَمْرِو بْنِ سَعِيدٍ عَنْ مُصَدِّقٍ عَنْ عَمَّارٍ فِي حَدِيثٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ وَجَبَتْ عَلَيْهِ صَلَاةٌ مِنْ قُعُودٍ</span>",
		"<span class=\"hdeth\">- فَنَسِيَ حَتَّى قَامَ وَ افْتَتَحَ الصَّلَاةَ وَ هُوَ قَائِمٌ ثُمَّ ذَكَرَ قَالَ يَقْعُدُ وَ يَفْتَتِحُ الصَّلَاةَ وَ هُوَ قَاعِدٌ [وَ لَا يَعْتَدَّ بِافْتِتَاحِهِ الصَّلَاةَ وَ هُوَ قَائِمٌ‏] وَ كَذَلِكَ إِنْ وَجَبَتْ عَلَيْهِ الصَّلَاةُ مِنْ قِيَامٍ فَنَسِيَ حَتَّى افْتَتَحَ الصَّلَاةَ وَ هُوَ قَاعِدٌ فَعَلَيْهِ أَنْ يَقْطَعَ صَلَاتَهُ وَ يَقُومَ فَيَفْتَتِحَ الصَّلَاةَ وَ هُوَ قَائِمٌ وَ لَا يَقْتَدِيَ‏ بِافْتِتَاحِهِ وَ هُوَ قَاعِدٌ . </span>",
		"<span class=\"snd\">بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مَحْبُوبٍ عَنْ أَحْمَدَ بْنِ الْحَسَنِ‏</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَى قَوْلِهِ وَ هُوَ قَائِمٌ‏ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ‏ وَ يَأْتِي مَا يَدُلُّ عَلَيْهِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">7260- 11- وَ</span>",
		"<span class=\"snd\"> فِي الْعِلَلِ وَ عُيُونِ الْأَخْبَارِ بِأَسَانِيدَ تَأْتِي عَنِ الْفَضْلِ بْنِ شَاذَانَ عَنِ الرِّضَا عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> إِنَّمَا تُرْفَعُ الْيَدَانِ بِالتَّكْبِيرِ لِأَنَّ رَفْعَ الْيَدَيْنِ ضَرْبٌ مِنَ الِابْتِهَالِ وَ التَّبَتُّلِ وَ التَّضَرُّعِ فَأَحَبَّ اللَّهُ عزوجل أَنْ يَكُونَ الْعَبْدُ فِي وَقْتِ ذِكْرِهِ لَهُ مُتَبَتِّلًا مُتَضَرِّعاً مُبْتَهِلًا وَ لِأَنَّ فِي رَفْعِ الْيَدَيْنِ إِحْضَارَ النِّيَّةِ وَ إِقْبَالَ الْقَلْبِ عَلَى مَا قَالَ . </span>",
		"<span class=\"snd\">زَادَ فِي الْعِلَلِ-</span>",
		"<span class=\"hdeth\"> وَ قَصَدَ لِأَنَّ الْفَرْضَ مِنَ الذِّكْرِ إِنَّمَا هُوَ الِاسْتِفْتَاحُ وَ كُلُّ سُنَّةٍ فَإِنَّمَا تُؤَدَّى عَلَى جِهَةِ الْفَرْضِ فَلَمَّا أَنْ كَانَ فِي الِاسْتِفْتَاحِ الَّذِي هُوَ الْفَرْضُ رَفْعُ الْيَدَيْنِ أَحَبَّ أَنْ يُؤَدُّوا السُّنَّةَ عَلَى جِهَةِ مَا يُؤَدَّى الْفَرْضُ . </span>"
	],
	[
		"<span class=\"hdeth\">8963- 3- وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الرَّضِيُّ فِي نَهْجِ الْبَلَاغَةِ مُرْسَلًا عَنْ أَمِيرِ الْمُؤْمِنِينَ ع</span>"
	],
	[
		"<span class=\"hdeth\">9148- 3- وَ</span>",
		"<span class=\"snd\"> فِي الْمُقْنِعِ قَالَ : قَالَ رَسُولُ اللَّهِ ص‏</span>",
		"<span class=\"hdeth\"> لَيْسَ عَلَى أَصْحَابِ لَا إِلَهَ إِلَّا اللَّهُ وَحْشَةٌ فِي قُبُورِهِمْ كَأَنِّي أَنْظُرُ إِلَيْهِمْ يَنْفُضُونَ رُءُوسَهُمْ وَ يَقُولُونَ‏</span>",
		"<span class=\"aya\">|Q| الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ‏ |/Q|</span>",
		"<span class=\"hdeth\"> . </span>",
		"<span class=\"snd\">قَالَ وَ قَالَ : </span>",
		"<span class=\"hdeth\"> مَا مِنْ عَبْدٍ مُسْلِمٍ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ ثُمَّ ذَكَرَ مِثْلَهُ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى اسْتِحْبَابِ الذِّكْرِ سِرّاً وَ اخْتِيَارِهِ عَلَى الْجَهْرِ . </span>"
	],
	[
		"<span class=\"hdeth\">9320- 4- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ عَنْ أَحْمَدَ بْنِ الْحَسَنِ عَنْ‏</span>",
		"<span class=\"snd\">عَمْرِو بْنِ سَعِيدٍ عَنْ مُصَدِّقِ بْنِ صَدَقَةَ عَنْ عَمَّارِ بْنِ مُوسَى قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الرَّجُلِ يَكُونُ فِي الصَّلَاةِ فَيَقْرَأُ فَيَرَى حَيَّةً بِحِيَالِهِ يَجُوزُ لَهُ أَنْ يَتَنَاوَلَهَا فَيَقْتُلَهَا فَقَالَ إِنْ كَانَ بَيْنَهُ وَ بَيْنَهَا خُطْوَةٌ وَاحِدَةٌ فَلْيَخْطُ وَ لْيَقْتُلْهَا وَ إِلَّا فَلَا . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بِإِسْنَادِهِ عَنْ عَمَّارٍ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ وَ أَسْقَطَ قَوْلَهُ فَيَقْرَأُ . </span>"
	],
	[
		"<span class=\"hdeth\">9989- 2- وَ</span>",
		"<span class=\"snd\"> عَنْهُ عَنْ مُحَمَّدِ بْنِ عِيسَى عَنْ يُونُسَ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ وَ عَنِ الْحُسَيْنِ بْنِ مُحَمَّدٍ عَنْ عَبْدِ اللَّهِ بْنِ عَامِرٍ عَنْ عَلِيِّ بْنِ مَهْزِيَارَ عَنْ‏</span>",
		"<span class=\"snd\">فَضَالَةَ بْنِ أَيُّوبَ عَنْ أَحْمَدَ بْنِ سُلَيْمَانَ جَمِيعاً عَنْ مُرَّةَ مَوْلَى (مُحَمَّدِ بْنِ خَالِدٍ) قَالَ : </span>",
		"<span class=\"hdeth\"> صَاحَ أَهْلُ الْمَدِينَةِ إِلَى مُحَمَّدِ بْنِ خَالِدٍ فِي الِاسْتِسْقَاءِ فَقَالَ لِيَ انْطَلِقْ إِلَى أَبِي عَبْدِ اللَّهِ عليه‌السلام فَسَلْهُ مَا رَأْيُكَ فَإِنَّ هَؤُلَاءِ قَدْ صَاحُوا إِلَيَّ فَأَتَيْتُهُ فَقُلْتُ لَهُ فَقَالَ لِي قُلْ لَهُ فَلْيَخْرُجْ قُلْتُ مَتَى يَخْرُجُ جُعِلْتُ فِدَاكَ قَالَ يَوْمَ الْإِثْنَيْنِ- قُلْتُ كَيْفَ يَصْنَعُ قَالَ يُخْرِجُ الْمِنْبَرَ ثُمَّ يَخْرُجُ يَمْشِي كَمَا يَمْشِي‏ يَوْمَ الْعِيدَيْنِ- وَ بَيْنَ يَدَيْهِ الْمُؤَذِّنُونَ فِي أَيْدِيهِمْ عَنَزُهُمْ حَتَّى إِذَا انْتَهَى إِلَى الْمُصَلَّى يُصَلِّي بِالنَّاسِ رَكْعَتَيْنِ بِغَيْرِ أَذَانٍ وَ لَا إِقَامَةٍ ثُمَّ يَصْعَدُ الْمِنْبَرَ فَيَقْلِبُ رِدَاءَهُ فَيَجْعَلُ الَّذِي عَلَى يَمِينِهِ عَلَى يَسَارِهِ وَ الَّذِي عَلَى يَسَارِهِ عَلَى يَمِينِهِ ثُمَّ يَسْتَقْبِلُ الْقِبْلَةَ فَيُكَبِّرُ اللَّهَ مِائَةَ تَكْبِيرَةٍ رَافِعاً بِهَا صَوْتَهُ ثُمَّ يَلْتَفِتُ إِلَى النَّاسِ عَنْ يَمِينِهِ فَيُسَبِّحُ اللَّهَ مِائَةَ تَسْبِيحَةٍ رَافِعاً بِهَا صَوْتَهُ ثُمَّ يَلْتَفِتُ إِلَى النَّاسِ عَنْ يَسَارِهِ فَيُهَلِّلُ اللَّهَ مِائَةَ تَهْلِيلَةٍ رَافِعاً بِهَا صَوْتَهُ ثُمَّ يَسْتَقْبِلُ النَّاسَ فَيَحْمَدُ اللَّهَ مِائَةَ تَحْمِيدَةٍ ثُمَّ يَرْفَعُ يَدَيْهِ فَيَدْعُو ثُمَّ يَدْعُونَ فَإِنِّي لَأَرْجُو أَنْ لَا تَخِيبُوا قَالَ فَفَعَلَ فَلَمَّا رَجَعْنَا قَالُوا هَذَا مِنْ تَعْلِيمِ جَعْفَرٍ . </span>",
		"<span class=\"snd\">فِي رِوَايَةِ يُونُسَ‏</span>",
		"<span class=\"hdeth\"> فَمَا رَجَعْنَا حَتَّى أَهَمَّتْنَا أَنْفُسُنَا . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الشَّيْخُ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ يَعْقُوبَ‏</span>",
		"<span> وَ كَذَا الَّذِي قَبْلَهُ . </span>"
	],
	[
		"<span class=\"hdeth\">10216- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ : قَالَ رَسُولُ اللَّهِ ص‏</span>",
		"<span class=\"hdeth\"> تَنَفَّلُوا فِي سَاعَةِ الْغَفْلَةِ وَ لَوْ بِرَكْعَتَيْنِ خَفِيفَتَيْنِ فَإِنَّهُمَا تُورِثَانِ دَارَ الْكَرَامَةِ . </span>",
		"<span class=\"snd\">قَالَ وَ فِي خَبَرٍ آخَرَ</span>",
		"<span class=\"hdeth\"> دَارَ السَّلَامِ وَ هِيَ الْجَنَّةُ- وَ سَاعَةُ الْغَفْلَةِ بَيْنَ الْمَغْرِبِ وَ الْعِشَاءِ الْآخِرَةِ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> فِي الْعِلَلِ عَنْ أَبِيهِ عَنْ سَعْدٍ عَنْ أَحْمَدَ بْنِ أَبِي عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ زُرْعَةَ عَنْ سَمَاعَةَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ قَالَ : قَالَ رَسُولُ اللَّهِ ص‏</span>",
		"<span> وَ ذَكَرَ الْحَدِيثَ‏ وَ</span>",
		"<span class=\"snd\"> فِي ثَوَابِ الْأَعْمَالِ عَنْ أَبِيهِ عَنْ سَعْدٍ عَنْ أَحْمَدَ بْنِ أَبِي عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ وَهْبِ بْنِ وَهْبٍ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ</span>",
		"<span> نَحْوَهُ‏ وَ</span>",
		"<span class=\"snd\"> فِي الْمَجَالِسِ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ خَالِدٍ عَنْ أَبِيهِ‏</span>",
		"<span> مِثْلَهُ‏ وَ</span>",
		"<span class=\"snd\">فِي مَعَانِي الْأَخْبَارَ عَنْ أَبِيهِ عَنْ سَعْدٍ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ خَالِدٍ عَنْ سُلَيْمَانَ بْنِ سَمَاعَةَ عَنْ عَمِّهِ عَاصِمٍ الْكُوزِيِّ عَنْ أَبِي عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنِ النَّبِيِّ ص‏</span>",
		"<span class=\"hdeth\"> نَحْوَهُ إِلَى قَوْلِهِ وَ الْعِشَاءِ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَحْيَى (عَنْ‏</span>",
		"<span class=\"snd\">أَبِي جَعْفَرٍ) عَنْ وَهْبٍ أَوْ عَنِ السَّكُونِيِّ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ‏</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">10962- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنِ النَّضْرِ بْنِ سُوَيْدٍ عَنْ هِشَامِ بْنِ سَالِمٍ عَنْ سُلَيْمَانَ بْنِ خَالِدٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام أَنَّهُ قَالَ : </span>",
		"<span class=\"hdeth\"> فِي الرَّجُلِ إِذَا أَدْرَكَ الْإِمَامَ وَ هُوَ رَاكِعٌ وَ كَبَّرَ الرَّجُلُ وَ هُوَ مُقِيمٌ صُلْبَهُ ثُمَّ رَكَعَ قَبْلَ أَنْ يَرْفَعَ الْإِمَامُ رَأْسَهُ فَقَدْ أَدْرَكَ الرَّكْعَةَ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\">بِإِسْنَادِهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ عَلِيِّ بْنِ النُّعْمَانِ عَنِ ابْنِ مُسْكَانَ عَنْ سُلَيْمَانَ بْنِ خَالِدٍ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ وَ أَسْقَطَ لَفْظَ الرَّكْعَةَ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الْكُلَيْنِيُّ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">11652- 4-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ فِي مَعَانِي الْأَخْبَارِ عَنْ مُحَمَّدِ بْنِ هَارُونَ الزَّنْجَانِيِّ عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ عَنْ أَبِي عُبَيْدٍ الْقَاسِمِ بْنِ سَلَّامٍ بِإِسْنَادٍ مُتَّصِلٍ إِلَى النَّبِيِّ ص‏</span>",
		"<span class=\"hdeth\"> أَنَّهُ كَتَبَ لِوَائِلِ بْنِ حُجْرٍ الْحَضْرَمِيِّ وَ لِقَوْمِهِ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم إِلَى الْأَقْيَالِ الْعَبَاهِلَةِ- مِنْ أَهْلِ حَضْرَمَوْتَ- بِإِقَامِ الصَّلَاةِ وَ إِيتَاءِ الزَّكَاةِ وَ عَلَى التِّيعَةِ شَاةٌ وَ التِّيمَةُ لِصَاحِبِهَا وَ فِي‏</span>",
		"<span class=\"hdeth\">السُّيُوبِ الْخُمُسُ لَا خِلَاطَ وَ لَا وِرَاطَ وَ لَا شِنَاقَ وَ لَا شِغَارَ وَ مَنْ أَحْبَى [أَجْبَى‏] فَقَدْ أَرْبَى وَ كُلُّ مُسْكِرٍ حَرَامٌ . </span>",
		"<span>قَالَ الصَّدُوقُ قَالَ أَبُو عُبَيْدٍ التِّيعَةُ الْأَرْبَعُونَ مِنَ الْغَنَمِ وَ التِّيمَةُ يُقَالُ إِنَّهَا الشَّاةُ الزَّائِدَةُ عَلَى الْأَرْبَعِينَ حَتَّى تَبْلُغَ الْفَرِيضَةَ الْأُخْرَى وَ يُقَالُ إِنَّهَا الشَّاةُ تَكُونُ لِصَاحِبِهَا فِي مَنْزِلِهِ يَحْتَلِبُهَا وَ السُّيُوبُ الرِّكَازُ وَ يُقَالُ الْخِلَاطُ إِذَا كَانَ بَيْنَ الْخَلِيطَيْنِ عِشْرُونَ وَ مِائَةُ شَاةٍ لِأَحَدِهِمَا ثَمَانُونَ وَ لِلْآخَرِ أَرْبَعُونَ وَ الْوِرَاطُ الْخَدِيعَةُ وَ الْغِشُّ وَ يُقَالُ إِنَّ قَوْلَهُ لَا خِلَاطَ وَ لَا وِرَاطَ مِثْلُ‏</span>",
		"<span class=\"snd\">قَوْلِهِ ع</span>",
		"<span class=\"hdeth\"> لَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ وَ لَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ . </span>",
		"<span class=\"snd\">وَ الشَّنَقُ مَا بَيْنَ الْفَرِيضَتَيْنِ وَ الشِّغَارُ أَنْ يَخْطُبَ الرَّجُلُ إِلَى الرَّجُلِ أُخْتَهُ أَوْ بِنْتَهُ عَلَى أَنْ يُزَوِّجَهُ هُوَ أَيْضاً ابْنَتَهُ أَوْ أُخْتَهُ فَلَا يَكُونَ بَيْنَهُمَا مَهْرٌ سِوَى ذَلِكَ وَ الْإِحْبَاءُ بَيْعُ الْحَرْثِ قَبْلَ أَنْ يَبْدُوَ صَلَاحُهُ أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">12203- 14-</span>",
		"<span class=\"snd\"> قَالَ : </span>",
		"<span class=\"hdeth\"> وَ سُئِلَ عَنْ قَدْرِ الْقِيمَةِ فَقَالَ دِرْهَمٌ فِي الْغَلَاءِ وَ الرُّخْصِ . </span>",
		"<span class=\"snd\">قَالَ وَ رُوِيَ‏</span>",
		"<span class=\"hdeth\"> أَنَّ أَقَلَّ الْقِيمَةِ فِي الرُّخْصِ ثُلُثَا دِرْهَمٍ . </span>",
		"<span class=\"snd\">أَقُولُ : ذَكَرَ الْمُفِيدُ أَنَّ ذَلِكَ مُتَعَلِّقٌ بِقِيمَةِ الصَّاعِ فِي وَقْتِ الْمَسْأَلَةِ عَنْهُ وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ فِي مُسْتَحِقِّي الزَّكَاةِ وَ يَأْتِي مَا يَدُلُّ عَلَى بَعْضِ الْمَقْصُودِ . </span>"
	],
	[
		"<span class=\"hdeth\">12254- 3- وَ</span>",
		"<span class=\"snd\"> بِهَذَا الْإِسْنَادِ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> مَا أَحْسَنَ عَبْدٌ الصَّدَقَةَ فِي الدُّنْيَا إِلَّا أَحْسَنَ اللَّهُ الْخِلَافَةَ عَلَى وُلْدِهِ مِنْ بَعْدِهِ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\">قَالَ : </span>",
		"<span class=\"hdeth\"> حُسْنُ الصَّدَقَةِ يَقْضِي الدَّيْنَ وَ يَخْلُفُ عَلَى الْبَرَكَةِ . </span>"
	],
	[
		"<span class=\"hdeth\">12307- 8-</span>",
		"<span class=\"snd\"> أَحْمَدُ بْنُ فَهْدٍ فِي عُدَّةِ الدَّاعِي قَالَ : </span>",
		"<span class=\"hdeth\"> وَ قِيلَ بَيْنَمَا عِيسَى مَعَ أَصْحَابِهِ جَالِساً إِذْ مَرَّ بِهِمْ رَجُلٌ فَقَالَ عِيسَى عليه‌السلام هَذَا مَيِّتٌ أَوْ يَمُوتُ فَلَمْ يَلْبَثُوا أَنْ رَجَعَ عَلَيْهِمْ وَ هُوَ يَحْمِلُ حُزْمَةَ حَطَبٍ فَقَالُوا يَا رُوحَ اللَّهِ أَخْبَرْتَنَا أَنَّهُ مَيِّتٌ وَ هُوَ ذَا نَرَاهُ حَيّاً فَقَالَ عليه‌السلام لَهُ ضَعْ حُزْمَتَكَ فَوَضَعَهَا فَفَتَحَهَا فَإِذَا فِيهَا أَسْوَدُ وَ قَدْ أُلْقِمَ حَجَراً فَقَالَ لَهُ عِيسَى أَيَّ شَيْ‏ءٍ صَنَعْتَ الْيَوْمَ فَقَالَ كَانَ مَعِي رَغِيفَانِ فَمَرَّ بِي سَائِلٌ فَأَعْطَيْتُهُ وَاحِداً . </span>",
		"<span class=\"snd\">قَالَ وَ قَالَ الصَّادِقُ ع</span>",
		"<span class=\"hdeth\">- مَا أَحْسَنَ عَبْدٌ الصَّدَقَةَ (فِي الدُّنْيَا) إِلَّا أَحْسَنَ اللَّهُ الْخِلَافَةَ عَلَى وُلْدِهِ مِنْ بَعْدِهِ . </span>"
	],
	[
		"<span class=\"hdeth\">12406- 5- وَ</span>",
		"<span class=\"snd\"> عَنْهُ عَنْ مُحَمَّدِ بْنِ عَبْدِ الْجَبَّارِ عَنِ ابْنِ فَضَّالٍ عَنْ عُمَرَ بْنِ أَبَانٍ عَنْ سَعِيدِ بْنِ الْحَسَنِ قَالَ : قَالَ أَبُو جَعْفَرٍ ع</span>",
		"<span class=\"hdeth\"> أَ يَجِي‏ءُ أَحَدُكُمْ إِلَى أَخِيهِ فَيُدْخِلَ يَدَهُ فِي كِيسِهِ فَيَأْخُذَ حَاجَتَهُ فَلَا يَدْفَعُهُ فَقُلْتُ مَا أَعْرِفُ ذَلِكَ فِينَا فَقَالَ أَبُو جَعْفَرٍ عليه‌السلام فَلَا شَيْ‏ءَ إِذاً قُلْتُ فَالْهَلَاكُ إِذاً فَقَالَ إِنَّ الْقَوْمَ لَمْ يُعْطَوْا أَحْلَامَهُمْ بَعْدُ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\">قَدْ تَقَدَّمَ فِي أَحَادِيثِ الدُّعَاءِ عَنِ الصَّادِقِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> ثَلَاثُ دَعَوَاتٍ لَا يُحْجَبْنَ عَنِ اللَّهِ مِنْهَا رَجُلٌ مُؤْمِنٌ دَعَا لِرَجُلٍ مُؤْمِنٍ وَاسَاهُ فِينَا وَ دُعَاؤُهُ عَلَيْهِ إِذَا لَمْ يُوَاسِهِ مَعَ الْقُدْرَةِ عَلَيْهِ وَ الِاضْطِرَارِ إِلَيْهِ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ يَأْتِي مَا يَدُلُّ عَلَى ذَلِكَ هُنَا وَ فِي جِهَادِ النَّفْسِ‏ وَ فِي الْعِشْرَةِ . </span>"
	],
	[
		"<span class=\"hdeth\">12554- 9- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ الْحَسَنِ بْنِ فَضَّالٍ عَنْ عَلِيِّ بْنِ يَعْقُوبَ عَنْ أَبِي الْحَسَنِ الْبَغْدَادِيِ‏ عَنِ الْحَسَنِ بْنِ إِسْمَاعِيلَ بْنِ صَالِحٍ‏</span>",
		"<span class=\"snd\">الصَّيْمَرِيِّ عَنِ الْحَسَنِ بْنِ رَاشِدٍ عَنْ حَمَّادِ بْنِ عِيسَى قَالَ رَوَاهُ لِي بَعْضُ أَصْحَابِنَا ذَكَرَهُ عَنِ الْعَبْدِ الصَّالِحِ أَبِي الْحَسَنِ الْأَوَّلِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> الْخُمُسُ مِنْ خَمْسَةِ أَشْيَاءَ مِنَ الْغَنَائِمِ وَ مِنَ الْغَوْصِ وَ الْكُنُوزِ وَ مِنَ الْمَعَادِنِ وَ الْمَلَّاحَةِ . </span>",
		"<span class=\"snd\">فِي رِوَايَةِ يُونُسَ‏</span>",
		"<span class=\"hdeth\"> وَ الْعَنْبَرِ . </span>",
		"<span>أَصَبْتُهَا فِي بَعْضِ كُتُبِهِ هَذَا الْحَرْفَ وَحْدَهُ الْعَنْبَرِ وَ لَمْ أَسْمَعْهُ الْحَدِيثَ . </span>"
	],
	[
		"<span class=\"hdeth\">13353- 15- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ أَبِي الْخَطَّابِ عَنْ يَزِيدَ بْنِ إِسْحَاقَ شَعِرٍ عَنْ هَارُونَ بْنِ حَمْزَةَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ سَمِعْتُهُ يَقُولُ‏</span>",
		"<span class=\"hdeth\"> إِذَا صُمْتَ لِرُؤْيَةِ الْهِلَالِ وَ أَفْطَرْتَ لِرُؤْيَتِهِ فَقَدْ أَكْمَلْتَ صِيَامَ شَهْرِ رَمَضَانَ . </span>",
		"<span class=\"snd\">بِهَذَا الْإِسْنَادِ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ وَ تَرَكَ لَفْظَ رَمَضَانَ وَ زَادَ وَ إِنْ لَمْ تَصُمْ إِلَّا تِسْعَةً وَ عِشْرِينَ يَوْماً فَإِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم قَالَ الشَّهْرُ هَكَذَا وَ هَكَذَا وَ هَكَذَا وَ أَشَارَ بِيَدِهِ إِلَى عَشَرَةٍ وَ عَشَرَةٍ وَ تِسْعَةٍ . </span>"
	],
	[
		"<span class=\"hdeth\">13880- 2- وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الشَّيْخُ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ الْحَسَنِ بْنِ فَضَّالٍ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زُرَارَةَ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَبِي نَصْرٍ عَنْ أَبَانِ بْنِ عُثْمَانَ‏</span>",
		"<span class=\"hdeth\"> نَحْوَهُ إِلَّا أَنَّهُ قَالَ وَ مَنْ صَامَ عَشَرَةَ أَيَّامٍ أُعْطِيَ مَسْأَلَتَهُ وَ مَنْ صَامَ خَمْسَةً وَ عِشْرِينَ يَوْماً مِنْهُ قِيلَ لَهُ اسْتَأْنِفِ الْعَمَلَ فَقَدْ غُفِرَ لَكَ وَ مَنْ زَادَ زَادَهُ اللَّهُ . </span>",
		"<span>وَ كَذَا عِبَارَةُ الْمُقْنِعِ‏ وَ</span>",
		"<span class=\"snd\">زَادَ الْمُفِيدُ فِي الْمُقْنِعَةِ</span>",
		"<span class=\"hdeth\"> بَعْدَ قَوْلِهِ مَسِيرَةَ سَنَةٍ وَ مَنْ صَامَ الْيَوْمَ الْأَوَّلَ وَ الثَّانِيَ تَبَاعَدَتْ عَنْهُ النَّارُ مَسِيرَةَ سَنَتَيْنِ‏ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الطُّوسِيُّ فِي الْأَمَالِي عَنْ أَبِيهِ عَنِ الْمُفِيدِ عَنِ ابْنِ قُولَوَيْهِ عَنْ مُحَمَّدِ بْنِ الْحَسَنِ الْجَوْهَرِيِّ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَبِي نَصْرٍ</span>",
		"<span> نَحْوَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">14938- 8-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَحْيَى عَنْ مُحَمَّدِ بْنِ أَحْمَدَ الْعَلَوِيِّ عَنِ الْعَمْرَكِيِّ بْنِ عَلِيٍّ الْخُرَاسَانِيِّ عَنْ عَلِيِّ بْنِ جَعْفَرٍ عَنْ أَخِيهِ مُوسَى بْنِ جَعْفَرٍ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنْ رَجُلٍ نَسِيَ الْإِحْرَامَ بِالْحَجِّ فَذَكَرَ وَ هُوَ بِعَرَفَاتٍ- مَا حَالُهُ قَالَ يَقُولُ اللَّهُمَّ عَلَى كِتَابِكَ وَ سُنَّةِ</span>",
		"<span class=\"hdeth\">نَبِيِّكَ صلى‌الله‌عليه‌وآله‌وسلم فَقَدْ تَمَّ إِحْرَامُهُ فَإِنْ جَهِلَ أَنْ يُحْرِمَ يَوْمَ التَّرْوِيَةِ بِالْحَجِّ حَتَّى رَجَعَ إِلَى بَلَدِهِ إِنْ كَانَ قَضَى مَنَاسِكَهُ كُلَّهَا فَقَدْ تَمَّ حَجُّهُ . </span>",
		"<span class=\"snd\">وَ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ جَعْفَرٍ عَنْ أَخِيهِ‏</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَى قَوْلِهِ فَقَدْ تَمَّ إِحْرَامُهُ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">15111- 4-</span>",
		"<span class=\"snd\"> قَالَ ابْنُ طَاوُسٍ وَ حَدَّثَ أَبُو نَصْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حُمْدُونٍ الْوَاسِطِيُّ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ الْقُنَانِيِّ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مُوسَى عَنْ يَحْيَى بْنِ مُحَمَّدِ بْنِ يَحْيَى الْقَصَبَانِيِّ عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مَعْمَرٍ الْكُوفِيِّ عَنْ عَلِيِّ بْنِ مُحَمَّدٍ الزَّاهِدِ عَنْ عَاصِمِ بْنِ حُمَيْدٍ عَنِ الصَّادِقِ ع</span>",
		"<span class=\"hdeth\"> فِي اخْتِيَارَاتِ الْأَيَّامِ . </span>",
		"<span class=\"snd\">ثُمَّ أَوْرَدَ الْحَدِيثَ ابْنُ طَاوُسٍ‏</span>",
		"<span class=\"hdeth\"> وَ هُوَ مُوَافِقٌ لِلرِّوَايَةِ الثَّانِيَةِ فِي السُّعُودِ وَ النُّحُوسِ إِلَّا أَنَّهُ قَالَ السَّابِعَ عَشَرَ يَوْمٌ صَالِحٌ . </span>",
		"<span class=\"snd\">قَالَ ابْنُ مَعْمَرٍ فِي رِوَايَةٍ أُخْرَى‏</span>",
		"<span class=\"hdeth\"> يَوْمٌ ثَقِيلٌ لَا يَصْلُحُ لِطَلَبِ الْحَوَائِجِ ثُمَّ ذَكَرَ الْبَاقِيَ نَحْوَهُ مَعَ مُخَالَفَةٍ فِي الْأَلْفَاظِ . </span>",
		"<span class=\"snd\">وَ رَوَاهُ الطَّبْرِسِيُّ فِي مَكَارِمِ الْأَخْلَاقِ مُرْسَلًا</span>",
		"<span class=\"hdeth\"> نَحْوَهُ فِي النُّحُوسِ وَ السُّعُودِ مَعَ اخْتِلَافٍ كَثِيرٍ فِي اللَّفْظِ</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">15176- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ : قَالَ رَسُولُ اللَّهِ ص‏</span>",
		"<span class=\"hdeth\"> مَنْ أَعَانَ مُؤْمِناً مُسَافِراً فَرَّجَ اللَّهُ عَنْهُ ثَلَاثاً وَ سَبْعِينَ كُرْبَةً وَ أَجَارَهُ فِي الدُّنْيَا وَ الْآخِرَةِ مِنَ الْغَمِّ وَ الْهَمِّ وَ نَفَّسَ كَرْبَهُ الْعَظِيمَ يَوْمَ يَغَصُّ النَّاسُ بِأَنْفَاسِهِمْ . </span>",
		"<span class=\"snd\">قَالَ وَ فِي حَدِيثٍ آخَرَ</span>",
		"<span class=\"hdeth\"> حَيْثُ يَتَشَاغَلُ النَّاسُ بِأَنْفَاسِهِمْ‏ . </span>",
		"<span class=\"snd\">وَ رَوَاهُ الْبَرْقِيُّ فِي الْمَحَاسِنِ عَنْ مُحَمَّدِ بْنِ سِنَانٍ عَنْ أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span> نَحْوَهُ‏</span>",
		"<span class=\"snd\"> وَ رَوَاهُ أَيْضاً عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَمَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي عَمْرٍو الْغِفَارِيِّ عَنْ جَعْفَرِ بْنِ إِبْرَاهِيمَ الْجَعْفَرِيِّ عَنْ أَبِي عَبْدِ اللَّهِ عَنْ آبَائِهِ ع</span>",
		"<span> نَحْوَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">15887- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ‏</span>",
		"<span class=\"snd\">مُحَمَّدٍ عَنِ الْوَشَّاءِ عَنْ جَمِيلِ بْنِ دَرَّاجٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> كَانَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَقْسِمُ لَحَظَاتِهِ بَيْنَ أَصْحَابِهِ فَيَنْظُرُ إِلَى ذَا وَ يَنْظُرُ إِلَى ذَا بِالسَّوِيَّةِ قَالَ وَ لَمْ يَبْسُطْ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم رِجْلَيْهِ بَيْنَ أَصْحَابِهِ قَطُّ وَ إِنْ كَانَ لَيُصَافِحُهُ الرَّجُلُ فَمَا يَتْرُكُ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَدَهُ مِنْ يَدِهِ حَتَّى يَكُونَ هُوَ التَّارِكَ فَلَمَّا فَطَنُوا لِذَلِكَ كَانَ الرَّجُلُ إِذَا صَافَحَهُ قَالَ بِيَدِهِ فَنَزَعَهَا مِنْ يَدِهِ . </span>",
		"<span class=\"snd\">عَنْهُ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنْ جَمِيلٍ‏</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَى قَوْلِهِ بِالسَّوِيَّةِ . </span>"
	],
	[
		"<span class=\"hdeth\">15561- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ وَ مُحَمَّدِ بْنِ الْحُسَيْنِ عَنْ مُحَمَّدِ بْنِ سِنَانٍ عَنْ عَمَّارِ بْنِ مُوسَى قَالَ : قَالَ أَبُو عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> يَا عَمَّارُ إِنْ كُنْتَ تُحِبُّ أَنْ تَسْتَتِبَ‏ لَكَ النِّعْمَةُ وَ تَكْمُلَ لَكَ الْمُرُوءَةُ وَ تَصْلُحَ لَكَ الْمَعِيشَةُ فَلَا تُشَارِكِ الْعَبِيدَ وَ السَّفِلَةَ</span>",
		"<span class=\"hdeth\">فِي أَمْرِكَ فَإِنَّهُمْ إِنِ ائْتَمَنْتَهُمْ خَانُوكَ وَ إِنْ حَدَّثُوكَ كَذَبُوكَ وَ إِنْ نُكِبْتَ خَذَلُوكَ وَ إِنْ وَعَدُوكَ أَخْلَفُوكَ . </span>",
		"<span class=\"snd\">قَالَ وَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام يَقُولُ‏</span>",
		"<span class=\"hdeth\"> حُبُّ الْأَبْرَارِ لِلْأَبْرَارِ ثَوَابٌ لِلْأَبْرَارِ وَ حُبُّ الْفُجَّارِ لِلْأَبْرَارِ فَضِيلَةٌ لِلْأَبْرَارِ وَ بُغْضُ الْفُجَّارِ لِلْأَبْرَارِ زَيْنٌ لِلْأَبْرَارِ وَ بُغْضُ الْأَبْرَارِ لِلْفُجَّارِ خِزْيٌ عَلَى الْفُجَّارِ . </span>"
	],
	[
		"<span class=\"hdeth\">16551- 2- وَ</span>",
		"<span class=\"snd\"> عَنْهُ عَنْ أَبِيهِ عَنِ ابْنِ أَبِي عُمَيْرٍ وَ عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ عَنِ الْفَضْلِ بْنِ شَاذَانَ عَنْ صَفْوَانَ وَ ابْنِ أَبِي عُمَيْرٍ جَمِيعاً عَنْ‏</span>",
		"<span class=\"snd\">مُعَاوِيَةَ بْنِ عَمَّارٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> التَّلْبِيَةُ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَ النِّعْمَةَ لَكَ وَ الْمُلْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ ذَا الْمَعَارِجِ لَبَّيْكَ الْحَدِيثَ . </span>",
		"<span class=\"snd\">قَالَ فِي آخِرِهِ‏</span>",
		"<span class=\"hdeth\"> وَ اعْلَمْ أَنَّهُ لَا بُدَّ مِنَ التَّلْبِيَاتِ الْأَرْبَعِ فِي أَوَّلِ الْكِتَابِ‏ وَ هِيَ الْفَرِيضَةُ وَ هِيَ التَّوْحِيدُ وَ بِهَا لَبَّى الْمُرْسَلُونَ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\"> رَوَاهُ الشَّيْخُ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ يَعْقُوبَ‏</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">17718- 3-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ‏</span>",
		"<span class=\"hdeth\"> سُئِلَ الصَّادِقُ عليه‌السلام عَنْ قَوْلِ اللَّهِ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| سَواءً الْعاكِفُ فِيهِ وَ الْبادِ |/Q|</span>",
		"<span class=\"hdeth\">- فَقَالَ لَمْ يَكُنْ يَنْبَغِي أَنْ يَضَعَ‏ عَلَى دُورِ مَكَّةَ أَبْوَابٌ لِأَنَّ لِلْحَاجِّ أَنْ يَنْزِلُوا مَعَهُمْ فِي دُورِهِمْ فِي سَاحَةِ الدَّارِ حَتَّى يَقْضُوا مَنَاسِكَهُمْ وَ إِنَّ أَوَّلَ مَنْ جَعَلَ لِدُورِ مَكَّةَ أَبْوَاباً مُعَاوِيَةُ . </span>",
		"<span class=\"snd\">وَ فِي الْعِلَلِ عَنْ أَبِيهِ عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ عَنْ أَحْمَدَ وَ عَبْدِ اللَّهِ ابْنَيْ مُحَمَّدِ بْنِ عِيسَى عَنْ مُحَمَّدِ بْنِ أَبِي عُمَيْرٍ عَنْ حَمَّادِ بْنِ عُثْمَانَ النَّابِ عَنْ عُبَيْدِ اللَّهِ بْنِ عَلِيٍّ الْحَلَبِيِّ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنْ قَوْلِ اللَّهِ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| سَواءً الْعاكِفُ فِيهِ وَ الْبادِ |/Q|</span>",
		"<span class=\"hdeth\"> ثُمَّ ذَكَرَ مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">17718- 3-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ‏</span>",
		"<span class=\"hdeth\"> سُئِلَ الصَّادِقُ عليه‌السلام عَنْ قَوْلِ اللَّهِ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| سَواءً الْعاكِفُ فِيهِ وَ الْبادِ |/Q|</span>",
		"<span class=\"hdeth\">- فَقَالَ لَمْ يَكُنْ يَنْبَغِي أَنْ يَضَعَ‏ عَلَى دُورِ مَكَّةَ أَبْوَابٌ لِأَنَّ لِلْحَاجِّ أَنْ يَنْزِلُوا مَعَهُمْ فِي دُورِهِمْ فِي سَاحَةِ الدَّارِ حَتَّى يَقْضُوا مَنَاسِكَهُمْ وَ إِنَّ أَوَّلَ مَنْ جَعَلَ لِدُورِ مَكَّةَ أَبْوَاباً مُعَاوِيَةُ . </span>",
		"<span class=\"snd\">وَ فِي الْعِلَلِ عَنْ أَبِيهِ عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ عَنْ أَحْمَدَ وَ عَبْدِ اللَّهِ ابْنَيْ مُحَمَّدِ بْنِ عِيسَى عَنْ مُحَمَّدِ بْنِ أَبِي عُمَيْرٍ عَنْ حَمَّادِ بْنِ عُثْمَانَ النَّابِ عَنْ عُبَيْدِ اللَّهِ بْنِ عَلِيٍّ الْحَلَبِيِّ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنْ قَوْلِ اللَّهِ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| سَواءً الْعاكِفُ فِيهِ وَ الْبادِ |/Q|</span>",
		"<span class=\"hdeth\"> ثُمَّ ذَكَرَ مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">17813- 2-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ فَضَالَةَ عَنْ مُعَاوِيَةَ بْنِ عَمَّارٍ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَّا أَنَّهُ تَرَكَ قَوْلَهُ فَإِنْ لَمْ تَسْتَطِعْ فَثَلَاثَمِائَةٍ وَ سِتِّينَ شَوْطاً . </span>",
		"<span class=\"snd\">وَ بِإِسْنَادِهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَبِي نَصْرٍ عَنْ عَلِيٍّ عَنْ أَبِي بَصِيرٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> يُسْتَحَبُّ أَنْ يُطَافَ بِالْبَيْتِ عَدَدَ أَيَّامِ السَّنَةِ كُلُّ أُسْبُوعٍ لِسَبْعَةِ أَيَّامٍ فَذَلِكَ اثْنَانِ وَ خَمْسُونَ أُسْبُوعاً . </span>"
	],
	[
		"<span class=\"hdeth\">18024- 2-</span>",
		"<span class=\"snd\"> وَ عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ سَهْلِ بْنِ زِيَادٍ عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ عَنِ ابْنِ رِئَابٍ‏ عَنْ إِسْحَاقَ بْنِ عَمَّارٍ عَنْ أَبِي الْحَسَنِ ع</span>",
		"<span class=\"hdeth\"> فِي رَجُلٍ طَافَ طَوَافَ الْفَرِيضَةِ ثُمَّ اعْتَلَّ عِلَّةً لَا يَقْدِرُ مَعَهَا عَلَى إِتْمَامِ الطَّوَافِ فَقَالَ إِنْ كَانَ طَافَ أَرْبَعَةَ أَشْوَاطٍ أَمَرَ مَنْ يَطُوفُ عَنْهُ ثَلَاثَةَ أَشْوَاطٍ</span>",
		"<span class=\"hdeth\">فَقَدْ تَمَّ طَوَافُهُ وَ إِنْ كَانَ طَافَ ثَلَاثَةَ أَشْوَاطٍ وَ لَا يَقْدِرُ عَلَى الطَّوَافِ فَإِنَّ هَذَا مِمَّا غَلَبَ اللَّهُ عَلَيْهِ فَلَا بَأْسَ بِأَنْ يُؤَخِّرَ الطَّوَافَ يَوْماً وَ يَوْمَيْنِ فَإِنْ خَلَّتْهُ الْعِلَّةُ عَادَ فَطَافَ أُسْبُوعاً وَ إِنْ طَالَتْ عِلَّتُهُ أَمَرَ مَنْ يَطُوفُ عَنْهُ أُسْبُوعاً وَ يُصَلِّي هُوَ رَكْعَتَيْنِ وَ يَسْعَى عَنْهُ وَ قَدْ خَرَجَ مِنْ إِحْرَامِهِ وَ كَذَلِكَ يَفْعَلُ فِي السَّعْيِ وَ فِي رَمْيِ الْجِمَارِ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ مُوسَى بْنِ الْقَاسِمِ عَنِ اللُّؤْلُؤِيِّ عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ عَنْ إِسْحَاقَ بْنِ عَمَّارٍ</span>",
		"<span class=\"hdeth\"> نَحْوَهُ إِلَّا أَنَّهُ قَالَ وَ يُصَلِّي عَنْهُ وَ تَرَكَ لَفْظَ فِي السَّعْيِ‏ . </span>",
		"<span class=\"snd\">ثُمَّ قَالَ وَ فِي رِوَايَةِ مُحَمَّدِ بْنِ يَعْقُوبَ‏</span>",
		"<span class=\"hdeth\"> وَ يُصَلِّي هُوَ . </span>",
		"<span class=\"snd\">أَقُولُ : حَمَلَ جَمَاعَةٌ مِنَ الْأَصْحَابِ قَوْلَهُ وَ يُصَلِّي عَنْهُ عَلَى عَدَمِ تَمَكُّنِهِ مِنَ الطَّهَارَةِ كَالْمَبْطُونِ‏ وَ كَذَا قَوْلُهُ يَطُوفُ عَنْهُ لِمَا يَأْتِي‏ . </span>"
	],
	[
		"<span class=\"hdeth\">18290- 6-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ صَفْوَانَ عَنْ يَحْيَى الْأَزْرَقِ قَالَ : </span>",
		"<span class=\"hdeth\"> قُلْتُ لِأَبِي الْحَسَنِ عليه‌السلام رَجُلٌ سَعَى بَيْنَ الصَّفَا وَ الْمَرْوَةِ- فَسَعَى ثَلَاثَةَ أَشْوَاطٍ أَوْ</span>",
		"<span class=\"hdeth\">أَرْبَعَةً ثُمَّ بَالَ ثُمَّ أَتَمَّ سَعْيَهُ بِغَيْرِ وُضُوءٍ فَقَالَ لَا بَأْسَ وَ لَوْ أَتَمَّ مَنَاسِكَهُ بِوُضُوءٍ لَكَانَ أَحَبَّ إِلَيَّ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ سَهْلِ بْنِ زِيَادٍ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ حَمَّادِ بْنِ عُثْمَانَ عَنْ يَحْيَى الْأَزْرَقِ‏</span>",
		"<span class=\"hdeth\"> نَحْوَهُ إِلَّا أَنَّهُ قَالَ ثُمَّ يَبُولُ أَ يُتِمُّ سَعْيَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">18357- 2-</span>",
		"<span class=\"snd\"> وَ عَنْهُ عَنْ صَفْوَانَ وَ فَضَالَةَ بْنِ أَيُّوبَ وَ ابْنِ أَبِي عُمَيْرٍ</span>",
		"<span class=\"snd\">عَنْ جَمِيلِ بْنِ دَرَّاجٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> يَنْبَغِي لِلْإِمَامِ أَنْ يُصَلِّيَ الظُّهْرَ مِنْ يَوْمِ التَّرْوِيَةِ بِمِنًى- وَ يَبِيتَ بِهَا وَ يُصْبِحَ حَتَّى تَطْلُعَ الشَّمْسُ ثُمَّ يَخْرُجَ . </span>",
		"<span class=\"snd\">وَ بِهَذَا الْإِسْنَادِ قَالَ : </span>",
		"<span class=\"hdeth\"> لَا يَنْبَغِي لِلْإِمَامِ أَنْ يُصَلِّيَ الظُّهْرَ إِلَّا بِمِنًى يَوْمَ التَّرْوِيَةِ ثُمَّ ذَكَرَ مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">18440- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنْ حَمَّادِ بْنِ عِيسَى عَنْ عَبْدِ اللَّهِ بْنِ مَيْمُونٍ قَالَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام يَقُولُ‏</span>",
		"<span class=\"hdeth\"> إِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَقَفَ بِعَرَفَاتٍ- فَلَمَّا هَمَّتِ الشَّمْسُ أَنْ تَغِيبَ قَبْلَ أَنْ يَنْدَفِعَ‏ قَالَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْفَقْرِ وَ مِنْ تَشَتُّتِ الْأَمْرِ وَ مِنْ شَرِّ مَا يَحْدُثُ بِاللَّيْلِ وَ النَّهَارِ أَمْسَى ظُلْمِي مُسْتَجِيراً بِعَفْوِكَ وَ أَمْسَى خَوْفِي مُسْتَجِيراً بِأَمَانِكَ وَ أَمْسَى ذُلِّي مُسْتَجِيراً بِعِزِّكَ وَ أَمْسَى وَجْهِيَ الْفَانِي مُسْتَجِيراً بِوَجْهِكَ الْبَاقِي يَا خَيْرَ مَنْ سُئِلَ وَ يَا أَجْوَدَ مَنْ أَعْطَى جَلِّلْنِي بِرَحْمَتِكَ وَ أَلْبِسْنِي عَافِيَتَكَ وَ اصْرِفْ عَنِّي شَرَّ جَمِيعِ خَلْقِكَ . </span>",
		"<span class=\"snd\">قَالَ عَبْدُ اللَّهِ بْنُ مَيْمُونٍ وَ سَمِعْتُ أَبِي يَقُولُ‏</span>",
		"<span class=\"hdeth\"> يَا خَيْرَ مَنْ سُئِلَ وَ يَا أَوْسَعَ مَنْ أَعْطَى وَ يَا أَرْحَمَ مَنِ اسْتُرْحِمَ ثُمَّ سَلْ حَاجَتَكَ . </span>",
		"<span class=\"snd\">وَ رَوَاهُ الْحِمْيَرِيُّ فِي قُرْبِ الْإِسْنَادِ عَنْ مُحَمَّدِ بْنِ عِيسَى عَنْ عَبْدِ اللَّهِ بْنِ مَيْمُونٍ‏</span>",
		"<span> نَحْوَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">18448- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنْ فَضَالَةَ وَ حَمَّادٍ جَمِيعاً عَنْ مُعَاوِيَةَ بْنِ عَمَّارٍ قَالَ : قَالَ أَبُو عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> إِذَا غَرَبَتِ الشَّمْسُ فَأَفِضْ مَعَ النَّاسِ وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ وَ أَفِضْ مِنْ حَيْثُ أَفَاضَ النَّاسُ وَ اسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ فَإِذَا انْتَهَيْتَ إِلَى الْكَثِيبِ الْأَحْمَرِ عَنْ يَمِينِ الطَّرِيقِ فَقُلِ اللَّهُمَّ ارْحَمْ مَوْقِفِي وَ زِدْ فِي عَمَلِي وَ سَلِّمْ لِي دِينِي وَ تَقَبَّلْ مَنَاسِكِي- وَ إِيَّاكَ وَ الْوَجِيفَ‏ الَّذِي يَصْنَعُهُ كَثِيرٌ مِنَ النَّاسِ فَإِنَّهُ‏</span>",
		"<span class=\"hdeth\">بَلَغَنَا أَنَّ الْحَجَّ لَيْسَ بِوَصْفِ الْخَيْلِ‏ وَ لَا إِيضَاعِ الْإِبِلِ وَ لَكِنِ اتَّقُوا اللَّهَ وَ سِيرُوا سَيْراً جَمِيلًا وَ لَا تُوَطِّئُوا ضَعِيفاً وَ لَا تُوَطِّئُوا مُسْلِماً وَ اقْتَصِدُوا فِي السَّيْرِ فَإِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم كَانَ يَقِفُ بِنَاقَتِهِ‏ حَتَّى كَانَ يُصِيبُ رَأْسُهَا مُقَدَّمَ الرَّحْلِ وَ يَقُولُ أَيُّهَا النَّاسُ عَلَيْكُمْ بِالدَّعَةِ فَسُنَّةُ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم تُتَّبَعُ . </span>",
		"<span class=\"snd\">قَالَ مُعَاوِيَةُ بْنُ عَمَّارٍ وَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام يَقُولُ‏</span>",
		"<span class=\"hdeth\"> اللَّهُمَّ أَعْتِقْنِي مِنَ النَّارِ يُكَرِّرُهَا حَتَّى أَفَاضَ النَّاسُ قُلْتُ أَ لَا تُفِيضُ قَدْ أَفَاضَ النَّاسُ‏ قَالَ إِنِّي أَخَافُ الزِّحَامَ وَ أَخَافُ أَنْ أَشْرَكَ فِي عَنَتِ إِنْسَانٍ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">18910- 6-</span>",
		"<span class=\"snd\"> وَ عَنْهُ عَنْ صَفْوَانَ وَ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ حَمَّادٍ جَمِيعاً عَنْ إِسْحَاقَ بْنِ عَمَّارٍ عَنْ أَبِي إِبْرَاهِيمَ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنِ الْهَدْيِ أَ يُخْرَجُ شَيْ‏ءٌ مِنْهُ عَنِ الْحَرَمِ- فَقَالَ بِالْجِلْدِ وَ السَّنَامِ وَ الشَّيْ‏ءِ يُنْتَفَعُ بِهِ‏</span>",
		"<span class=\"hdeth\">قُلْتُ إِنَّهُ بَلَغْنَا عَنْ أَبِيكَ أَنَّهُ قَالَ لَا يُخْرَجُ مِنَ الْهَدْيِ الْمَضْمُونِ شَيْئاً قَالَ بَلْ‏ يُخْرَجُ بِالشَّيْ‏ءِ يُنْتَفَعُ بِهِ . </span>",
		"<span class=\"snd\">وَ زَادَ فِيهِ أَحْمَدُ</span>",
		"<span class=\"hdeth\"> وَ لَا يُخْرَجُ بِشَيْ‏ءٍ مِنَ اللَّحْمِ مِنَ الْحَرَمِ . </span>",
		"<span class=\"snd\">أَقُولُ : حَمَلَهُ الشَّيْخُ عَلَى مَنْ تَصَدَّقَ بِثَمَنِهِ لِمَا مَرَّ . </span>"
	],
	[
		"<span class=\"hdeth\">19426- 8- وَ 19427- 9-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بِإِسْنَادِهِ عَنْ صَفْوَانَ بْنِ مِهْرَانَ الْجَمَّالِ عَنِ الصَّادِقِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَارَ وَ أَنَا مَعَهُ فِي الْقَادِسِيَّةِ حَتَّى أَشْرَفَ عَلَى النَّجَفِ- فَقَالَ هَذَا هُوَ الْجَبَلُ الَّذِي اعْتَصَمَ بِهِ ابْنُ جَدِّي نُوحٍ- فَقَالَ‏</span>",
		"<span class=\"aya\">|Q| سَآوِي إِلى‏ جَبَلٍ يَعْصِمُنِي مِنَ الْماءِ |/Q|</span>",
		"<span class=\"hdeth\">- فَأَوْحَى اللَّهُ تَعَالَى إِلَيْهِ‏ أَ يَعْتَصِمُ بِكَ مِنِّي أَحَدٌ فَغَارَ فِي الْأَرْضِ وَ تَقَطَّعَ إِلَى الشَّامِ- ثُمَّ قَالَ‏ اعْدِلْ بِنَا قَالَ فَعَدَلْتُ بِهِ فَلَمْ يَزَلْ سَائِراً حَتَّى أَتَى الْغَرِيَّ فَوَقَفَ بِهِ ثُمَّ أَتَى الْقَبْرَ فَسَاقَ السَّلَامَ مِنْ آدَمَ عَلَى نَبِيٍّ نَبِيٍّ عليه‌السلام وَ أَنَا أَسُوقُ السَّلَامَ مَعَهُ حَتَّى وَصَلَ السَّلَامَ إِلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم ثُمَّ خَرَّ عَلَى الْقَبْرِ فَسَلَّمَ عَلَيْهِ وَ عَلَا نَحِيبُهُ ثُمَّ قَامَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ . </span>",
		"<span class=\"snd\">وَ فِي خَبَرٍ آخَرَ</span>",
		"<span class=\"hdeth\"> سِتَّ رَكَعَاتٍ وَ صَلَّيْتُ مَعَهُ فَقُلْتُ‏ يَا ابْنَ رَسُولِ اللَّهِ مَا هَذَا الْقَبْرُ فَقَالَ هَذَا قَبْرُ جَدِّي عَلِيِّ بْنِ أَبِي طَالِبٍ ع . </span>"
	],
	[
		"<span class=\"hdeth\">19843- 2-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ هَمَّامٍ عَنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ جُمْهُورٍ عَنِ الْحُسَيْنِ بْنِ رَوْحٍ عَنْ مُحَمَّدِ بْنِ زِيَادٍ عَنْ أَبِي هَاشِمٍ الْجَعْفَرِيِ‏</span>",
		"<span class=\"snd\">قَالَ : قَالَ‏ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيٍّ الْعَسْكَرِيُّ ع</span>",
		"<span class=\"hdeth\"> قَبْرِي بِسُرَّ مَنْ رَأَى أَمَانٌ لِأَهْلِ الْجَانِبَيْنِ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ‏ وَ قَدْ قَالَ الشَّيْخُ الْمَنْعُ مِنْ دُخُولِ الدَّارِ هُوَ الْأَحْوَطُ وَ الْأَوْلَى لِأَنَّ الدَّارَ قَدْ ثَبَتَ أَنَّهَا مِلْكُ الْغَيْرِ وَ لَا يَجُوزُ لَنَا أَنْ نَتَصَرَّفَ فِيهَا بِالدُّخُولِ فِيهَا وَ لَا غَيْرِهِ إِلَّا بِإِذْنِ صَاحِبِهَا قَالَ وَ لَوْ أَنَّ أَحَداً يَدْخُلُهَا لَمْ يَكُنْ مَأْثُوماً خَاصَّةً إِذَا تَأَوَّلَ فِي ذَلِكَ مَا</span>",
		"<span class=\"snd\">رُوِيَ عَنْهُمْ ع</span>",
		"<span class=\"hdeth\"> مِنْ أَنَّهُمْ جَعَلُوا شِيعَتَهُمْ فِي حِلٍّ مِنْ مَالِهِمْ . </span>",
		"<span class=\"snd\">وَ ذَلِكَ عَلَى عُمُومِهِ وَ قَدْ رُوِيَ فِي ذَلِكَ أَكْثَرُ مِنْ أَنْ يُحْصَى وَ قَدْ أَوْرَدْنَا طَرَفاً مِنْهُ فِي بَابِ الْأَخْمَاسِ انْتَهَى‏ أَقُولُ : وَ قَدْ تَقَدَّمَ فِي الصَّلَاةِ</span>",
		"<span class=\"snd\">عَنْهُمْ‏</span>",
		"<span class=\"hdeth\"> لَا يَحِلُّ مَالُ امْرِئٍ مُسْلِمٍ إِلَّا بِطِيبَةِ نَفْسٍ مِنْهُ . </span>",
		"<span>وَ قَدْ عُلِمَ طِيبَةُ نَفْسِ الْمَالِكِ عليه‌السلام لِدُخُولِ الدَّارِ وَ عَدَمِ الضَّرَرِ عَلَيْهِ وَ حُصُولِ زِيَارَةِ التَّعْظِيمِ لَهُ وَ لِأَبِيهِ وَ جَدِّهِ عليه‌السلام مَعَ عُمُومِ أَحَادِيثِ الزِّيَارَاتِ وَ إِطْلَاقِهَا الدَّالِّ عَلَى الْإِذْنِ وَ عَدَمِ وُصُولِ النَّهْيِ عَنِ الدُّخُولِ إِلَى غَيْرِ ذَلِكَ مِنَ الْوُجُوهِ وَ اللَّهُ أَعْلَمُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">21174- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ فِي الْعِلَلِ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ عَنْ هَارُونَ بْنِ مُسْلِمٍ عَنْ مَسْعَدَةَ بْنِ صَدَقَةَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عليه‌السلام قَالَ : قَالَ أَمِيرُ الْمُؤْمِنِينَ ع</span>",
		"<span class=\"hdeth\"> إِنَّ اللَّهَ لَا يُعَذِّبُ الْعَامَّةَ بِذَنْبِ الْخَاصَّةِ إِذَا عَمِلَتِ الْخَاصَّةُ بِالْمُنْكَرِ سِرّاً مِنْ غَيْرِ أَنْ‏</span>",
		"<span class=\"hdeth\">تَعْلَمَ الْعَامَّةُ فَإِذَا عَمِلَتِ الْخَاصَّةُ بِالْمُنْكَرِ جِهَاراً فَلَمْ تُغَيِّرْ ذَلِكَ الْعَامَّةُ اسْتَوْجَبَ الْفَرِيقَانِ الْعُقُوبَةَ مِنَ اللَّهِ عزوجل . </span>",
		"<span class=\"snd\">وَ فِي عِقَابِ الْأَعْمَالِ عَنْ مُحَمَّدِ بْنِ الْحَسَنِ عَنْ مُحَمَّدِ بْنِ أَبِي الْقَاسِمِ عَنْ هَارُونَ بْنِ مُسْلِمٍ‏</span>",
		"<span class=\"hdeth\"> مِثْلَهُ وَ زَادَ قَالَ وَ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم إِنَّ الْمَعْصِيَةَ إِذَا عَمِلَ بِهَا الْعَبْدُ سِرّاً لَمْ تَضُرَّ إِلَّا عَامِلَهَا فَإِذَا عَمِلَ بِهَا عَلَانِيَةً وَ لَمْ يُغَيَّرْ عَلَيْهِ أَضَرَّتْ بِالْعَامَّةِ قَالَ جَعْفَرُ بْنُ مُحَمَّدٍ عليه‌السلام وَ ذَلِكَ أَنَّهُ يُذِلُّ بِعَمَلِهِ دِينَ اللَّهِ وَ يَقْتَدِي بِهِ أَهْلُ عَدَاوَةِ اللَّهِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">21233- 2-</span>",
		"<span class=\"snd\"> وَ عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ عُثْمَانَ بْنِ عِيسَى عَنْ سَمَاعَةَ قَالَ : قَالَ أَبُو عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> إِنَّ اللَّهَ عزوجل فَوَّضَ إِلَى الْمُؤْمِنِ أُمُورَهُ كُلَّهَا وَ لَمْ يُفَوِّضْ إِلَيْهِ أَنْ يُذِلَّ نَفْسَهُ أَ مَا تَسْمَعُ لِقَوْلِ اللَّهِ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| وَ لِلَّهِ الْعِزَّةُ وَ لِرَسُولِهِ وَ لِلْمُؤْمِنِينَ‏ |/Q|</span>",
		"<span class=\"hdeth\">- فَالْمُؤْمِنُ يَنْبَغِي أَنْ يَكُونَ عَزِيزاً وَ لَا يَكُونَ ذَلِيلًا يُعِزُّهُ اللَّهُ بِالْإِيمَانِ وَ الْإِسْلَامِ . </span>",
		"<span class=\"snd\">وَ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ عَنْ‏ عَبْدِ اللَّهِ بْنِ الصَّلْتِ عَنْ يُونُسَ عَنْ سَعْدَانَ عَنْ سَمَاعَةَ عَنْ أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَى قَوْلِهِ وَ لَا يَكُونَ ذَلِيلًا . </span>"
	],
	[
		"<span class=\"hdeth\">21516- 8-</span>",
		"<span class=\"snd\"> وَ رَوَاهُ عَلِيُّ بْنُ إِبْرَاهِيمَ فِي تَفْسِيرِهِ عَنْ أَحْمَدَ بْنِ إِدْرِيسَ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنْ فَضَالَةَ بْنِ أَيُّوبَ عَنْ سَيْفِ بْنِ عَمِيرَةَ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَّا أَنَّهُ قَالَ أَوْ يُغْتَابُ فِيهِ مُؤْمِنٌ إِنَّ اللَّهَ يَقُولُ فِي كِتَابِهِ‏</span>",
		"<span class=\"aya\">|Q| وَ إِذا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آياتِنا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا |/Q|</span>",
		"<span class=\"aya\">|Q| فِي حَدِيثٍ غَيْرِهِ‏ |/Q|</span>",
		"<span class=\"hdeth\"> . </span>",
		"<span class=\"snd\">وَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ عَلِيِّ بْنِ الْحَكَمِ عَنْ سَيْفِ بْنِ عَمِيرَةَ</span>",
		"<span class=\"hdeth\"> نَحْوَهُ إِلَّا أَنَّهُ جَعَلَ يُعَابُ مَكَانَ يُنْتَقَصُ وَ بِالْعَكْسِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">22020- 3-</span>",
		"<span class=\"snd\"> الْكَشِّيُّ فِي كِتَابِ الرِّجَالِ عَنْ نَصْرِ بْنِ الصَّبَّاحِ عَنْ إِسْحَاقَ بْنِ مُحَمَّدٍ الْبَصْرِيِّ عَنْ مُحَمَّدِ بْنِ جُمْهُورٍ الْعَمِّيِّ عَنْ مُوسَى بْنِ بَشَّارٍ الْوَشَّاءِ عَنْ دَاوُدَ بْنِ النُّعْمَانِ قَالَ : </span>",
		"<span class=\"hdeth\"> دَخَلَ الْكُمَيْتُ عَلَى أَبِي عَبْدِ اللَّهِ عليه‌السلام فَأَنْشَدَهُ‏</span>",
		"<span class=\"SHR\">أَخْلَصَ اللَّهُ لِي هَوَايَ فَمَا أُغْرِقُ‏</span>",
		"<span class=\"SHR\">نَزْعاً وَ لَا تَطِيشُ سِهَامِي‏</span>",
		"<span class=\"hdeth\">- قَالَ أَبُو عَبْدِ اللَّهِ عليه‌السلام لَا تَقُلْ هَكَذَا وَ لَكِنْ قُلْ قَدْ أُغْرِقُ نَزْعاً وَ مَا تَطِيشُ سِهَامِي ثُمَّ قَالَ إِنَّ اللَّهَ عزوجل يُحِبُّ مَعَالِيَ الْأُمُورِ وَ يَكْرَهُ سَفْسَافَهَا الْحَدِيثَ . </span>",
		"<span>قَالَ صَاحِبُ الصِّحَاحِ السَّفْسَافُ الرَّدِي‏ءُ مِنْ كُلِّ شَيْ‏ءٍ وَ الْأَمْرُ الْحَقِيرُ وَ</span>",
		"<span class=\"snd\">فِي الْحَدِيثِ‏</span>",
		"<span class=\"hdeth\"> أَنَّ اللَّهَ يُحِبُّ مَعَالِيَ الْأُمُورِ وَ يَكْرَهُ سَفْسَافَهَا وَ يُرْوَى يُبْغِضُ . </span>",
		"<span>انْتَهَى‏</span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ فِي الْمَلَابِسِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">22069- 13- وَ 22070- 14-</span>",
		"<span class=\"snd\"> وَ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ حَمْزَةَ عَنْ سَالِمِ بْنِ سَالِمٍ وَ أَبِي عَدَوِيَّةَ عَنْ أَبِي الْخَطَّابِ عَنْ هَارُونَ بْنِ مُسْلِمٍ عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِ عَنِ الْحُسَيْنِ بْنِ عَلِيٍّ عليه‌السلام فِي حَدِيثٍ‏</span>",
		"<span class=\"hdeth\"> أَنَّ رَسُولَ اللَّهِ ص‏</span>",
		"<span class=\"hdeth\">نَهَى عَنْ خِصَالٍ تِسْعَةٍ عَنْ مَهْرِ الْبَغِيِّ وَ عَنْ عَسِيبِ‏ الدَّابَّةِ يَعْنِي كَسْبَ الْفَحْلِ وَ عَنْ خَاتَمِ الذَّهَبِ وَ عَنْ ثَمَنِ الْكَلْبِ وَ عَنْ مَيَاثِرِ الْأُرْجُوَانِ . </span>",
		"<span class=\"snd\">وَ فِي الْخِصَالِ قَالَ أَبُو عَدَوِيَّةَ</span>",
		"<span class=\"hdeth\"> عَنْ مَيَاثِرِ الْحُمْرِ وَ عَنْ ثِيَابِ الْقَسِّيِّ وَ هِيَ ثِيَابٌ تُنْسَجُ بِالشَّامِ- وَ عَنْ أَكْلِ لُحُومِ السِّبَاعِ وَ عَنْ صَرْفِ الذَّهَبِ بِالذَّهَبِ وَ الْفِضَّةِ بِالْفِضَّةِ وَ بَيْنَهُمَا فَضْلٌ وَ عَنِ النَّظَرِ فِي النُّجُومِ . </span>"
	],
	[
		"<span class=\"hdeth\">22121- 7-</span>",
		"<span class=\"snd\"> وَ عَنْ أَبِيهِ عَنْ سَعْدٍ عَنْ أَحْمَدَ بْنِ أَبِي عَبْدِ اللَّهِ عَنِ الْحَسَنِ بْنِ عَلِيٍّ عَنْ أَحْمَدَ بْنِ عَائِذٍ عَنْ أَبِي خَدِيجَةَ سَالِمِ بْنِ مُكْرَمٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> الْحِجَامَةُ عَلَى الرَّأْسِ عَلَى شِبْرٍ مِنْ طَرَفِ الْأَنْفِ وَ فِتْرٍ مَا بَيْنَ الْحَاجِبَيْنِ وَ كَانَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يُسَمِّيهَا الْمُنْقِذَةَ . </span>",
		"<span class=\"snd\">قَالَ وَ فِي حَدِيثٍ آخَرَ</span>",
		"<span class=\"hdeth\"> كَانَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَحْتَجِمُ عَلَى رَأْسِهِ وَ يُسَمِّيهَا مُغِيثَةً أَوْ مُنْقِذَةً . </span>"
	],
	[
		"<span class=\"hdeth\">22432- 7-</span>",
		"<span class=\"snd\"> وَ عَنْهُ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ أَسْبَاطٍ قَالَ : </span>",
		"<span class=\"hdeth\"> حَمَلْتُ مَعِي مَتَاعاً إِلَى مَكَّةَ فَبَارَ عَلَيَّ فَدَخَلْتُ بِهِ الْمَدِينَةَ عَلَى أَبِي الْحَسَنِ الرِّضَا عليه‌السلام وَ قُلْتُ لَهُ إِنِّي حَمَلْتُ مَتَاعاً قَدْ بَارَ عَلَيَّ وَ قَدْ عَزَمْتُ أَنْ أَصِيرَ إِلَى مِصْرَ- فَأَرْكَبَ بَرّاً أَوْ بَحْراً فَقَالَ مِصْرُ الْحُتُوفِ يُقَيَّضُ لَهَا أَقْصَرُ النَّاسِ أَعْمَاراً . </span>",
		"<span class=\"snd\">وَ قَالَ رَسُولُ اللَّهِ ص‏</span>",
		"<span class=\"hdeth\"> مَا أَجْمَلَ فِي الطَّلَبِ مَنْ رَكِبَ الْبَحْرَ الْحَدِيثَ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ فِي آدَابِ السَّفَرِ . </span>"
	],
	[
		"<span class=\"hdeth\">22501- 3-</span>",
		"<span class=\"snd\"> وَ عَنْهُ عَنِ ابْنِ أَبِي عُمَيْرٍ عَنِ ابْنِ أَخِي الْفُضَيْلِ بْنِ يَسَارٍ قَالَ : </span>",
		"<span class=\"hdeth\"> كُنْتُ عِنْدَ أَبِي عَبْدِ اللَّهِ عليه‌السلام وَ دَخَلَتِ امْرَأَةٌ وَ كُنْتُ أَقْرَبَ الْقَوْمِ إِلَيْهَا فَقَالَتْ لِيَ اسْأَلْهُ فَقُلْتُ عَمَّا ذَا فَقَالَتْ إِنَّ ابْنِي مَاتَ وَ تَرَكَ مَالًا كَانَ فِي يَدِ أَخِي فَأَتْلَفَهُ ثُمَّ أَفَادَ مَالًا فَأَوْدَعَنِيهِ فَلِي أَنْ آخُذَ مِنْهُ بِقَدْرِ مَا أَتْلَفَ مِنْ شَيْ‏ءٍ فَأَخْبَرْتُهُ بِذَلِكَ فَقَالَ لَا قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَدِّ الْأَمَانَةَ إِلَى مَنِ ائْتَمَنَكَ وَ لَا تَخُنْ مَنْ خَانَكَ . </span>",
		"<span class=\"snd\">أَقُولُ : حَمَلَهُ الشَّيْخُ عَلَى مَنِ اسْتَحْلَفَ الْمُنْكِرَ قَالَ لِمَا</span>",
		"<span class=\"snd\">رُوِيَ عَنِ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ : </span>",
		"<span class=\"hdeth\"> مَنْ حَلَفَ فَلْيَصْدُقْ وَ مَنْ حُلِفَ لَهُ فَلْيَرْضَ وَ مَنْ لَمْ يَرْضَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْ‏ءٍ . </span>",
		"<span>وَ حَمَلَ بَقِيَّةَ الْأَحَادِيثِ عَلَى مَنْ لَمْ يَسْتَحْلِفْ غَرِيمَهُ وَ حَمَلَ الْمَنْعَ مِنْ أَخْذِ الْوَدِيعَةِ عَلَى الْكَرَاهَةِ وَ نَحْوَهُ قَالَ الصَّدُوقُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">22528- 10-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ شُعَيْبِ بْنِ وَاقِدٍ عَنِ الْحُسَيْنِ بْنِ زَيْدٍ عَنِ الصَّادِقِ عَنْ آبَائِهِ عليه‌السلام فِي حَدِيثِ الْمَنَاهِي عَنْ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ : </span>",
		"<span class=\"hdeth\"> وَ مَنْ غَشَّ مُسْلِماً فِي شِرَاءٍ أَوْ بَيْعٍ فَلَيْسَ مِنَّا وَ يُحْشَرُ يَوْمَ الْقِيَامَةِ مَعَ الْيَهُودِ لِأَنَّهُمْ أَغَشُّ الْخَلْقِ . </span>",
		"<span class=\"snd\">قَالَ وَ قَالَ ع</span>",
		"<span class=\"hdeth\"> لَيْسَ مِنَّا مَنْ غَشَّ مُسْلِماً . </span>",
		"<span class=\"snd\">وَ قَالَ : </span>",
		"<span class=\"hdeth\"> وَ مَنْ بَاتَ وَ فِي قَلْبِهِ غِشٌّ لِأَخِيهِ الْمُسْلِمِ بَاتَ فِي سَخَطِ اللَّهِ وَ أَصْبَحَ كَذَلِكَ حَتَّى يَتُوبَ . </span>",
		"<span class=\"snd\">وَ رَوَاهُ أَيْضاً مُرْسَلًا</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">22560- 6-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ الْكَشِّيُّ فِي كِتَابِ الرِّجَالِ عَنْ مُحَمَّدِ بْنِ مَسْعُودٍ عَنْ سُلَيْمَانَ بْنِ حَفْصٍ عَنْ حَمَّادِ بْنِ عَبْدِ اللَّهِ‏</span>",
		"<span class=\"snd\">الْقَنْدِيِّ عَنْ إِبْرَاهِيمَ بْنِ مَهْزِيَارَ قَالَ : </span>",
		"<span class=\"hdeth\"> كَتَبَ إِلَيْهِ خَيْرَانُ- قَدْ وَجَّهْتُ إِلَيْكَ ثَمَانِيَةَ دَرَاهِمَ كَانَتْ أُهْدِيَتْ إِلَيَّ مِنْ طَرَسُوسَ- دَرَاهِمَ فِيهِمْ‏ وَ كَرِهْتُ أَنَّ أَرُدَّهَا عَلَى صَاحِبِهَا أَوْ أُحْدِثَ فِيهَا حَدَثاً دُونَ أَمْرِكَ فَهَلْ تَأْمُرُنِي فِي قَبُولِ مِثْلِهَا أَمْ لَا لِأَعْرِفَهُ إِنْ شَاءَ اللَّهُ وَ أَنْتَهِيَ إِلَى أَمْرِكَ فَكَتَبَ وَ قَرَأْتُهُ اقْبَلْ مِنْهُمْ إِذَا أُهْدِيَ إِلَيْكَ دَرَاهِمُ أَوْ غَيْرُهَا فَإِنَّ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم لَمْ يَرُدَّ هَدِيَّةً عَلَى يَهُودِيٍّ وَ لَا نَصْرَانِيٍّ . </span>",
		"<span class=\"snd\">وَ عَنْ حَمْدَوَيْهِ وَ إِبْرَاهِيمَ ابْنَيْ نُصَيْرٍ عَنْ مُحَمَّدِ بْنِ عِيسَى عَنْ خَيْرَانَ الْخَادِمِ قَالَ : </span>",
		"<span class=\"hdeth\"> وَجَّهْتُ إِلَى سَيِّدِي ثَمَانِيَةَ دَرَاهِمَ وَ ذَكَرَ مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">22886- 6- وَ السَّفِلَةُ مَنِ ادَّعَى الْإِمَامَةَ وَ لَيْسَ لَهَا بِأَهْلٍ . </span>",
		"<span>وَ هَذِهِ كُلُّهَا أَوْصَافُ السَّفِلَةِ مَنِ اجْتَمَعَ فِيهِ بَعْضُهَا أَوْ جَمِيعُهَا وَجَبَ اجْتِنَابُ مُخَالَطَتِهِ . </span>"
	],
	[
		"<span class=\"hdeth\">22891- 4-</span>",
		"<span class=\"snd\"> وَ رَوَاهُ الشَّيْخُ مُرْسَلًا عَنْ أَبِي عَبْدِ اللَّهِ ع</span>"
	],
	[
		"<span class=\"hdeth\">23977- 4-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ أَبِي الْعَبَّاسِ الْفَضْلِ بْنِ عَبْدِ الْمَلِكِ أَنَّ الصَّادِقَ عليه‌السلام قَالَ لَهُ‏</span>",
		"<span class=\"hdeth\"> مَا مَنَعَكَ مِنَ الْحَجِّ قَالَ كَفَالَةٌ كُفِّلْتُ‏ بِهَا</span>",
		"<span class=\"hdeth\">قَالَ وَ مَا لَكَ وَ لِلْكَفَالاتِ أَ مَا عَلِمْتَ أَنَّ الْكَفَالَةَ هِيَ الَّتِي أَهْلَكَتِ الْقُرُونَ الْأُولَى . </span>",
		"<span class=\"snd\">وَ فِي الْخِصَالِ عَنْ أَبِيهِ عَنْ سَعْدٍ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ الْحَسَنِ بْنِ عَلِيٍّ الْوَشَّاءِ عَنْ أَبِي الْحَسَنِ الْحَذَّاءِ قَالَ : </span>",
		"<span class=\"hdeth\"> سَمِعْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام يَقُولُ لِأَبِي الْعَبَّاسِ الْبَقْبَاقِ مَا مَنَعَكَ مِنَ الْحَجِّ وَ ذَكَرَ مِثْلَهُ‏ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">24339- 23- وَ كَانَ أَبُو جَعْفَرٍ عليه‌السلام يَتَفَضَّلُ عَلَى الْقَصَّارِ وَ الصَّائِغِ إِذَا كَانَ مَأْمُوناً . </span>",
		"<span class=\"snd\">أَقُولُ : وَ يَأْتِي مَا يَدُلُّ عَلَى ذَلِكَ هُنَا وَ فِي الدِّيَاتِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">24806- 4-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ فِي مَعَانِي الْأَخْبَارِ عَنْ مُحَمَّدِ بْنِ‏</span>",
		"<span class=\"snd\">الْحَسَنِ عَنْ أَحْمَدَ بْنِ إِدْرِيسَ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَحْيَى عَنْ عَلِيِّ بْنِ السِّنْدِيِّ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ سَعِيدٍ عَنْ جَمِيلٍ عَنْ أَبَانِ بْنِ تَغْلِبَ عَنْ أَبِي جَعْفَرٍ ع</span>",
		"<span class=\"hdeth\"> فِي الرَّجُلِ يُوصِي بِجُزْءٍ مِنْ مَالِهِ قَالَ إِنَّ الْجُزْءَ وَاحِدٌ مِنْ عَشَرَةٍ لِأَنَّ اللَّهَ يَقُولُ‏</span>",
		"<span class=\"aya\">|Q| ثُمَّ اجْعَلْ عَلى‏ كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً |/Q|</span>",
		"<span class=\"hdeth\">- وَ كَانَتِ الْجِبَالُ عَشَرَةً وَ الطَّيْرُ أَرْبَعَةً فَجَعَلَ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً . </span>",
		"<span class=\"snd\">رُوِيَ‏</span>",
		"<span class=\"hdeth\"> أَنَّ الْجُزْءَ وَاحِدٌ مِنْ سَبْعَةٍ لِقَوْلِ اللَّهِ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| لَها سَبْعَةُ أَبْوابٍ لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ‏ |/Q|</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">25164- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ عَنْ أَبِيهِ وَ عَنْ أَبِي عَلِيٍّ الْأَشْعَرِيِّ عَنْ مُحَمَّدِ بْنِ عَبْدِ الْجَبَّارِ عَنْ صَفْوَانَ عَنْ إِسْحَاقَ بْنِ عَمَّارٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الرَّجُلِ يَكُونُ مَعَهُ أَهْلُهُ فِي سَفَرٍ لَا</span>",
		"<span class=\"hdeth\">يَجِدُ الْمَاءَ يَأْتِي أَهْلَهُ قَالَ مَا أُحِبُّ أَنْ يَفْعَلَ إِلَّا أَنْ يَخَافَ عَلَى نَفْسِهِ قُلْتُ فَيَطْلُبُ بِذَلِكَ اللَّذَّةَ أَوْ يَكُونُ شَبِقاً إِلَى النِّسَاءِ فَقَالَ إِنَّ الشَّبِقَ يَخَافُ عَلَى نَفْسِهِ قَالَ قُلْتُ : طَلَبَ بِذَلِكَ اللَّذَّةَ قَالَ هُوَ حَلَالٌ قُلْتُ فَإِنَّهُ يُرْوَى عَنِ النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّ أَبَا ذَرٍّ سَأَلَهُ عَنْ هَذَا فَقَالَ ائْتِ أَهْلَكَ تُؤْجَرْ فَقَالَ يَا رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم آتِيهِمْ وَ أُوجَرُ فَقَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم كَمَا أَنَّكَ إِذَا أَتَيْتَ الْحَرَامَ أُزِرْتَ وَ كَذَلِكَ إِذَا أَتَيْتَ الْحَلَالَ أُجِرْتَ فَقَالَ أَبُو عَبْدِ اللَّهِ عليه‌السلام أَ لَا تَرَى أَنَّهُ إِذَا خَافَ عَلَى نَفْسِهِ فَأَتَى الْحَلَالَ أُجِرَ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عِيسَى عَنِ ابْنِ أَبِي عُمَيْرٍ عَنْ إِسْحَاقَ بْنِ عَمَّارٍ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ‏ إِلَى قَوْلِهِ إِلَّا أَنْ يَخَافَ عَلَى نَفْسِهِ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ فِي الطَّهَارَةِ . </span>"
	],
	[
		"<span class=\"hdeth\">26088- 2- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ وَ فَضَالَةَ بْنِ أَيُّوبَ عَنِ الْعَلَاءِ بْنِ رَزِينٍ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَحَدَهُمَا عليه‌السلام عَنْ رَجُلٍ كَانَتْ لَهُ جَارِيَةٌ فَأُعْتِقَتْ فَتَزَوَّجَتْ فَوَلَدَتْ أَ يَصْلُحُ لِمَوْلَاهَا الْأَوَّلِ أَنْ يَتَزَوَّجَ ابْنَتَهَا قَالَ لَا هِيَ حَرَامٌ وَ هِيَ ابْنَتُهُ وَ الْحُرَّةُ وَ الْمَمْلُوكَةُ فِي هَذَا سَوَاءٌ . </span>",
		"<span class=\"snd\">عَنْهُ عَنْ صَفْوَانَ عَنِ الْعَلَاءِ بْنِ رَزِينٍ مِثْلَهُ‏ وَ زَادَ</span>",
		"<span class=\"hdeth\"> ثُمَّ قَرَأَ هَذِهِ الْآيَةَ</span>",
		"<span class=\"aya\">|Q| وَ رَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَ‏ |/Q|</span>",
		"<span class=\"hdeth\"> . </span>",
		"<span class=\"snd\">وَ رَوَاهُ الْكُلَيْنِيُّ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ عَلِيِّ بْنِ الْحَكَمِ عَنِ الْعَلَاءِ</span>",
		"<span> وَ</span>",
		"<span class=\"snd\"> عَنْهُ عَنْ أَحْمَدَ عَنِ ابْنِ مَحْبُوبٍ‏</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">26109- 6- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنِ الْعَلَاءِ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنْ رَجُلٍ كَانَتْ لَهُ جَارِيَةٌ وَ كَانَ يَأْتِيهَا فَبَاعَهَا فَأُعْتِقَتْ وَ تَزَوَّجَتْ فَوَلَدَتْ ابْنَةً هَلْ تَصْلُحُ ابْنَتُهَا لِمَوْلَاهَا الْأَوَّلِ قَالَ هِيَ عَلَيْهِ حَرَامٌ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنِ الْبَزَوْفَرِيِّ عَنْ حُمَيْدِ بْنِ زِيَادٍ عَنِ ابْنِ سَمَاعَةَ عَنِ ابْنِ جَبَلَةَ عَنْ عَلَاءٍ</span>",
		"<span> نَحْوَهُ‏ وَ</span>",
		"<span class=\"snd\">بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ وَ فَضَالَةَ بْنِ أَيُّوبَ عَنِ الْعَلَاءِ بْنِ رَزِينٍ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ عَنْ أَحَدِهِمَا ع</span>",
		"<span class=\"hdeth\"> مِثْلَهُ وَ زَادَ وَ هِيَ ابْنَتُهُ وَ الْحُرَّةُ وَ الْمَمْلُوكَةُ فِي هَذَا سَوَاءٌ . </span>",
		"<span class=\"snd\">عَنْهُ عَنْ صَفْوَانَ عَنِ الْعَلَاءِ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ‏ وَ زَادَ ثُمَّ قَرَأَ هَذِهِ الْآيَةَ</span>",
		"<span class=\"aya\">|Q| وَ رَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ‏ |/Q|</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">26284- 6-</span>",
		"<span class=\"snd\"> عَلِيُّ بْنُ الْحُسَيْنِ الْمُرْتَضَى فِي رِسَالَةِ الْمُحْكَمِ وَ الْمُتَشَابِهِ نَقْلًا مِنْ تَفْسِيرِ النُّعْمَانِيِّ بِإِسْنَادِهِ الْآتِي‏ عَنْ عَلِيٍّ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> وَ أَمَّا الْآيَاتُ الَّتِي نِصْفُهَا مَنْسُوخٌ وَ نِصْفُهَا مَتْرُوكٌ بِحَالِهِ لَمْ يُنْسَخْ وَ مَا جَاءَ مِنَ الرُّخْصَةِ فِي الْعَزِيمَةِ فَقَوْلُهُ تَعَالَى‏</span>",
		"<span class=\"aya\">|Q| وَ لا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ وَ لَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَ لَوْ أَعْجَبَتْكُمْ وَ لا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَ لَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَ لَوْ أَعْجَبَكُمْ‏ |/Q|</span>",
		"<span class=\"hdeth\">- وَ ذَلِكَ أَنَّ الْمُسْلِمِينَ كَانُوا يَنْكِحُونَ فِي أَهْلِ الْكِتَابِ مِنَ الْيَهُودِ وَ النَّصَارَى وَ يُنْكِحُونَهُمْ حَتَّى نَزَلَتْ هَذِهِ الْآيَةُ نَهْياً أَنْ يَنْكِحَ الْمُسْلِمُ مِنَ الْمُشْرِكِ أَوْ يُنْكِحُونَهُ ثُمَّ قَالَ تَعَالَى فِي سُورَةِ الْمَائِدَةِ- مَا نَسَخَ هَذِهِ الْآيَةَ فَقَالَ‏</span>",
		"<span class=\"aya\">|Q| وَ طَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ وَ طَعامُكُمْ حِلٌّ لَهُمْ وَ الْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَ الْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ‏ |/Q|</span>",
		"<span class=\"hdeth\">- فَأَطْلَقَ اللَّهُ مُنَاكَحَتَهُنَّ بَعْدَ أَنْ كَانَ نَهَى وَ تَرَكَ قَوْلَهُ‏</span>",
		"<span class=\"aya\">|Q| وَ لا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا |/Q|</span>",
		"<span class=\"hdeth\">- عَلَى حَالِهِ لَمْ يَنْسَخْهُ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ‏ أَنَّ هَذِهِ الْآيَةَ أَيْضاً نُسِخَتْ بِقَوْلِهِ‏</span>",
		"<span class=\"aya\">|Q| وَ لا تُمْسِكُوا بِعِصَمِ الْكَوافِرِ |/Q|</span>",
		"<span> فَلَعَلَّ هَذَا مَحْمُولٌ عَلَى التَّقِيَّةِ أَوِ الضَّرُورَةِ أَوِ الْمُسْتَضْعَفَةِ أَوْ عَلَى أَنَّ الْآيَةَ نَسَخَتْ آيَةً قَبْلَهَا ثُمَّ نَسَخَتْهَا آيَةٌ بَعْدَهَا هَذَا لِمَا تَقَدَّمَ‏ وَ يَأْتِي‏ . </span>"
	],
	[
		"<span class=\"hdeth\">26308- 3- وَ</span>",
		"<span class=\"snd\"> عَنْهُ عَنْ مُعَاوِيَةَ بْنِ حُكَيْمٍ عَنْ مُحَمَّدِ بْنِ خَالِدٍ الطَّيَالِسِيِّ عَنِ ابْنِ رِئَابٍ وَ أَبَانٍ جَمِيعاً عَنْ مَنْصُورِ بْنِ حَازِمٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ‏</span>",
		"<span class=\"hdeth\">ع عَنْ رَجُلٍ مَجُوسِيٍّ- كَانَتْ تَحْتَهُ امْرَأَةٌ عَلَى دِينِهِ فَأَسْلَمَ أَوْ أَسْلَمَتْ قَالَ يُنْتَظَرُ بِذَلِكَ انْقِضَاءَ عِدَّتِهَا فَإِنْ هُوَ أَسْلَمَ أَوْ أَسْلَمَتْ قَبْلَ أَنْ تَنْقَضِيَ عِدَّتُهَا فَهُمَا عَلَى نِكَاحِهِمَا الْأَوَّلِ وَ إِنْ هِيَ لَمْ تُسْلِمْ حَتَّى تَنْقَضِيَ الْعِدَّةُ فَقَدْ بَانَتْ مِنْهُ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ عَنْ عَلِيِّ بْنِ الْحَكَمِ عَنْ أَبَانٍ عَنْ مَنْصُورِ بْنِ حَازِمٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ مَجُوسِيٍّ أَوْ مُشْرِكٍ مِنْ غَيْرِ أَهْلِ الْكِتَابِ- كَانَتْ تَحْتَهُ امْرَأَةٌ فَأَسْلَمَ أَوْ أَسْلَمَتْ ثُمَّ ذَكَرَ مِثْلَهُ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">27034- 6- وَ</span>",
		"<span class=\"snd\"> عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ سَهْلِ بْنِ زِيَادٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي نَجْرَانَ عَنِ الْعَلَاءِ بْنِ رَزِينٍ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ عَنْ أَبِي‏</span>",
		"<span class=\"snd\">جَعْفَرٍ ع</span>",
		"<span class=\"hdeth\"> فِي الرَّجُلِ يَتَزَوَّجُ الْمَرْأَةَ وَ يَدْخُلُ بِهَا ثُمَّ تَدَّعِي عَلَيْهِ مَهْرَهَا قَالَ إِذَا دَخَلَ عَلَيْهَا فَقَدْ هَدَمَ الْعَاجِلَ . </span>",
		"<span class=\"snd\">أَقُولُ : حَمَلَهَا الشَّيْخُ عَلَى عَدَمِ قَبُولِ قَوْلِهَا بَعْدَ الدُّخُولِ بِغَيْرِ بَيِّنَةٍ لِمَا مَضَى‏ وَ يَأْتِي‏ وَ ذَلِكَ أَنَّهَا تَدَّعِي خِلَافَ الظَّاهِرِ وَ خِلَافَ الْعَادَاتِ قَالَ وَ تِلْكَ الْأَحَادِيثُ مُوَافِقَةٌ لِظَاهِرِ الْقُرْآنِ فِي قَوْلِهِ تَعَالَى‏</span>",
		"<span class=\"aya\">|Q| وَ آتُوا النِّساءَ صَدُقاتِهِنَ‏ |/Q|</span>",
		"<span class=\"snd\"> أَقُولُ : يُمْكِنُ الْحَمْلُ عَلَى هَدْمِ وُجُوبِ التَّعْجِيلِ دُونَ السُّقُوطِ بِالْكُلِّيَّةِ . </span>"
	],
	[
		"<span class=\"hdeth\">28513- 2- وَ</span>",
		"<span class=\"snd\"> عَنْ حُمَيْدٍ عَنِ ابْنِ سَمَاعَةَ عَنْ مُحَمَّدِ بْنِ زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ سِنَانٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> قَضَى أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ ثُمَّ تُوُفِّيَ عَنْهَا وَ هِيَ فِي عِدَّتِهَا قَالَ تَرِثُهُ وَ إِنْ تُوُفِّيَتْ وَ هِيَ فِي عِدَّتِهَا فَإِنَّهُ يَرِثُهَا وَ كُلُّ وَاحِدٍ مِنْهُمَا يَرِثُ مِنْ دِيَةِ</span>",
		"<span class=\"hdeth\">صَاحِبِهِ مَا لَمْ يَقْتُلْ أَحَدُهُمَا الْآخَرَ . </span>",
		"<span>وَ</span>",
		"<span class=\"snd\">زَادَ فِيهِ مُحَمَّدُ بْنُ أَبِي حَمْزَةَ</span>",
		"<span class=\"hdeth\"> وَ تَعْتَدُّ عِدَّةَ الْمُتَوَفَّى عَنْهَا زَوْجُهَا . </span>",
		"<span>قَالَ الْحَسَنُ بْنُ سَمَاعَةَ هَذَا الْكَلَامُ سَقَطَ مِنْ كِتَابِ ابْنِ زِيَادٍ وَ لَا أَظُنُّهُ إِلَّا وَ قَدْ رَوَاهُ . </span>"
	],
	[
		"<span class=\"hdeth\">28857- 3- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنْ يُونُسَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي الْحَسَنِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنْ رَجُلٍ عَلَيْهِ كَفَّارَةُ إِطْعَامِ عَشَرَةِ مَسَاكِينَ أَ يُعْطِي‏ الصِّغَارَ وَ الْكِبَارَ سَوَاءً وَ النِّسَاءَ وَ الرِّجَالَ أَوْ يُفَضِّلُ الْكِبَارَ عَلَى الصِّغَارِ وَ الرِّجَالَ عَلَى النِّسَاءِ فَقَالَ كُلُّهُمْ سَوَاءٌ الْحَدِيثَ . </span>",
		"<span class=\"snd\">أَقُولُ : حَمَلَهُ الشَّيْخُ عَلَى مَا لَوِ اجْتَمَعَ الصِّغَارُ مَعَ الْكِبَارِ لِمَا تَقَدَّمَ فِي‏</span>",
		"<span class=\"snd\">حَدِيثِ الْحَلَبِيِّ مِنْ قَوْلِ أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> أَنَّهُ يَكُونُ فِي الْبَيْتِ مَنْ يَأْكُلُ أَقَلَّ مِنَ الْمُدِّ وَ مِنْهُمْ مَنْ يَأْكُلُ أَكْثَرَ . </span>",
		"<span>وَ لَا يَخْفَى أَنَّهُ مَخْصُوصٌ بِالْإِعْطَاءِ وَ الْأَوَّلَ‏</span>",
		"<span>بِالْإِطْعَامِ‏ وَ تَقَدَّمَ أَيْضاً مَا يَدُلُّ عَلَى ذَلِكَ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">29335- 4- وَ</span>",
		"<span class=\"snd\"> بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ الْحَسَنِ عَنْ عَلِيِّ بْنِ أَسْبَاطٍ عَنْ عَمِّهِ يَعْقُوبَ الْأَحْمَرِ عَنْ أَبِي بَصِيرٍ عَنْ أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span class=\"snd\">قَالَ : </span>",
		"<span class=\"hdeth\"> إِذَا أَعْتَقَ رَجُلٌ جَارِيَةً ثُمَّ أَرَادَ أَنْ يَتَزَوَّجَهَا مَكَانَهُ فَلَا بَأْسَ فَلَا تَعْتَدُّ مِنْ مَائِهِ وَ إِنْ أَرَادَتْ أَنْ تَتَزَوَّجَ مِنْ غَيْرِهِ فَلَهَا مِثْلُ عِدَّةِ الْحُرَّةِ وَ أَيُّ رَجُلٍ اشْتَرَى جَارِيَةً فَوَلَدَتْ مِنْهُ وَلَداً فَمَاتَ إِنْ شَاءَ أَنْ يَبِيعَهَا فِي الدَّيْنِ الَّذِي يَكُونُ عَلَى مَوْلَاهَا مِنْ ثَمَنِهَا بَاعَهَا وَ إِنْ كَانَ لَهَا وَلَدٌ قُوِّمَتْ عَلَى ابْنِهَا مِنْ نَصِيبِهِ وَ إِنْ كَانَ ابْنُهَا صَغِيراً انْتُظِرَ بِهِ حَتَّى يَكْبَرَ ثُمَّ يُجْبَرَ عَلَى ثَمَنِهَا وَ إِنْ مَاتَ ابْنُهَا قَبْلَ أُمِّهِ بِيعَتْ فِي مِيرَاثِهِ إِنْ شَاءَ الْوَرَثَةُ . </span>",
		"<span class=\"snd\">أَقُولُ : الِانْتِظَارُ حَتَّى يَكْبَرَ الْوَلَدُ مَخْصُوصٌ بِمَا إِذَا كَانَ هُنَاكَ دَيْنٌ مِنْ ثَمَنِهَا كَمَا مَرَّ فَعِتْقُهَا مَوْقُوفٌ عَلَى أَدَائِهِ وَ يُسْتَحَبُّ لِوَلَدِهَا أَنْ يُؤَدِّيَهُ وَ تَنْعَتِقُ وَ مَوْتُ ابْنِهَا هُنَا مَحْمُولٌ عَلَى كَوْنِهِ قَبْلَ مَوْتِ الْأَبِ لِمَا تَقَدَّمَ‏ وَ</span>",
		"<span class=\"snd\">بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَحْيَى عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ عَنْ وُهَيْبِ بْنِ حَفْصٍ عَنْ أَبِي بَصِيرٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنْ رَجُلٍ اشْتَرَى جَارِيَةً فَوَلَدَتْ مِنْهُ وَلَداً فَمَاتَ ثُمَّ ذَكَرَ نَحْوَهُ وَ تَرَكَ قَوْلَهُ مِنْ ثَمَنِهَا</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">29382- 16- وَ</span>",
		"<span class=\"snd\"> فِي الْخِصَالِ عَنْ مُحَمَّدِ بْنِ مُوسَى بْنِ الْمُتَوَكِّلِ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ الْحِمْيَرِيِّ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ خَالِدٍ عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ عَنْ مَالِكِ بْنِ عَطِيَّةَ عَنْ أَبِي عُبَيْدَةَ عَنْ أَبِي جَعْفَرٍ عليه‌السلام قَالَ فِي كِتَابِ عَلِيٍّ ع</span>",
		"<span class=\"hdeth\"> ثَلَاثُ خِصَالٍ لَا يَمُوتُ صَاحِبُهُنَّ أَبَداً حَتَّى يَرَى وَبَالَهُنَّ الْبَغْيُ وَ قَطِيعَةُ الرَّحِمِ وَ الْيَمِينُ الْكَاذِبَةُ يُبَارِزُ اللَّهَ بِهَا وَ إِنَّ أَعْجَلَ الطَّاعَةِ ثَوَاباً لَصِلَةُ الرَّحِمِ وَ إِنَّ الْقَوْمَ لَيَكُونُونَ فُجَّاراً فَيَتَوَاصَلُونَ فَتَنْمِي أَمْوَالُهُمْ وَ يَبَرُّونَ فَتُزَادُ أَعْمَارُهُمْ وَ إِنَّ الْيَمِينَ‏</span>",
		"<span class=\"hdeth\">الْكَاذِبَةَ وَ قَطِيعَةَ الرَّحِمِ لَيَذَرَانِ الدِّيَارَ بَلَاقِعَ مِنْ أَهْلِهَا وَ تُثْقِلَانِ الرَّحِمَ وَ إِنَّ ثِقْلَ الرَّحِمِ انْقِطَاعُ النَّسْلِ . </span>",
		"<span class=\"snd\">فِي عِقَابِ الْأَعْمَالِ بِهَذَا السَّنَدِ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَى قَوْلِهِ يُبَارِزُ اللَّهَ بِهَا</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">30986- 3- يَا عَلِيُّ تِسْعَةُ أَشْيَاءَ تُورِثُ النِّسْيَانَ أَكْلُ التُّفَّاحِ الْحَامِضِ وَ أَكْلُ الْكُزْبُرَةِ وَ الْجُبُنِّ وَ سُؤْرِ الْفَأْرِ وَ قِرَاءَةُ كِتَابَةِ الْقُبُورِ وَ الْمَشْيُ بَيْنَ امْرَأَتَيْنِ وَ طَرْحُ الْقَمْلَةِ وَ الْحِجَامَةُ فِي النُّقْرَةِ وَ الْبَوْلُ فِي الْمَاءِ الرَّاكِدِ . </span>",
		"<span class=\"snd\">وَ رَوَاهُ فِي الْخِصَالِ بِالْإِسْنَادِ الْآتِي‏ عَنْ أَنَسِ بْنِ مُحَمَّدٍ وَ رَوَى الْأَوَّلَ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ مَاجِيلَوَيْهِ عَنْ عَمِّهِ مُحَمَّدِ بْنِ أَبِي الْقَاسِمِ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ مُحَمَّدِ بْنِ سِنَانٍ عَنْ إِبْرَاهِيمَ الْكَرْخِيِ‏</span>",
		"<span> مِثْلَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">30537- 3-</span>",
		"<span class=\"snd\"> وَ عَنْ بَعْضِ أَصْحَابِنَا عَنْ سَيْفِ بْنِ عَمِيرَةَ عَنْ (سُلَيْمَانَ بْنِ عَمْرٍو) عَنْ (عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ) عَنْ جَابِرِ بْنِ‏</span>",
		"<span class=\"snd\">عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم قَالَ : </span>",
		"<span class=\"hdeth\"> كَفَى بِالْمَرْءِ إِثْماً أَنْ يَسْتَقِلَّ مَا يُقَرِّبُ إِلَى إِخْوَانِهِ وَ كَفَى بِالْقَوْمِ إِثْماً أَنْ يَسْتَقِلُّوا مَا يُقَرِّبُهُ إِلَيْهِمْ أَخُوهُمْ . </span>",
		"<span class=\"snd\">قَالَ وَ فِي حَدِيثٍ لَهُ آخَرَ</span>",
		"<span class=\"hdeth\"> إِثْمٌ بِالْمَرْءِ . </span>",
		"<span class=\"snd\">وَ عَنْ إِسْمَاعِيلَ بْنِ مِهْرَانَ عَنْ سَيْفِ بْنِ عَمِيرَةَ</span>",
		"<span class=\"hdeth\"> مِثْلَهُ إِلَّا أَنَّهُ قَالَ إِثْمٌ بِالْمَرْءِ</span>"
	],
	[
		"<span class=\"hdeth\">31091- 57-</span>",
		"<span class=\"snd\"> الْحَسَنُ بْنُ الْفَضْلِ بْنِ الْحَسَنِ الطَّبْرِسِيُّ فِي مَكَارِمِ الْأَخْلَاقِ عَنِ النَّبِيِّ ص‏</span>",
		"<span class=\"hdeth\"> أَنَّهُ كَانَ يَأْكُلُ الْأَصْنَافَ مِنَ الطَّعَامِ وَ كَانَ يَأْكُلُ الْقِثَّاءَ بِالرُّطَبِ وَ كَانَ أَحَبُّهَا إِلَيْهِ الْبِطِّيخَ وَ الْعِنَبَ وَ كَانَ يَأْكُلُ الْبِطِّيخَ بِالْخِرْبِزِ وَ رُبَّمَا أَكَلَ بِالسُّكَّرِ وَ رُبَّمَا أَكَلَ الْبِطِّيخَ بِالرُّطَبِ وَ كَانَ إِذَا كَانَ صَائِماً يُفْطِرُ عَلَى الرُّطَبِ فِي زَمَانِهِ وَ كَانَ رُبَّمَا أَكَلَ الْعِنَبَ حَبَّةً حَبَّةً وَ كَانَ يَأْكُلُ الْجُبُنَّ وَ كَانَ يَأْكُلُ التَّمْرَ وَ يَشْرَبُ عَلَيْهِ الْمَاءَ وَ كَانَ التَّمْرُ وَ الْمَاءُ أَكْثَرَ طَعَامِهِ وَ كَانَ يَأْكُلُ اللَّبَنَ وَ التَّمْرَ وَ الْهَرِيسَةَ وَ كَانَ أَحَبَّ الطَّعَامِ إِلَيْهِ اللَّحْمُ وَ كَانَ يُحِبُّ الْقَرْعَ وَ يُعْجِبُهُ الدُّبَّاءُ وَ يَلْتَقِطُهُ مِنَ الصَّحْفَةِ وَ كَانَ يَأْكُلُ الدَّجَاجَ وَ لَحْمَ الْوَحْشِ وَ الطَّيْرِ وَ الْخُبْزَ وَ السَّمْنَ وَ الْخَلَّ وَ الْهِنْدَبَاءَ وَ الْبَاذَرُوجَ‏ وَ بَقْلَةَ الْأَبْصَارِ وَ يُقَالُ لَهَا الْكُرْنُبُ‏ وَ</span>",
		"<span class=\"snd\"> فِيهِ نَقْلًا مِنْ كِتَابِ (الْبَصَائِرِ) عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ الْعَاصِمِيِّ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ : </span>",
		"<span class=\"hdeth\"> حَجَجْتُ وَ مَعِي جَمَاعَةٌ مِنْ أَصْحَابِنَا فَأَتَيْنَا الْمَدِينَةَ وَ قَصَدْنَا مَكَاناً نَنْزِلُهُ فَاسْتَقْبَلَنَا غُلَامٌ لِأَبِي الْحَسَنِ مُوسَى بْنِ جَعْفَرٍ عليه‌السلام عَلَى حِمَارٍ لَهُ أَخْضَرَ يَتْبَعُهُ الطَّعَامُ فَنَزَلْنَا بَيْنَ النَّخْلِ وَ جَاءَ هُوَ فَنَزَلَ وَ أُتِيَ بِالطَّشْتِ وَ الْمَاءِ فَبَدَأَ وَ غَسَلَ يَدَيْهِ وَ أُدِيرَ الطَّشْتُ عَنْ يَمِينِهِ حَتَّى بَلَغَ آخِرَنَا ثُمَّ أُعِيدَ عَنْ يَسَارِهِ حَتَّى أُتِيَ عَلَى آخِرِنَا ثُمَّ قُدِّمَ الطَّعَامُ فَبَدَأَ بِالْمِلْحِ ثُمَّ قَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ثُمَّ ثَنَّى بِالْحُلْوِ ثُمَ‏</span>",
		"<span class=\"hdeth\">أُتِيَ بِكَتِفٍ مَشْوِيٍّ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ النَّبِيَّ صلى‌الله‌عليه‌وآله‌وسلم ثُمَّ أُتِيَ بِالْخَلِّ وَ الزَّيْتِ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ فَاطِمَةَ عليه‌السلام ثُمَّ أُتِيَ بِالسِّكْبَاجِ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا الطَّعَامُ كَانَ يُعْجِبُ أَمِيرَ الْمُؤْمِنِينَ عليه‌السلام ثُمَّ أُتِيَ بِلَحْمٍ مَغْلُوٍّ فِيهِ بَاذِنْجَانٌ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ الْحَسَنَ بْنَ عَلِيٍّ عليه‌السلام ثُمَّ أُتِيَ بِلَبَنٍ حَامِضٍ قَدْ ثُرِدَ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ الْحُسَيْنَ بْنَ عَلِيٍّ عليه‌السلام ثُمَّ أُتِيَ بِأَضْلَاعٍ بَارِدَةٍ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ عَلِيَّ بْنَ الْحُسَيْنِ عليه‌السلام ثُمَّ أُتِيَ (بِحَبٍّ مُبَزَّرٍ) فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ مُحَمَّدَ بْنَ عَلِيٍّ عليه‌السلام ثُمَّ أُتِيَ بِتَوْرٍ فِيهِ بَيْضٌ كَالْعُجَّةِ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ كَانَ يُعْجِبُ جَعْفَراً عليه‌السلام ثُمَّ أُتِيَ بِحَلْوَاءَ فَقَالَ كُلُوا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَإِنَّ هَذَا طَعَامٌ يُعْجِبُنِي ثُمَّ رُفِعَتِ الْمَائِدَةُ فَذَهَبَ أَحَدُنَا لِيَلْقُطَ مَا كَانَ تَحْتَهَا فَقَالَ مَهْ إِنَّ ذَلِكَ فِي الْمَنَازِلِ تَحْتَ السُّقُوفِ فَأَمَّا مِثْلُ هَذَا الْمَوْضِعِ فَهُوَ لِعَافِيَةِ الطَّيْرِ وَ الْبَهَائِمِ ثُمَّ أُتِيَ بِالْخِلَالِ‏ وَ قَالَ مِنْ حَقِّ الْخِلَالِ أَنْ تُدِيرَ لِسَانَكَ فِي فَمِكَ فَمَا أَجَابَكَ فَابْتَلِعْهُ وَ مَا امْتَنَعَ بِالْخِلَالِ ثُمَّ تُخْرِجُهُ بِالْخِلَالِ فَتَلْفِظُهُ وَ أُتِيَ بِالطَّشْتِ وَ الْمَاءِ فَابْتَدَأَ بِأَوَّلِ مَنْ عَلَى يَسَارِهِ حَتَّى انْتَهَى إِلَيْهِ فَغَسَلَ ثُمَّ غَسَلَ مَنْ عَلَى يَمِينِهِ حَتَّى أُتِيَ عَلَى آخِرِهِمْ ثُمَّ قَالَ يَا عَاصِمُ كَيْفَ أَنْتُمْ فِي التَّوَاصُلِ وَ التَّبَارِّ</span>",
		"<span class=\"hdeth\">فَقَالَ عَلَى أَفْضَلِ مَا كَانَ عَلَيْهِ أَحَدٌ فَقَالَ يَأْتِي‏ أَحَدُكُمْ إِلَى مَنْزِلِ أَخِيهِ فَلَا يَجِدُهُ فَيَأْمُرُ بِإِخْرَاجِ كِيسِهِ فَيَفُضُّ خَتْمَهُ فَيَأْخُذُ مِنْ ذَلِكَ حَاجَتَهُ فَلَا يُنْكِرُ عَلَيْهِ قَالَ لَا قَالَ لَسْتُمْ عَلَى مَا أُحِبُّ مِنَ التَّوَاصُلِ وَ الصَّنِيعَةِ لِلْفُقَرَاءِ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ قَدْ رَوَى صَاحِبُ مَكَارِمِ الْأَخْلَاقِ‏ وَ غَيْرُهُ‏ أَيْضاً أَكْثَرَ أَحَادِيثِ الْأَطْعِمَةِ السَّابِقَةِ وَ الْآتِيَةِ وَ أَكْثَرَ آدَابِهَا وَ ذَكَرَ نُصُوصاً خَاصَّةً وَ عَامَّةً فِي أَكْثَرِ الْأَطْعِمَةِ الْمُعْتَادَةِ وَ تَرَكْتُ ذَلِكَ اخْتِصَاراً . </span>"
	],
	[
		"<span class=\"hdeth\">31592- 8- وَ</span>",
		"<span class=\"snd\"> عَنْ أَبِيهِ عَنْ أَحْمَدَ بْنِ سُلَيْمَانَ عَنْ أَبِي بَصِيرٍ قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلَ رَجُلٌ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْبَقْلِ وَ أَنَا عِنْدَهُ فَقَالَ الْهِنْدَبَاءُ لَنَا . </span>",
		"<span class=\"snd\">قَالَ الرِّضَا ع</span>",
		"<span class=\"hdeth\"> عَلَيْكُمْ بِأَكْلِ بَقْلِ الْهِنْدَبَاءِ فَإِنَّهَا تَزِيدُ فِي الْمَالِ وَ الْوَلَدِ وَ مَنْ أَحَبَّ أَنْ يَكْثُرَ مَالُهُ وَ وَلَدُهُ فَلْيُدْمِنْ أَكْلَ الْهِنْدَبَاءِ</span>"
	],
	[
		"<span class=\"hdeth\">31606- 2- وَ</span>",
		"<span class=\"snd\"> عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ أَحْمَدَ بْنِ أَبِي عَبْدِ اللَّهِ عَنْ بَعْضِ أَصْحَابِهِ عَنِ الْأَصَمِّ عَنْ شُعَيْبٍ عَنْ أَبِي بَصِيرٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : قَالَ أَمِيرُ الْمُؤْمِنِينَ ع</span>",
		"<span class=\"hdeth\"> كُلُوا الْهِنْدَبَاءَ فَمَا مِنْ صَبَاحٍ إِلَّا وَ يُنْزَلُ عَلَيْهِ قَطْرَةٌ مِنَ الْجَنَّةِ- فَإِذَا أَكَلْتُمُوهَا فَلَا تَنْفُضُوهَا . </span>",
		"<span class=\"snd\">قَالَ : قَالَ أَبُو عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> كَانَ أَبِي يَنْهَانَا أَنْ نَنْفُضَهَا إِذَا أَكَلْنَاهَا</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">31609- 5- وَ</span>",
		"<span class=\"snd\"> عَنْ عَلِيِّ بْنِ الْحَكَمِ عَنْ مُثَنَّى بْنِ زِيَادٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : قَالَ أَمِيرُ الْمُؤْمِنِينَ ع</span>",
		"<span class=\"hdeth\"> كُلُوا الْهِنْدَبَاءَ فَمَا مِنْ صَبَاحٍ إِلَّا وَ عَلَيْهِ قَطْرَةٌ مِنْ قَطْرِ الْجَنَّةِ- فَإِذَا أَكَلْتُمُوهَا فَلَا تَنْفُضُوهَا . </span>",
		"<span class=\"snd\">قَالَ وَ قَالَ أَبُو عَبْدِ اللَّهِ ع</span>",
		"<span class=\"hdeth\"> وَ كَانَ أَبِي يَنْهَانَا أَنْ نَنْفُضَهُ إِذَا أَكَلْنَاهُ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">31622- 11- وَ</span>",
		"<span class=\"snd\"> عَنِ النَّوْفَلِيِّ عَنِ السَّكُونِيِّ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : قَالَ عَلِيٌّ ع</span>",
		"<span class=\"hdeth\"> كَانَ يُعْجِبُ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم مِنَ الْبُقُولِ الْحَوْكُ . </span>",
		"<span class=\"snd\">قَالَ : </span>",
		"<span class=\"hdeth\"> وَ سُئِلَ أَبُو عَبْدِ اللَّهِ عليه‌السلام عَنِ الْحَوْكِ فَقَالَ مُحَبَّبَةٌ إِلَى النَّاسِ غَيْرَ أَنَّهَا تَبْخَرُ وَ الدِّيدَانُ تُسْرِعُ إِلَيْهَا وَ هِيَ الْبَاذَرُوجُ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">31312- 5- وَ</span>",
		"<span class=\"snd\"> عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ الْقَاسِمِ بْنِ يَحْيَى عَنْ جَدِّهِ الْحَسَنِ بْنِ رَاشِدٍ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : قَالَ أَمِيرُ الْمُؤْمِنِينَ ع</span>",
		"<span class=\"hdeth\"> لَعْقُ الْعَسَلِ شِفَاءٌ مِنْ كُلِّ دَاءٍ قَالَ اللَّهُ عَزَّ وَ جَلَ‏</span>",
		"<span class=\"aya\">|Q| يَخْرُجُ مِنْ بُطُونِها شَرابٌ‏ |/Q|</span>",
		"<span class=\"aya\">|Q| مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ‏ |/Q|</span>",
		"<span class=\"hdeth\">- وَ هُوَ مَعَ قِرَاءَةِ الْقُرْآنِ وَ مَضْغُ اللُّبَانِ يُذِيبُ الْبَلْغَمَ . </span>",
		"<span class=\"snd\">أَحْمَدُ بْنُ أَبِي عَبْدِ اللَّهِ الْبَرْقِيُّ فِي الْمَحَاسِنِ عَنِ الْقَاسِمِ بْنِ يَحْيَى مِثْلَهُ‏ وَ عَنْ عَلِيِّ بْنِ حَسَّانَ‏</span>",
		"<span> وَ ذَكَرَ الَّذِي قَبْلَهُ وَ</span>",
		"<span class=\"snd\"> عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ أَبِي نَصْرٍ قَرَابَةَ بْنِ سَلَّامٍ الْحَلَّاسِيِّ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَبِي نَصْرٍ</span>",
		"<span> وَ ذَكَرَ الَّذِي قَبْلَهُمَا وَ</span>",
		"<span class=\"snd\">عَنْ أَبِيهِ عَنِ ابْنِ أَبِي عُمَيْرٍ وَ ذَكَرَ الْأَوَّلَ وَ زَادَ</span>",
		"<span class=\"hdeth\"> وَ كَانَ بَعْضُ نِسَائِهِ تَأْتِيهِ فَقَالَتْ لَهُ إِحْدَاهُنَّ إِنِّي رُبَّمَا وَجَدْتُ مِنْكَ الرَّائِحَةَ فَتَرَكَهُ . </span>",
		"<span class=\"snd\">عَنْ أَبِيهِ عَنِ ابْنِ أَبِي عُمَيْرٍ عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الْحَمِيدِ وَ ذَكَرَ الثَّانِيَ إِلَى قَوْلِهِ‏</span>",
		"<span class=\"hdeth\"> يَأْكُلُ الْعَسَلَ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">31525- 4- وَ</span>",
		"<span class=\"snd\"> عَنْهُمْ عَنْ أَحْمَدَ عَنْ أَبِيهِ عَنْ يُونُسَ عَمَّنْ ذَكَرَهُ‏</span>",
		"<span class=\"snd\">عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> لَوْ يَعْلَمُ النَّاسُ مَا فِي التُّفَّاحِ مَا دَاوَوْا مَرْضَاهُمْ إِلَّا بِهِ . </span>",
		"<span class=\"snd\">رَوَى بَعْضُهُمْ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> أَطْعِمُوا مَحْمُومِيكُمُ التُّفَّاحَ فَمَا شَيْ‏ءٌ أَنْفَعَ مِنَ التُّفَّاحِ‏</span>",
		"<span> . </span>"
	],
	[
		"<span class=\"hdeth\">33014- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ عَنْ أَبِيهِ وَ عَنْ مُحَمَّدِ بْنِ يَحْيَى عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ جَمِيعاً عَنِ ابْنِ أَبِي عُمَيْرٍ عَنْ هِشَامِ بْنِ سَالِمٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> قُلْتُ لَهُ الْمَوْلُودُ</span>",
		"<span class=\"hdeth\">يُولَدُ لَهُ مَا لِلرِّجَالِ وَ لَهُ مَا لِلنِّسَاءِ قَالَ يُوَرَّثُ (مِنْ حَيْثُ يَبُولُ) مِنْ حَيْثُ سَبَقَ بَوْلُهُ فَإِنْ خَرَجَ مِنْهُمَا سَوَاءً فَمِنْ حَيْثُ يَنْبَعِثُ فَإِنْ كَانَا سَوَاءً وَرِثَ مِيرَاثَ الرِّجَالِ وَ مِيرَاثَ النِّسَاءِ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ الْحَسَنِ بْنِ فَضَّالٍ عَنْ مُحَمَّدِ بْنِ الزَّيَّاتِ عَنْ مُحَمَّدِ بْنِ أَبِي عُمَيْرٍ</span>",
		"<span class=\"hdeth\"> نَحْوَهُ وَ زَادَ فِي أَوَّلِهِ قَالَ قَضَى عَلِيٌّ ع . </span>"
	],
	[
		"<span class=\"hdeth\">33530- 67-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ : قَالَ الصَّادِقُ ع</span>",
		"<span class=\"hdeth\">كُلُّ شَيْ‏ءٍ مُطْلَقٌ حَتَّى يَرِدَ فِيهِ نَهْيٌ . </span>",
		"<span class=\"snd\">أَقُولُ : هَذَا يَحْتَمِلُ وُجُوهاً أَحَدُهَا الْحَمْلُ عَلَى التَّقِيَّةِ فَإِنَّ الْعَامَّةَ يَقُولُونَ بِحُجِّيَّةِ الْأَصْلِ فَيَضْعُفُ عَنْ مُقَاوَمَةِ مَا سَبَقَ مُضَافاً إِلَى كَوْنِهِ خَبَراً وَاحِداً لَا يُعَارِضُ الْمُتَوَاتِرَ وَ ثَانِيهَا الْحَمْلُ عَلَى الْخِطَابِ الشَّرْعِيِّ خَاصَّةً بِمَعْنَى أَنَّ كُلَّ شَيْ‏ءٍ مِنَ الْخِطَابَاتِ الشَّرْعِيَّةِ يَتَعَيَّنُ حَمْلُهُ عَلَى إِطْلَاقِهِ وَ عُمُومِهِ حَتَّى يَرِدَ فِيهِ نَهْيٌ يَخُصُّ بَعْضَ الْأَفْرَادِ وَ يُخْرِجُهُ مِنَ الْإِطْلَاقِ مِثَالُهُ‏</span>",
		"<span class=\"snd\">قَوْلُهُمْ ع</span>",
		"<span class=\"hdeth\"> كُلُّ مَاءٍ طَاهِرٌ حَتَّى تَعْلَمَ أَنَّهُ قَذِرٌ . </span>",
		"<span>فَإِنَّهُ مَحْمُولٌ عَلَى إِطْلَاقِهِ فَلَمَّا وَرَدَ النَّهْيُ عَنِ اسْتِعْمَالِ كُلِّ وَاحِدٍ مِنَ الْإِنَاءَيْنِ إِذَا نَجِسَ أَحَدُهُمَا وَ اشْتَبَهَا تَعَيَّنَ تَقْيِيدُهُ بِغَيْرِ هَذِهِ الصُّورَةِ وَ لِذَلِكَ اسْتَدَلَّ بِهِ الصَّدُوقُ عَلَى جَوَازِ الْقُنُوتِ بِالْفَارِسِيَّةِ لِأَنَّ الْأَوَامِرَ بِالْقُنُوتِ مُطْلَقَةٌ عَامَّةٌ وَ لَمْ يَرِدْ نَهْيٌ عَنِ الْقُنُوتِ بِالْفَارِسِيَّةِ يُخْرِجُهُ مِنْ إِطْلَاقِهَا وَ ثَالِثُهَا التَّخْصِيصُ بِمَا لَيْسَ مِنْ نَفْسِ الْأَحْكَامِ الشَّرْعِيَّةِ وَ إِنْ كَانَ مِنْ مَوْضُوعَاتِهَا وَ مُتَعَلَّقَاتِهَا كَمَا إِذَا شُكَّ فِي جَوَائِزِ الظَّالِمِ أَنَّهَا مَغْصُوبَةٌ أَمْ لَا وَ رَابِعُهَا أَنَّ النَّهْيَ يَشْمَلُ النَّهْيَ الْعَامَّ وَ الْخَاصَّ وَ النَّهْيُ الْعَامُّ بَلَغَنَا وَ هُوَ النَّهْيُ عَنِ ارْتِكَابِ الشُّبُهَاتِ فِي نَفْسِ الْأَحْكَامِ وَ الْأَمْرُ بِالتَّوَقُّفِ وَ الِاحْتِيَاطِ فِيهَا وَ فِي كُلِّ مَا لَا نَصَّ فِيهِ وَ خَامِسُهَا أَنْ يَكُونَ مَخْصُوصاً بِمَا قَبْلَ كَمَالِ الشَّرِيعَةِ وَ تَمَامِهَا فَأَمَّا بَعْدَ ذَلِكَ فَلَمْ يَبْقَ شَيْ‏ءٌ عَلَى حُكْمِ الْبَرَاءَةِ الْأَصْلِيَّةِ وَ سَادِسُهَا أَنْ يَكُونَ مَخْصُوصاً بِمَنْ لَمْ تَبْلُغْهُ أَحَادِيثُ النَّهْيِ عَنِ ارْتِكَابِ الشُّبُهَاتِ وَ الْأَمْرِ بِالاحْتِيَاطِ لِمَا مَرَّ وَ لِاسْتِحَالَةِ تَكْلِيفِ الْغَافِلِ عَقْلًا وَ نَقْلًا</span>",
		"<span>وَ سَابِعُهَا أَنْ يَكُونَ مَخْصُوصاً بِمَا لَا يَحْتَمِلُ التَّحْرِيمَ بَلْ عُلِمَتْ إِبَاحَتُهُ وَ حَصَلَ الشَّكُّ فِي وُجُوبِهِ فَهُوَ مُطْلَقٌ حَتَّى يَرِدَ فِيهِ نَهْيٌ عَنْ تَرْكِهِ لِأَنَّ الْمُسْتَفَادَ مِنَ الْأَحَادِيثِ هُنَا عَدَمُ وُجُوبِ الِاحْتِيَاطِ بِمُجَرَّدِ احْتِمَالِ الْوُجُوبِ وَ إِنْ كَانَ رَاجِحاً حَيْثُ لَا يَحْتَمِلُ التَّحْرِيمَ وَ ثَامِنُهَا أَنْ يَكُونَ مَخْصُوصاً بِالْأَشْيَاءِ الْمُهِمَّةِ الَّتِي تَعُمُّ بِهَا الْبَلْوَى وَ يُعْلَمُ أَنَّهُ لَوْ كَانَ فِيهَا حُكْمٌ مُخَالِفٌ لِلْأَصْلِ لَنُقِلَ كَمَا يُفْهَمُ مِنْ‏</span>",
		"<span class=\"snd\">قَوْلِ عَلِيٍّ ع</span>",
		"<span class=\"hdeth\"> وَ اعْلَمْ يَا بُنَيَّ أَنَّهُ لَوْ كَانَ إِلَهٌ آخَرُ لَأَتَتْكَ رُسُلُهُ وَ لَرَأَيْتَ آثَارَ مَمْلَكَتِهِ . </span>",
		"<span>وَ قَدْ صَرَّحَ بِنَحْوِ ذَلِكَ الْمُحَقِّقُ فِي الْمُعْتَبَرِ وَ غَيْرِهِ . </span>"
	],
	[
		"<span class=\"hdeth\">33869- 2-</span>",
		"<span class=\"snd\"> وَ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ مَطَرٍ عَنْ عَبْدِ اللَّهِ بْنِ سِنَانٍ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> إِنَّ شُهُودَ الزُّورِ يُجْلَدُونَ جَلْداً لَيْسَ لَهُ وَقْتٌ ذَلِكَ إِلَى الْإِمَامِ وَ يُطَافُ بِهِمْ حَتَّى تَعْرِفَهُمُ النَّاسُ وَ تَلَا قَوْلَهُ تَعَالَى‏</span>",
		"<span class=\"aya\">|Q| وَ لا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَ أُولئِكَ هُمُ الْفاسِقُونَ إِلَّا الَّذِينَ تابُوا |/Q|</span>",
		"<span class=\"hdeth\">- قُلْتُ بِمَ تُعْرَفُ تَوْبَتُهُ قَالَ يُكْذِبُ نَفْسَهُ عَلَى رُءُوسِ الْأَشْهَادِ حَيْثُ يُضْرَبُ وَ يَسْتَغْفِرُ رَبَّهُ عزوجل فَإِذَا هُوَ فَعَلَ ذَلِكَ فَثَمَّ ظَهَرَتْ تَوْبَتُهُ . </span>",
		"<span class=\"snd\">مُحَمَّدُ بْنُ الْحَسَنِ بِإِسْنَادِهِ عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ عَنِ الْحَسَنِ عَنْ زُرْعَةَ عَنْ سَمَاعَةَ قَالَ : قَالَ : </span>",
		"<span class=\"hdeth\"> إِنَّ شُهُودَ الزُّورِ وَ ذَكَرَ نَحْوَهُ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">34054- 23-</span>",
		"<span class=\"snd\"> وَ عَنْ أَمِيرِ الْمُؤْمِنِينَ ع</span>",
		"<span class=\"hdeth\"> فِي قَوْلِهِ‏</span>",
		"<span class=\"aya\">|Q| مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ |/Q|</span>",
		"<span class=\"hdeth\">- قَالَ مِمَّنْ تَرْضَوْنَ دِينَهُ وَ أَمَانَتَهُ وَ صَلَاحَهُ وَ عِفَّتَهُ وَ تَيَقُّظَهُ فِيمَا يَشْهَدُ بِهِ وَ تَحْصِيلَهُ وَ تَمْيِيزَهُ فَمَا كُلُّ صَالِحٍ مُمَيِّزاً وَ لَا مُحَصِّلًا وَ لَا كُلُّ مُحَصِّلٍ مُمَيِّزٍ صَالِحٌ . </span>",
		"<span class=\"snd\">وَ قَدْ سَبَقَ فِي حَدِيثِ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام أَنَّهُ قَالَ : </span>",
		"<span class=\"hdeth\">- وَ اعْلَمْ أَنَّ الْمُسْلِمِينَ عُدُولٌ بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا مَجْلُوداً فِي حَدٍّ لَمْ يَتُبْ مِنْهُ أَوْ مَعْرُوفاً بِشَهَادَةِ الزُّورِ أَوْ ظَنِيناً . </span>",
		"<span>وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ هُنَا وَ فِي الْقَضَاءِ وَ فِي صَلَاةِ الْجَمَاعَةِ وَ يَأْتِي مَا يَدُلُّ عَلَيْهِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">34254- 8-</span>",
		"<span class=\"snd\"> وَ عَنْهُ عَنْ بُنَانِ بْنِ مُحَمَّدٍ عَنْ مُوسَى بْنِ الْقَاسِمِ عَنْ عَلِيِّ بْنِ جَعْفَرٍ عَنْ أَخِيهِ مُوسَى بْنِ جَعْفَرٍ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> سَأَلْتُهُ عَنْ رَجُلٍ تَزَوَّجَ امْرَأَةً وَ لَمْ يَدْخُلْ بِهَا فَزَنَى مَا عَلَيْهِ قَالَ يُجْلَدُ الْحَدَّ وَ يُحْلَقُ رَأْسُهُ وَ يُفَرَّقُ بَيْنَهُ وَ بَيْنَ أَهْلِهِ وَ يُنْفَى سَنَةً . </span>",
		"<span class=\"snd\">وَ بِإِسْنَادِهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنِ الْبَرْقِيِّ عَنْ عَبْدِ اللَّهِ بْنِ الْمُغِيرَةِ عَنِ السَّكُونِيِّ عَنْ جَعْفَرٍ عَنْ أَبِيهِ عَنْ آبَائِهِ ع</span>",
		"<span class=\"hdeth\"> فِي الْمَرْأَةِ إِذَا زَنَتْ قَبْلَ أَنْ يُدْخَلَ بِهَا قَالَ يُفَرَّقُ بَيْنَهُمَا وَ لَا صَدَاقَ لَهَا لِأَنَّ الْحَدَثَ كَانَ مِنْ قِبَلِهَا . </span>"
	],
	[
		"<span class=\"hdeth\">34269- 5- وَ سَأَلْتُهُ عَنْ صَبِيٍّ وَقَعَ عَلَى امْرَأَةٍ قَالَ تُجْلَدُ الْمَرْأَةُ وَ لَيْسَ عَلَى الصَّبِيِّ شَيْ‏ءٌ . </span>",
		"<span class=\"snd\">أَقُولُ : هَذَا مَحْمُولٌ عَلَى غَيْرِ الْمُمَيِّزِ أَوْ عَلَى نَفْيِ الْحَدِّ دُونَ التَّعْزِيرِ وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ‏ وَ يَأْتِي مَا يَدُلُّ عَلَيْهِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">34951- 48-</span>",
		"<span class=\"snd\"> وَ عَنِ الْحُسَيْنِ بْنِ مُحَمَّدٍ عَنْ مُعَلَّى بْنِ مُحَمَّدٍ عَنْ مُحَمَّدِ بْنِ جُمْهُورٍ عَنْ يُونُسَ عَنْ حَمَّادِ بْنِ عُثْمَانَ عَنِ الْفُضَيْلِ بْنِ‏</span>",
		"<span class=\"snd\">يَسَارٍ عَنْ أَبِي جَعْفَرٍ عليه‌السلام قَالَ : </span>",
		"<span class=\"hdeth\"> إِنَّ اللَّهَ عزوجل نَصَبَ عَلِيّاً عليه‌السلام عَلَماً بَيْنَهُ وَ بَيْنَ خَلْقِهِ فَمَنْ عَرَفَهُ كَانَ مُؤْمِناً وَ مَنْ أَنْكَرَهُ كَانَ كَافِراً وَ مَنْ جَهِلَهُ كَانَ ضَالًّا وَ مَنْ نَصَبَ مَعَهُ شَيْئاً كَانَ مُشْرِكاً وَ مَنْ جَاءَ بِوَلَايَتِهِ دَخَلَ الْجَنَّةَ . </span>",
		"<span class=\"snd\">وَ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ عَنْ مُحَمَّدِ بْنِ عِيسَى عَنْ يُونُسَ عَنْ فُضَيْلِ بْنِ يَسَارٍ مِثْلَهُ وَ زَادَ</span>",
		"<span class=\"hdeth\"> وَ مَنْ جَاءَ بِعَدَاوَتِهِ دَخَلَ النَّارَ . </span>"
	],
	[
		"<span class=\"hdeth\">35261- 10- وَ سَأَلْتُهُ عَنْ قَوْمٍ أَحْرَارٍ اجْتَمَعُوا عَلَى قَتْلِ مَمْلُوكٍ مَا حَالُهُمْ قَالَ يُؤَدُّونَ ثَمَنَهُ‏ . </span>",
		"<span class=\"snd\">أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى بَعْضِ الْمَقْصُودِ وَ يَأْتِي مَا يَدُلُّ عَلَيْهِ‏ . </span>"
	],
	[
		"<span class=\"hdeth\">35804- 1-</span>",
		"<span class=\"snd\"> مُحَمَّدُ بْنُ يَعْقُوبَ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ عَنْ مُحَمَّدِ بْنِ عِيسَى عَنْ يُونُسَ وَ عَنْ أَبِيهِ عَنِ ابْنِ فَضَّالٍ جَمِيعاً عَنْ أَبِي الْحَسَنِ الرِّضَا عليه‌السلام قَالَ يُونُسُ‏</span>",
		"<span class=\"hdeth\"> عَرَضْتُ عَلَيْهِ الْكِتَابَ فَقَالَ هُوَ صَحِيحٌ وَ قَالَ ابْنُ فَضَّالٍ قَالَ قَضَى أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام إِذَا أُصِيبَ الرَّجُلُ فِي إِحْدَى عَيْنَيْهِ فَإِنَّهَا تُقَاسُ بِبَيْضَةٍ تُرْبَطُ عَلَى عَيْنِهِ الْمُصَابَةِ وَ يُنْظَرُ مَا مُنْتَهَى‏ نَظَرِ عَيْنِهِ الصَّحِيحَةِ ثُمَّ تُغَطَّى عَيْنُهُ الصَّحِيحَةُ وَ يُنْظَرُ مَا مُنْتَهَى‏ نَظَرِ عَيْنِهِ الْمُصَابَةِ فَيُعْطَى دِيَتَهُ مِنْ حِسَابِ ذَلِكَ وَ الْقَسَامَةُ مَعَ ذَلِكَ مِنَ السِّتَّةِ الْأَجْزَاءِ عَلَى قَدْرِ مَا أُصِيبَ مِنْ عَيْنِهِ فَإِنْ كَانَ سُدُسَ بَصَرِهِ حَلَفَ هُوَ وَحْدَهُ وَ أُعْطِيَ وَ إِنْ كَانَ ثُلُثَ بَصَرِهِ حَلَفَ هُوَ وَ حَلَفَ مَعَهُ رَجُلٌ وَاحِدٌ وَ إِنْ كَانَ نِصْفَ بَصَرِهِ حَلَفَ هُوَ وَ حَلَفَ مَعَهُ رَجُلَانِ وَ إِنْ كَانَ ثُلُثَيْ بَصَرِهِ حَلَفَ هُوَ وَ حَلَفَ هُوَ وَ حَلَفَ مَعَهُ ثَلَاثَةُ نَفَرٍ وَ إِنْ كَانَ (أَرْبَعَةَ أَخْمَاسِ) بَصَرِهِ حَلَفَ هُوَ</span>",
		"<span class=\"hdeth\">وَ حَلَفَ مَعَهُ أَرْبَعَةُ نَفَرٍ وَ إِنْ كَانَ بَصَرَهُ كُلَّهُ حَلَفَ هُوَ وَ حَلَفَ مَعَهُ خَمْسَةُ نَفَرٍ وَ كَذَلِكَ الْقَسَامَةُ كُلُّهَا فِي الْجُرُوحِ وَ إِنْ لَمْ يَكُنْ لِلْمُصَابِ بَصَرُهُ مَنْ يَحْلِفُ مَعَهُ ضُوعِفَتْ عَلَيْهِ الْأَيْمَانُ إِنْ كَانَ سُدُسَ بَصَرِهِ حَلَفَ مَرَّةً وَاحِدَةً وَ إِنْ كَانَ ثُلُثَ بَصَرِهِ حَلَفَ مَرَّتَيْنِ وَ إِنْ كَانَ أَكْثَرَ عَلَى هَذَا الْحِسَابِ وَ إِنَّمَا الْقَسَامَةُ عَلَى مَبْلَغِ مُنْتَهَى بَصَرِهِ وَ إِنْ كَانَ السَّمْعَ فَعَلَى نَحْوٍ مِنْ ذَلِكَ غَيْرَ أَنَّهُ يُضْرَبُ لَهُ بِشَيْ‏ءٍ حَتَّى يُعْلَمَ مُنْتَهَى سَمْعِهِ ثُمَّ يُقَاسُ ذَلِكَ وَ الْقَسَامَةُ عَلَى نَحْوِ مَا يُنْقَصُ مِنْ سَمْعِهِ فَإِنْ كَانَ سَمْعَهُ كُلَّهُ فَخِيفَ مِنْهُ فُجُورٌ فَإِنَّهُ يُتْرَكُ حَتَّى إِذَا اسْتَقَلَّ نَوْماً صِيحَ بِهِ فَإِنْ سَمِعَ قَاسَ بَيْنَهُمُ الْحَاكِمُ بِرَأْيِهِ وَ إِنْ كَانَ النَّقْصُ فِي الْعَضُدِ وَ الْفَخِذِ فَإِنَّهُ يُعَلَّمُ قَدْرُ ذَلِكَ تُقَاسُ رِجْلُهُ الصَّحِيحَةُ بِخَيْطٍ ثُمَّ تُقَاسُ رِجْلُهُ الْمُصَابَةُ فَيُعَلَّمُ قَدْرُ مَا نَقَصَتْ رِجْلُهُ أَوْ يَدُهُ فَإِنْ أُصِيبَ السَّاقُ أَوِ السَّاعِدُ فَمِنَ الْفَخِذِ وَ الْعَضُدِ يُقَاسُ وَ يَنْظُرُ الْحَاكِمُ قَدْرَ فَخِذِهِ . </span>",
		"<span class=\"snd\">وَ عَنْ عِدَّةٍ مِنْ أَصْحَابِنَا عَنْ سَهْلِ بْنِ زِيَادٍ عَنِ الْحَسَنِ بْنِ ظَرِيفٍ عَنْ أَبِيهِ ظَرِيفِ بْنِ نَاصِحٍ عَنْ عَبْدِ اللَّهِ بْنِ أَيُّوبَ عَنْ أَبِي عَمْرٍو الْمُتَطَبِّبِ قَالَ : </span>",
		"<span> عَرَضْتُ هَذَا الْكِتَابَ عَلَى أَبِي عَبْدِ اللَّهِ ع</span>",
		"<span class=\"snd\">وَ عَنِ ابْنِ فَضَّالٍ عَنِ الْحَسَنِ بْنِ الْجَهْمِ قَالَ : </span>",
		"<span class=\"hdeth\"> عَرَضْتُهُ عَلَى أَبِي الْحَسَنِ الرِّضَا عليه‌السلام فَقَالَ لِي ارْوُوهُ فَإِنَّهُ صَحِيحٌ ثُمَّ ذَكَرَ مِثْلَهُ‏ . </span>",
		"<span class=\"snd\">وَ رَوَاهُ الشَّيْخُ بِإِسْنَادِهِ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ‏ وَ رَوَاهُ الصَّدُوقُ وَ الشَّيْخُ أَيْضاً بِأَسَانِيدِهِمَا السَّابِقَةِ</span>",
		"<span class=\"snd\"> نَحْوَهُ‏ أَقُولُ : وَ تَقَدَّمَ مَا يَدُلُّ عَلَى ذَلِكَ‏ . </span>"
	]
]