[
	[
		"<span class=\"arabic\">كُنْ فِي الْفِتْنَةِ كَابْنِ اللَّبُونِ ، لَا ظَهْرٌ فَيُرْكَبَ وَ لَا ضَرْعٌ فَيُحْلَبَ . </span>",
		"درود خدا بر او ، فرمود : در فتنه ها ، چونان شتر دو ساله باش ، نه پشتى دارد كه سوارى دهد ، و نه پستانى تا او را بدوشند . "
	],
	[
		"<span class=\"arabic\">أَزْرَى بِنَفْسِهِ مَنِ اسْتَشْعَرَ الطَّمَعَ ، وَ رَضِيَ بِالذُّلِّ مَنْ كَشَفَ عَنْ ضُرِّهِ ، وَ هَانَتْ عَلَيْهِ نَفْسُهُ مَنْ أَمَّرَ عَلَيْهَا لِسَانَه . </span>",
		"آن كه جان را با طمع ورزى بپوشاند خود را پست كرده ، و آن كه راز سختى هاى خود را آشكار سازد خود را خوار كرده ، و آن كه زبان را بر خود حاكم كند خود را بى ارزش كرده است . "
	],
	[
		"<span class=\"arabic\">الْبُخْلُ عَارٌ ، وَ الْجُبْنُ مَنْقَصَةٌ ، وَ الْفَقْرُ يُخْرِسُ الْفَطِنَ عَنْ [حَاجَتِهِ] حُجَّتِهِ ، وَ الْمُقِلُّ غَرِيبٌ فِي بَلْدَتِهِ . </span>",
		"بخل ننگ و ترس نقصان است . و تهيدستى مرد زيرك را در برهان كند مى سازد ، و انسان تهيدست در شهر خويش نيز بيگانه است . "
	],
	[
		"<span class=\"arabic\">الْعَجْزُ آفَةٌ ، وَ الصَّبْرُ شَجَاعَةٌ ، وَ الزُّهْدُ ثَرْوَةٌ ، وَ الْوَرَعُ جُنَّةٌ ، وَ نِعْمَ الْقَرِينُ [الرِّضَا] الرِّضَى . </span>",
		"ناتوانى ، آفت و شكيبايى ، شجاعت و زهد ثروت و پرهيزكارى سپر نگه دارنده است . و چه همنشين خوبى است راضى بودن و خرسندى . "
	],
	[
		"<span class=\"arabic\">الْعِلْمُ وِرَاثَةٌ كَرِيمَةٌ ، وَ الْآدَابُ حُلَلٌ مُجَدَّدَةٌ ، وَ الْفِكْرُ مِرْآةٌ صَافِيَةٌ . </span>",
		"دانش ، ميراثى گرانبها ، و آداب ، زيورهاى هميشه تازه ، و انديشه ، آيينه اى شفّاف است . "
	],
	[
		"<span class=\"arabic\">صَدْرُ الْعَاقِلِ صُنْدُوقُ سِرِّهِ ، وَ الْبَشَاشَةُ حِبَالَةُ الْمَوَدَّةِ ، وَ الِاحْتِمَالُ قَبْرُ الْعُيُوبِ . وَ رُوِيَ أَنَّهُ قَالَ فِي الْعِبَارَةِ عَنْ هَذَا الْمَعْنَى أَيْضاً الْمَسْأَلَةُ خِبَاءُ الْعُيُوبِ ، وَ مَنْ رَضِيَ عَنْ نَفْسِهِ كَثُرَ السَّاخِطُ عَلَيْهِ . </span>",
		"سينه خردمند صندوق راز اوست ، و خوشرويى وسيله دوست يابى ، و شكيبايى ، گورستان پوشاننده عيب هاست . و يا فرمود : پرسش كردن وسيله پوشاندن عيب هاست ، و انسان از خود راضى ، دشمنان او فراوانند . "
	],
	[
		"<span class=\"arabic\">وَ الصَّدَقَةُ دَوَاءٌ مُنْجِحٌ ، وَ أَعْمَالُ الْعِبَادِ فِي عَاجِلِهِمْ نُصْبُ أَعْيُنِهِمْ فِي [آجِلِهِمْ] آجَالِهِمْ . </span>",
		"صدقه دادن دارويى ثمر بخش است ، و كردار بندگان در دنيا ، فردا در پيش روى آنان جلوه گر است . "
	],
	[
		"<span class=\"arabic\">اعْجَبُوا لِهَذَا الْإِنْسَانِ ، يَنْظُرُ بِشَحْمٍ وَ يَتَكَلَّمُ بِلَحْمٍ وَ يَسْمَعُ بِعَظْمٍ وَ يَتَنَفَّسُ مِنْ خَرْمٍ . </span>",
		"از ويژگى هاى انسان در شگفتى مانيد ، كه : با پاره اى «پى» مى نگرد ، و با «گوشت» سخن مى گويد ، و با «استخوان» مى شنود ، و از «شكافى» نفس مى كشد . "
	],
	[
		"<span class=\"arabic\">إِذَا أَقْبَلَتِ الدُّنْيَا عَلَى أَحَدٍ ، أَعَارَتْهُ مَحَاسِنَ غَيْرِهِ ، وَ إِذَا أَدْبَرَتْ عَنْهُ ، سَلَبَتْهُ مَحَاسِنَ نَفْسِه . </span>",
		"چون دنيا به كسى روى آورد ، نيكى هاى ديگران را به او عاريت دهد ، و چون از او روى برگرداند خوبى هاى او را نيز بربايد . "
	],
	[
		"<span class=\"arabic\">خَالِطُوا النَّاسَ مُخَالَطَةً إِنْ مِتُّمْ مَعَهَا بَكَوْا عَلَيْكُمْ ، وَ إِنْ عِشْتُمْ حَنُّوا إِلَيْكُمْ . </span>",
		"با مردم آنگونه معاشرت كنيد ، كه اگر مرديد بر شما اشك ريزند ، و اگر زنده مانديد ، با اشتياق سوى شما آيند . "
	],
	[
		"<span class=\"arabic\">إِذَا قَدَرْتَ عَلَى عَدُوِّكَ فَاجْعَلِ الْعَفْوَ عَنْهُ شُكْراً لِلْقُدْرَةِ عَلَيْهِ . </span>",
		"اگر بر دشمنت دست يافتى ، بخشيدن او را شكرانه پيروزى قرار ده . "
	],
	[
		"<span class=\"arabic\">أَعْجَزُ النَّاسِ مَنْ عَجَزَ عَنِ اكْتِسَابِ الْإِخْوَانِ ، وَ أَعْجَزُ مِنْهُ مَنْ ضَيَّعَ مَنْ ظَفِرَ بِهِ مِنْهُمْ . </span>",
		"ناتوان ترين مردم كسى است كه در دوست يابى ناتوان است ، و از او ناتوان تر آن كه دوستان خود را از دست بدهد . "
	],
	[
		"<span class=\"arabic\">إِذَا وَصَلَتْ إِلَيْكُمْ أَطْرَافُ النِّعَمِ ، فَلَا تُنَفِّرُوا أَقْصَاهَا بِقِلَّةِ الشُّكْرِ . </span>",
		"چون نشانه هاى نعمت پروردگار آشكار شد ، با ناسپاسى نعمت ها را از خود دور نسازيد . "
	],
	[
		"<span class=\"arabic\">مَنْ ضَيَّعَهُ الْأَقْرَبُ ، أُتِيحَ لَهُ الْأَبْعَدُ . </span>",
		"كسى را كه نزديكانش واگذارند ، بيگانه او را پذيرا مى گردد . "
	],
	[
		"<span class=\"arabic\">مَا كُلُّ مَفْتُونٍ يُعَاتَبُ . </span>",
		"هر فريب خورده اى را نمى شود سرزنش كرد . "
	],
	[
		"<span class=\"arabic\">تَذِلُّ الْأُمُورُ لِلْمَقَادِيرِ ، حَتَّى يَكُونَ الْحَتْفُ فِي التَّدْبِيرِ . </span>",
		"كارها چنان در سيطره تقدير است كه چاره انديشى به مرگ مى انجامد . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عليه‌السلام عَنْ قَوْلِ الرَّسُولِ صلى‌الله‌عليه‌وآله‌وسلم \"غَيِّرُوا الشَّيْبَ وَ لَا تَشَبَّهُوا بِالْيَهُودِ\"؟ فَقَالَ عليه‌السلام : إِنَّمَا قَالَ ذَلِكَ وَ الدِّينُ قُلٌّ ، فَأَمَّا الْآنَ وَ قَدِ اتَّسَعَ نِطَاقُهُ وَ ضَرَبَ بِجِرَانِهِ ؛ فَامْرُؤٌ وَ مَا اخْتَارَ . </span>",
		"(از امام پرسيدند كه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم فرمود : موها را رنگ كنيد ، و خود را شبيه يهود نسازيد يعنى چه؟ فرمود) : ",
		"پيامبر صلى‌الله‌عليه‌وآله‌وسلم اين سخن را در روزگارى فرمود كه پيروان اسلام اندك بودند ، امّا امروز كه اسلام گسترش يافته ، و نظام اسلامى استوار شده ، هر كس آنچه را دوست دارد انجام دهد . "
	],
	[
		"<span class=\"arabic\"> فِي الَّذِينَ اعْتَزَلُوا الْقِتَالَ مَعَهُ : خَذَلُوا الْحَقَّ وَ لَمْ يَنْصُرُوا الْبَاطِلَ . </span>",
		"(در باره آنان كه از جنگ كناره گرفتند) حق را خوار كرده ، باطل را نيز يارى نكردند . "
	],
	[
		"<span class=\"arabic\">مَنْ جَرَى فِي عِنَان أَمَلِهِ ، عَثَرَ بِأَجَلِهِ . </span>",
		"آن كس كه در پى آرزوى خويش تازد ، مرگ او را از پاى در آورد . "
	],
	[
		"<span class=\"arabic\">أَقِيلُوا ذَوِي الْمُرُوءَاتِ عَثَرَاتِهِمْ ، فَمَا يَعْثُرُ مِنْهُمْ عَاثِرٌ إِلَّا وَ [يَدُهُ بِيَدِ اللَّهِ‏] يَدُ اللَّهِ بِيَدِهِ يَرْفَعُهُ‏ . </span>",
		"از لغزش جوانمردان درگذريد ، زيرا جوانمردى نمى ‏لغزد جز آن كه دست خدا او را بلند مرتبه مى‏ سازد . "
	],
	[
		"<span class=\"arabic\">قُرِنَتِ الْهَيْبَةُ بِالْخَيْبَةِ وَ الْحَيَاءُ بِالْحِرْمَانِ ؛ وَ الْفُرْصَةُ تَمُرُّ مَرَّ السَّحَابِ ، فَانْتَهِزُوا فُرَصَ الْخَيْرِ . </span>",
		"ترس با نااميدى ، و شرم با محروميّت همراه است ، و فرصت ها چون ابرها مى گذرند ، پس فرصت هاى نيك را غنيمت شماريد . "
	],
	[
		"<span class=\"arabic\">لَنَا حَقٌّ ، فَإِنْ أُعْطِينَاهُ ، وَ إِلَّا رَكِبْنَا أَعْجَازَ الْإِبِلِ وَ إِنْ طَالَ السُّرَى . </span>",
		"ما را حقّى است اگر به ما داده شود ، و گر نه بر پشت شتران سوار شويم و براى گرفتن آن برانيم هر چند شب روى به طول انجامد . ",
		"(قال الرضي [رحمه الله تعالى] و هذا [القول] من لطيف الكلام و فصيحه ، و معناه أنا إن لم نعط حقنا كنا أذلّاء و ذلك أن الرديف يركب عجز البعير كالعبد و الأسير و من يجري مجراهما) . ",
		"(سید رضی می گوید : اين از سخنان لطيف و فصيح است ، يعنى اگر حق ما را ندادند ، خوار خواهيم شد و بايد بر ترك شتر سوار چون بنده بنشينيم) . "
	],
	[
		"<span class=\"arabic\">مَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ [حَسَبُهُ] نَسَبُهُ . </span>",
		"كسى كه كردارش او را به جايى نرساند ، افتخارات خاندانش او را به جايى نخواهد رسانيد . "
	],
	[
		"<span class=\"arabic\">مِنْ كَفَّارَاتِ الذُّنُوبِ الْعِظَامِ ، إِغَاثَةُ الْمَلْهُوفِ وَ التَّنْفِيسُ عَنِ الْمَكْرُوبِ . </span>",
		"از كفّاره گناهان بزرگ ، به فرياد مردم رسيدن ، و آرام كردن مصيبت ديدگان است . "
	],
	[
		"<span class=\"arabic\">يَا ابْنَ آدَمَ ، إِذَا رَأَيْتَ رَبَّكَ سُبْحَانَهُ يُتَابِعُ عَلَيْكَ نِعَمَهُ وَ أَنْتَ تَعْصِيهِ ، فَاحْذَرْهُ . </span>",
		"اى فرزند آدم زمانى كه خدا را مى بينى كه انواع نعمت ها را به تو مى رساند تو در حالى كه معصيت كارى ، بترس . "
	],
	[
		"<span class=\"arabic\">مَا أَضْمَرَ أَحَدٌ شَيْئاً إِلَّا ظَهَرَ فِي فَلَتَاتِ لِسَانِهِ وَ صَفَحَاتِ وَجْهِهِ . </span>",
		"كسى چيزى را در دل پنهان نكرد جز آن كه در لغزش هاى زبان و رنگ رخسارش ، آشكار خواهد گشت . "
	],
	[
		"<span class=\"arabic\">إمْشِ بِدَائِكَ ، مَا مَشَى بِك . </span>",
		"با درد خود بساز ، چندان كه با تو سازگار است . "
	],
	[
		"<span class=\"arabic\">أَفْضَلُ الزُّهْدِ ، إِخْفَاءُ الزُّهْدِ . </span>",
		"برترين زهد ، پنهان داشتن زهد است . "
	],
	[
		"<span class=\"arabic\">إِذَا كُنْتَ فِي إِدْبَارٍ وَ الْمَوْتُ فِي إِقْبَالٍ ، فَمَا أَسْرَعَ الْمُلْتَقَى . </span>",
		"هنگامى كه تو زندگى را پشت سر مى گذارى و مرگ به تو روى مى آورد ، پس ديدار با مرگ چه زود خواهد بود . "
	],
	[
		"<span class=\"arabic\">الْحَذَرَ الْحَذَرَ ، فَوَاللَّهِ لَقَدْ سَتَرَ ، حَتَّى كَأَنَّهُ قَدْ غَفَرَ . </span>",
		"هشدار هشدار ، به خدا سوگند ، چنان پرده پوشى كرده كه پندارى تو را بخشيده است . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عليه‌السلام عَنِ الْإِيمَانِ ، فَقَالَ الْإِيمَانُ عَلَى أَرْبَعِ دَعَائِمَ : عَلَى الصَّبْرِ وَ الْيَقِينِ وَ الْعَدْلِ وَ الْجِهَادِ . وَ الصَّبْرُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ : عَلَى الشَّوْقِ وَ الشَّفَقِ وَ الزُّهْدِ وَ التَّرَقُّبِ ؛ فَمَنِ اشْتَاقَ إِلَى الْجَنَّةِ سَلَا عَنِ الشَّهَوَاتِ وَ مَنْ أَشْفَقَ مِنَ النَّارِ اجْتَنَبَ الْمُحَرَّمَاتِ وَ مَنْ زَهِدَ فِي الدُّنْيَا اسْتَهَانَ بِالْمُصِيبَاتِ وَ مَنِ ارْتَقَبَ الْمَوْتَ سَارَعَ [فِي] إِلَى الْخَيْرَاتِ . وَ الْيَقِينُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ : عَلَى تَبْصِرَةِ الْفِطْنَةِ وَ تَأَوُّلِ الْحِكْمَةِ وَ مَوْعِظَةِ الْعِبْرَةِ وَ سُنَّةِ الْأَوَّلِينَ ؛ فَمَنْ تَبَصَّرَ فِي الْفِطْنَةِ تَبَيَّنَتْ لَهُ الْحِكْمَةُ وَ مَنْ تَبَيَّنَتْ لَهُ الْحِكْمَةُ عَرَفَ الْعِبْرَةَ وَ مَنْ عَرَفَ الْعِبْرَةَ فَكَأَنَّمَا كَانَ فِي الْأَوَّلِينَ . وَ الْعَدْلُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ : عَلَى غَائِصِ الْفَهْمِ وَ غَوْرِ الْعِلْمِ وَ زُهْرَةِ الْحُكْمِ وَ رَسَاخَةِ الْحِلْمِ ؛ فَمَنْ فَهِمَ عَلِمَ غَوْرَ الْعِلْمِ وَ مَنْ عَلِمَ غَوْرَ الْعِلْمِ صَدَرَ عَنْ شَرَائِعِ [الْحِلْمِ] الْحُكْمِ وَ مَنْ حَلُمَ لَمْ يُفَرِّطْ فِي أَمْرِهِ وَ عَاشَ فِي النَّاسِ حَمِيداً . وَ الْجِهَادُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ : عَلَى الْأَمْرِ بِالْمَعْرُوفِ وَ النَّهْيِ عَنِ الْمُنْكَرِ وَ الصِّدْقِ فِي الْمَوَاطِنِ وَ شَنَآنِ الْفَاسِقِينَ ؛ فَمَنْ أَمَرَ بِالْمَعْرُوفِ شَدَّ ظُهُورَ الْمُؤْمِنِينَ وَ مَنْ نَهَى عَنِ الْمُنْكَرِ أَرْغَمَ أُنُوفَ [الْمُنَافِقِينَ] الْكَافِرِينَ وَ مَنْ صَدَقَ فِي الْمَوَاطِنِ قَضَى مَا عَلَيْهِ وَ مَنْ شَنِئَ الْفَاسِقِينَ وَ غَضِبَ لِلَّهِ غَضِبَ اللَّهُ لَهُ وَ أَرْضَاهُ يَوْمَ الْقِيَامَةِ . </span>",
		"و درود خدا بر او (از ايمان پرسيدند ، جواب داد) : ايمان بر چهار پايه استوار است : صبر ، يقين ، عدل و جهاد . ",
		"صبر نيز بر چهار پايه قرار دارد . شوق ، هراس ، زهد و انتظار . ",
		"آن كس كه اشتياق بهشت دارد ، شهوت هايش كاستى گيرد ، و آن كس كه از آتش جهنّم مى ترسد ، از حرام دورى مى گزيند ، و آن كس كه در دنيا زهد مى ورزد ، مصيبت ها را ساده پندارد ، و آن كس كه مرگ را انتظار مى كشد در نيكى ها شتاب مى كند . ",
		"يقين نيز بر چهار پايه استوار است : بينش زيركانه ، دريافت حكيمانه واقعيّت ها ، پند گرفتن از حوادث روزگار ، و پيمودن راه درست پيشينيان . ",
		"پس آن كس كه هوشمندانه به واقعيّت ها نگريست ، حكمت را آشكارا بيند ، و آن كه حكمت را آشكارا ديد ، عبرت آموزى را شناسد ، و آن كه عبرت آموزى شناخت گويا چنان است كه با گذشتگان مى زيسته است . ",
		"و عدل نيز بر چهار پايه بر قرار است : فكرى ژرف انديش ، دانشى عميق و به حقيقت رسيده ، نيكو داورى كردن و استوار بودن در شكيبايى . ",
		"پس كسى كه درست انديشيد به ژرفاى دانش رسيد و آن كس كه به حقيقت دانش رسيد ، از چشمه زلال شريعت نوشيد ، و كسى كه شكيبا شد در كارش زياده روى نكرده با نيكنامى در ميان مردم زندگى خواهد كرد . ",
		"و جهاد نيز بر چهار پايه استوار است : امر به معروف ، و نهى از منكر ، راستگويى در هر حال ، و دشمنى با فاسقان . ",
		"پس هر كس به معروف امر كرد ، پشتوانه نيرومند مؤمنان است ، و آن كس كه از زشتى ها نهى كرد ، بينى منافقان را به خاك ماليد ، و آن كس كه در ميدان نبرد صادقانه پايدارى كند حقّى را كه بر گردن او بوده ادا كرده است ، و كسى كه با فاسقان دشمنى كند و براى خدا خشم گيرد ، خدا هم براى او خشم آورد ، و روز قيامت او را خشنود سازد . ",
		"<span class=\"arabic\">وَ الْكُفْرُ عَلَى أَرْبَعِ دَعَائِمَ : عَلَى التَّعَمُّقِ وَ التَّنَازُعِ وَ الزَّيْغِ وَ الشِّقَاقِ ؛ فَمَنْ تَعَمَّقَ لَمْ يُنِبْ إِلَى الْحَقِّ وَ مَنْ كَثُرَ نِزَاعُهُ بِالْجَهْلِ دَامَ عَمَاهُ عَنِ الْحَقِّ وَ مَنْ زَاغَ سَاءَتْ عِنْدَهُ الْحَسَنَةُ وَ حَسُنَتْ عِنْدَهُ السَّيِّئَةُ وَ سَكِرَ سُكْرَ الضَّلَالَةِ وَ مَنْ شَاقَّ وَعُرَتْ عَلَيْهِ طُرُقُهُ وَ أَعْضَلَ عَلَيْهِ أَمْرُهُ وَ ضَاقَ عَلَيْهِ مَخْرَجُهُ .  وَ الشَّكُّ عَلَى أَرْبَعِ شُعَبٍ : عَلَى التَّمَارِي وَ الْهَوْلِ وَ التَّرَدُّدِ وَ الِاسْتِسْلَامِ ؛ فَمَنْ جَعَلَ الْمِرَاءَ دَيْدَناً لَمْ يُصْبِحْ لَيْلُهُ وَ مَنْ هَالَهُ مَا بَيْنَ يَدَيْهِ نَكَصَ عَلى عَقِبَيْهِ وَ مَنْ تَرَدَّدَ فِي الرَّيْبِ وَطِئَتْهُ سَنَابِكُ الشَّيَاطِينِ وَ مَنِ اسْتَسْلَمَ لِهَلَكَةِ الدُّنْيَا وَ الْآخِرَةِ هَلَكَ فِيهِمَا . </span>",
		"و كفر بر چهار ستون پايدار است : كنجكاوى دروغين ، ستيزه جويى و جدل ، انحراف از حق ، و دشمنى كردن . ",
		"پس آن كس كه دنبال توهّم و كنجكاوى دروغين رفت به حق نرسيد . و آن كس كه به ستيزه جويى و نزاع پرداخت از ديدن حق نا بينا شد ، و آن كس كه از راه حق منحرف گرديد ، نيكويى را زشت ، و زشتى را نيكويى پنداشت و سر مست گمراهى ها گشت ، و آن كس كه دشمنى ورزيد پيمودن راه حق بر او دشوار و كارش سخت ، و نجات او از مشكلات دشوار است . ",
		"و شك چهار بخش دارد : جدال در گفتار ، ترسيدن ، دو دل بودن ، و تسليم حوادث روزگار شدن . ",
		"پس آن كس كه جدال و نزاع را عادت خود قرار داد از تاريكى شبهات بيرون نخواهد آمد ، و آن كس كه از هر چيزى ترسيد همواره در حال عقب نشينى است ، و آن كس كه در ترديد و دو دلى باشد زير پاى شيطان كوبيده خواهد شد ، و آن كس كه تسليم حوادث گردد و به تباهى دنيا و آخرت گردن نهد ، و هر دو جهان را از كف خواهد داد . "
	],
	[
		"<span class=\"arabic\">فَاعِلُ الْخَيْرِ خَيْرٌ مِنْهُ ، وَ فَاعِلُ الشَّرِّ شَرٌّ مِنْهُ . </span>",
		"نيكوكار ، از كار نيك بهتر و بدكار از كار بد بدتر است . "
	],
	[
		"<span class=\"arabic\">كُنْ سَمْحاً وَ لَا تَكُنْ مُبَذِّراً ، وَ كُنْ مُقَدِّراً وَ لَا تَكُنْ مُقَتِّراً . </span>",
		"بخشنده باش امّا زياده روى نكن ، در زندگى حسابگر باش امّا سخت گير مباش . "
	],
	[
		"<span class=\"arabic\">أَشْرَفُ الْغِنَى ، تَرْكُ الْمُنَى . </span>",
		"بهترين بى نيازى ، ترك آرزوهاست . "
	],
	[
		"<span class=\"arabic\">مَنْ أَسْرَعَ إِلَى النَّاسِ بِمَا يَكْرَهُونَ ، قَالُوا فِيهِ [مَا] بِمَا لَا يَعْلَمُون . </span>",
		"كسى در انجام كارى كه مردم خوش ندارند ، شتاب كند ، در باره او چيزى خواهند گفت كه از آن اطّلاعى ندارند . "
	],
	[
		"<span class=\"arabic\">مَنْ أَطَالَ الْأَمَلَ ، أَسَاءَ الْعَمَلَ . </span>",
		"كسى كه آرزوهايش طولانى است كردارش نيز ناپسند است . "
	],
	[
		"وَ قَدْ لَقِيَهُ عِنْدَ مَسِيرِهِ إِلَى الشَّامِ دَهَاقِينُ الْأَنْبَارِ فَتَرَجَّلُوا لَهُ وَ اشْتَدُّوا بَيْنَ يَدَيْهِ ، فَقَالَ عليه‌السلام : ",
		"(در سر راه صفّين دهقانان شهر انبار تا امام را ديدند پياده شده ، و پيشاپيش آن حضرت مى دويدند . فرمود چرا چنين مى كنيد گفتند عادتى است كه پادشاهان خود را احترام مى كرديم ، فرمود) : ",
		"<span class=\"arabic\">مَا هَذَا الَّذِي صَنَعْتُمُوهُ؟ فَقَالُوا خُلُقٌ مِنَّا نُعَظِّمُ بِهِ أُمَرَاءَنَا . فَقَالَ وَ اللَّهِ مَا يَنْتَفِعُ بِهَذَا أُمَرَاؤُكُمْ وَ إِنَّكُمْ لَتَشُقُّونَ عَلَى أَنْفُسِكُمْ فِي دُنْيَاكُمْ وَ تَشْقَوْنَ بِهِ فِي [أُخْرَاكُمْ] آخِرَتِكُمْ ، وَ مَا أَخْسَرَ الْمَشَقَّةَ وَرَاءَهَا الْعِقَابُ ، وَ أَرْبَحَ الدَّعَةَ مَعَهَا الْأَمَانُ مِنَ النَّار . </span>",
		"به خدا سوگند كه اميران شما از اين كار سودى نبردند ، و شما در دنيا با آن خود را به زحمت مى افكنيد ، و در آخرت دچار رنج و زحمت مى گرديد . ",
		"و چه زيانبار است رنجى كه عذاب در پى آن باشد ، و چه سودمند است آسايشى كه با آن ، امان از آتش جهنّم باشد . "
	],
	[
		"<span class=\"arabic\"> لِابْنِهِ الْحَسَنِ عليه‌السلام :  يَا بُنَيَّ احْفَظْ عَنِّي أَرْبَعاً وَ أَرْبَعاً ، لَا يَضُرُّكَ مَا عَمِلْتَ مَعَهُنَّ : إِنَّ أَغْنَى الْغِنَى الْعَقْلُ ، وَ أَكْبَرَ الْفَقْرِ الْحُمْقُ ، وَ أَوْحَشَ الْوَحْشَةِ الْعُجْبُ ، وَ أَكْرَمَ الْحَسَبِ حُسْنُ الْخُلُقِ .  يَا بُنَيَّ إِيَّاكَ وَ مُصَادَقَةَ الْأَحْمَقِ ، فَإِنَّهُ يُرِيدُ أَنْ يَنْفَعَكَ فَيَضُرُّكَ ؛ وَ إِيَّاكَ وَ مُصَادَقَةَ الْبَخِيلِ ، فَإِنَّهُ يَقْعُدُ عَنْكَ أَحْوَجَ مَا تَكُونُ إِلَيْهِ ؛ وَ إِيَّاكَ وَ مُصَادَقَةَ الْفَاجِرِ ، فَإِنَّهُ يَبِيعُكَ بِالتَّافِهِ ؛ وَ إِيَّاكَ وَ مُصَادَقَةَ الْكَذَّابِ ، فَإِنَّهُ كَالسَّرَابِ يُقَرِّبُ عَلَيْكَ الْبَعِيدَ وَ يُبَعِّدُ عَلَيْكَ الْقَرِيبَ . </span>",
		"به فرزندش امام حسن عليه السّلام فرمود : پسرم چهار چيز از من ياد گير (در خوبى ها) ، و چهار چيز به خاطر بسپار (هشدارها) ، كه تا به آنها عمل مى كنى زيان نبينى : ",
		"الف- خوبى ها : ",
		"1- همانا ارزشمندترين بى نيازى عقل است ، 2- و بزرگ ترين فقر بى خردى است ، 3- و ترسناك ترين تنهايى خودپسندى است . 4- و گرامى ترين ارزش خانوادگى ، اخلاق نيكوست . ",
		"ب- هشدارها : ",
		"1- پسرم از دوستى با احمق بپرهيز ، چرا كه مى خواهد به تو نفعى رساند امّا دچار زيانت مى كند . ",
		"2- از دوستى با بخيل بپرهيز ، زيرا آنچه را كه سخت به آن نياز دارى از تو دريغ مى دارد . ",
		"3- و از دوستى با بدكار بپرهيز ، كه با اندك بهايى تو را مى فروشد . ",
		"4- و از دوستى با دروغگو بپرهيز ، كه او به سراب ماند : دور را به تو نزديك ، و نزديك را دور مى نماياند . "
	],
	[
		"<span class=\"arabic\">لَا قُرْبَةَ بِالنَّوَافِلِ ، إِذَا أَضَرَّتْ بِالْفَرَائِضِ . </span>",
		"عمل مستحب انسان را به خدا نزديك نمى گرداند ، اگر به واجب زيان رساند . "
	],
	[
		"<span class=\"arabic\">لِسَانُ الْعَاقِلِ وَرَاءَ قَلْبِهِ ، وَ قَلْبُ الْأَحْمَقِ وَرَاءَ لِسَانِهِ . </span>",
		"زبان عاقل در پشت قلب اوست ، و قلب احمق در پشت زبانش قرار دارد . ",
		"[قال الرضي رحمه الله و هذا من المعاني العجيبة الشريفة و المراد به أن العاقل لا يطلق لسانه إلا بعد مشاورة الروية و مؤامرة الفكرة ، و الأحمق تسبق حذفات لسانه و فلتات كلامه مراجعة فكره و مماخضة رأيه ، فكأن لسان العاقل تابع لقلبه و كأن قلب الأحمق تابع للسانه] . ",
		"(سید رضی گوید : اين از سخنان ارزشمند و شگفتى آور است ، كه عاقل زبانش را بدون مشورت و فكر و سنجش رها نمى سازد ، امّا احمق هر چه بر زبانش آيد مى گويد بدون فكر و دقّت ، پس زبان عاقل از قلب او و قلب احمق از زبان او فرمان مى گيرد) . "
	],
	[
		"<span class=\"arabic\">قَلْبُ</span>",
		"<span class=\"arabic\">الْأَحْمَقِ فِي فِيهِ ، وَ لِسَانُ الْعَاقِلِ فِي قَلْبِهِ . </span>",
		"قلب احمق در دهان او ، و زبان عاقل در قلب او قرار دارد . "
	],
	[
		" لِبَعْضِ أَصْحَابِهِ فِي عِلَّةٍ اعْتَلَّهَا : ",
		"و به يكى از يارانش كه بيمار بود فرمود : ",
		"<span class=\"arabic\">جَعَلَ اللَّهُ مَا كَانَ [مِنْكَ] مِنْ شَكْوَاكَ حَطّاً لِسَيِّئَاتِكَ ، فَإِنَّ الْمَرَضَ لَا أَجْرَ فِيهِ وَ لَكِنَّهُ يَحُطُّ السَّيِّئَاتِ وَ يَحُتُّهَا حَتَّ الْأَوْرَاقِ ، وَ إِنَّمَا الْأَجْرُ فِي الْقَوْلِ بِاللِّسَانِ وَ الْعَمَلِ بِالْأَيْدِي وَ الْأَقْدَامِ . وَ إِنَّ اللَّهَ سُبْحَانَهُ يُدْخِلُ بِصِدْقِ النِّيَّةِ وَ السَّرِيرَةِ الصَّالِحَةِ مَنْ يَشَاءُ مِنْ عِبَادِهِ الْجَنَّةََ . </span>",
		"خدا آنچه را كه از آن شكايت دارى (بيمارى) موجب كاستن گناهانت قرار داد ، در بيمارى پاداشى نيست امّا گناهان را از بين مى برد ، و آنها را چونان برگ پاييزى مى ريزد ، و همانا پاداش در گفتار به زبان ، و كردار با دست ها و قدم هاست . ",
		"و خداى سبحان به خاطر نيّت راست ، و درون پاك ، هر كس از بندگانش را كه بخواهد وارد بهشت خواهد كرد . ",
		"[قال الرضي رحمه الله تعالى و أقول صدق عليه‌السلام ، إن المرض لا أجر فيه لأنه ليس من قبيل ما يستحق عليه العوض لأن العوض يستحق على ما كان في مقابلة فعل الله تعالى بالعبد من الآلام و الأمراض و ما يجري مجرى ذلك و الأجر و الثواب يستحقان على ما كان في [مقابل] مقابلة فعل العبد ، فبينهما فرق قد بيّنه عليه‌السلام كما يقتضيه علمه الثاقب و رأيه الصائب] . ",
		"(سید رضی مى گويد : راست گفت امام على عليه السّلام «درود خدا بر او باد» كه بيمارى پاداشى ندارد ، بيمارى از چيزهائى است كه استحقاق عوض دارد ، و عوض در برابر رفتار خداوند بزرگ است نسبت به بنده خود ، در ناملايمات زندگى و بيمارى ها و همانند آنها ، امّا اجر و پاداش در برابر كارى است كه بنده انجام مى دهد . پس بين اين دو تفاوت است كه امام عليه السّلام آن را با علم نافذ و رأى رساى خود ، بيان فرمود) . "
	],
	[
		" فِي ذِكْرِ خَبَّابِ بْنِ الْأَرَتِّ : ",
		"در ياد يكى از ياران ، «خبّاب بن أرت» فرمود : ",
		"<span class=\"arabic\">[رَحِمَ] يَرْحَمُ اللَّهُ خَبَّابَ بْنَ الْأَرَتِّ ، فَلَقَدْ أَسْلَمَ رَاغِباً وَ هَاجَرَ طَائِعاً وَ قَنِعَ بِالْكَفَافِ وَ رَضِيَ عَنِ اللَّهِ وَ عَاشَ مُجَاهِداً . </span>",
		"خدا خبّاب بن أرت را رحمت كند ، با رغبت مسلمان شد ، و از روى فرمانبردارى هجرت كرد ، و با قناعت زندگى گذراند ، و از خدا راضى بود ، و مجاهد زندگى كرد . "
	],
	[
		"<span class=\"arabic\">طُوبَى لِمَنْ ذَكَرَ الْمَعَادَ ، وَ عَمِلَ لِلْحِسَابِ ، وَ قَنِعَ بِالْكَفَافِ ، وَ رَضِيَ عَنِ اللَّهِ . </span>",
		"خوشا به حال كسى كه به ياد معاد باشد ، براى حسابرسى قيامت كار كند ، با قناعت زندگى كند ، و از خدا راضى باشد . "
	],
	[
		"<span class=\"arabic\">لَوْ ضَرَبْتُ خَيْشُومَ الْمُؤْمِنِ بِسَيْفِي هَذَا عَلَى أَنْ يُبْغِضَنِي مَا أَبْغَضَنِي ، وَ لَوْ صَبَبْتُ الدُّنْيَا بِجَمَّاتِهَا عَلَى الْمُنَافِقِ عَلَى أَنْ يُحِبَّنِي مَا أَحَبَّنِي ؛ وَ ذَلِكَ أَنَّهُ قُضِيَ ، فَانْقَضَى عَلَى لِسَانِ النَّبِيِّ الْأُمِّيِّ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ : \"يَا عَلِيُّ لَا يُبْغِضُكَ مُؤْمِنٌ وَ لَا يُحِبُّكَ مُنَافِقٌ\" . </span>",
		"اگر با شمشيرم بر بينى مؤمن بزنم كه دشمن من شود ، با من دشمنى نخواهد كرد ، و اگر تمام دنيا را به منافق ببخشم تا مرا دوست بدارد ، دوست من نخواهد شد . ",
		"و اين بدان جهت است كه قضاى الهى جارى شد ، و بر زبان پيامبر امّى صلى‌الله‌عليه‌وآله‌وسلم گذشت كه فرمود : «اى على مؤمن تو را دشمن نگيرد ، و منافق تو را دوست نخواهد داشت . »"
	],
	[
		"<span class=\"arabic\">سَيِّئَةٌ تَسُوءُكَ ، خَيْرٌ عِنْدَ اللَّهِ مِنْ حَسَنَةٍ تُعْجِبُكَ‏ . </span>",
		"گناهى كه تو را پشيمان كند بهتر از كار نيكى است كه تو را به خود پسندى وا دارد . "
	],
	[
		"<span class=\"arabic\">قَدْرُ الرَّجُلِ عَلَى قَدْرِ هِمَّتِهِ ، وَ صِدْقُهُ عَلَى قَدْرِ مُرُوءَتِهِ ، وَ شَجَاعَتُهُ عَلَى قَدْرِ أَنَفَتِهِ ، وَ عِفَّتُهُ عَلَى قَدْرِ غَيْرَتِهِ . </span>",
		"ارزش مرد به اندازه همّت اوست ، و راستگويى او به ميزان جوانمردى اش ، و شجاعت او به قدر ننگى است كه احساس مى كند ، و پاكدامنى او به اندازه غيرت اوست . "
	],
	[
		"<span class=\"arabic\">الظَّفَرُ بِالْحَزْمِ ، وَ الْحَزْمُ بِإِجَالَةِ الرَّأْيِ ، وَ الرَّأْيُ بِتَحْصِينِ الْأَسْرَارِ . </span>",
		"پيروزى در دورانديشى ، و دور انديشى در به كار گيرى صحيح انديشه ، و انديشه صحيح به راز دارى است . "
	],
	[
		"<span class=\"arabic\">احْذَرُوا صَوْلَةَ الْكَرِيمِ إِذَا جَاعَ ، وَ اللَّئِيمِ إِذَا شَبِعَ . </span>",
		"از يورش بزرگوار به هنگام گرسنگى ، و از تهاجم انسان پست به هنگام سيرى ، بپرهيز . "
	],
	[
		"<span class=\"arabic\">قُلُوبُ الرِّجَالِ وَحْشِيَّةٌ ، فَمَنْ تَأَلَّفَهَا أَقْبَلَتْ عَلَيْه . </span>",
		"دل هاى مردم گريزان است ، به كسى روى آورند كه خوشرويى كند . "
	],
	[
		"<span class=\"arabic\">عَيْبُكَ مَسْتُورٌ ، مَا أَسْعَدَكَ جَدُّك . </span>",
		"عيب تو تا آن گاه كه روزگار با تو هماهنگ باشد ، پنهان است . "
	],
	[
		"<span class=\"arabic\">أَوْلَى النَّاسِ بِالْعَفْوِ ، أَقْدَرُهُمْ عَلَى الْعُقُوبَة . </span>",
		"سزاوارترين مردم به عفو كردن ، تواناترينشان به هنگام كيفر دادن است . "
	],
	[
		"<span class=\"arabic\">السَّخَاءُ مَا كَانَ ابْتِدَاءً ، [فَإِذَا] فَأَمَّا مَا كَانَ عَنْ مَسْأَلَةٍ فَحَيَاءٌ وَ تَذَمُّمٌ . </span>",
		"سخاوت آن است كه تو آغاز كنى ، زيرا آنچه با درخواست داده مى شود يا از روى شرم و يا از بيم شنيدن سخن ناپسند است . "
	],
	[
		"<span class=\"arabic\">لَا غِنَى كَالْعَقْلِ ، وَ لَا فَقْرَ كَالْجَهْلِ ، وَ لَا مِيرَاثَ كَالْأَدَبِ ، وَ لَا ظَهِيرَ كَالْمُشَاوَرَةِ . </span>",
		"هيچ ثروتى چون عقل ، و هيچ فقرى چون نادانى نيست . هيچ ارثى چون ادب ، و هيچ پشتيبانى چون مشورت نيست . "
	],
	[
		"<span class=\"arabic\">الصَّبْرُ صَبْرَانِ ، صَبْرٌ عَلَى مَا تَكْرَهُ ، وَ صَبْرٌ عَمَّا تُحِبُ . </span>",
		"شكيبايى دو گونه است : شكيبايى بر آنچه خوش نمى دارى و شكيبايى در آنچه دوست مى دارى . "
	],
	[
		"<span class=\"arabic\">الْغِنَى فِي الْغُرْبَةِ وَطَنٌ ، وَ الْفَقْرُ فِي الْوَطَنِ غُرْبَةٌ . </span>",
		"ثروتمندى در غربت ، چون در وطن بودن ، و تهيدستى در وطن ، غربت است . "
	],
	[
		"<span class=\"arabic\">الْقَنَاعَةُ مَالٌ لَا يَنْفَدُ . </span>",
		"قناعت ، ثروتى است پايان ناپذير . "
	],
	[
		"<span class=\"arabic\">الْمَالُ مَادَّةُ الشَّهَوَاتِ . </span>",
		"ثروت ، ريشه شهوت هاست . "
	],
	[
		"<span class=\"arabic\">مَنْ حَذَّرَكَ كَمَنْ بَشَّرَكَ . </span>",
		"آن كه تو را هشدار داد ، چون كسى است كه مژده داد . "
	],
	[
		"<span class=\"arabic\">اللِّسَانُ سَبُعٌ ، إِنْ خُلِّيَ عَنْهُ عَقَرَ . </span>",
		"زبان تربيت نشده ، درنده اى است كه اگر رهايش كنى مى گزد . "
	],
	[
		"<span class=\"arabic\">الْمَرْأَةُ عَقْرَبٌ ، حُلْوَةُ اللَّسْبَةِ . </span>",
		"نيش زن شيرين است . "
	],
	[
		"<span class=\"arabic\">إِذَا حُيِّيتَ بِتَحِيَّةٍ فَحَيِّ بِأَحْسَنَ مِنْهَا ، وَ إِذَا أُسْدِيَتْ إِلَيْكَ يَدٌ فَكَافِئْهَا بِمَا يُرْبِي عَلَيْهَا ، وَ الْفَضْلُ مَعَ ذَلِكَ لِلْبَادِئِ . </span>",
		"چون تو را ستودند ، بهتر از آنان ستايش كن ، و چون به تو احسان كردند ، بيشتر از آن ببخش . به هر حال پاداش بيشتر از آن آغاز كننده است . "
	],
	[
		"<span class=\"arabic\">الشَّفِيعُ جَنَاحُ الطَّالِبِ . </span>",
		"شفاعت كننده چونان بال و پر در خواست كننده است . "
	],
	[
		"<span class=\"arabic\">أَهْلُ الدُّنْيَا كَرَكْبٍ يُسَارُ بِهِمْ ، وَ هُمْ نِيَامٌ . </span>",
		"اهل دنيا سوارانى در خواب مانده اند كه آنان را مى رانند . "
	],
	[
		"<span class=\"arabic\">فَقْدُ الْأَحِبَّةِ غُرْبَةٌ . </span>",
		"از دست دادن دوستان غربت است . "
	],
	[
		"<span class=\"arabic\">فَوْتُ الْحَاجَةِ أَهْوَنُ مِنْ طَلَبِهَا إِلَى غَيْرِ أَهْلِهَا . </span>",
		"از دست دادن حاجت بهتر از درخواست كردن از نا اهل است . "
	],
	[
		"<span class=\"arabic\">لَا تَسْتَحِ مِنْ إِعْطَاءِ الْقَلِيلِ ، فَإِنَّ الْحِرْمَانَ أَقَلُّ مِنْهُ . </span>",
		"از بخشش اندك شرم مدار كه محروم كردن ، از آن كمتر است . "
	],
	[
		"<span class=\"arabic\">الْعَفَافُ زِينَةُ الْفَقْرِ ، وَ الشُّكْرُ زِينَةُ الْغِنَى . </span>",
		"عفّت ورزيدن زينت فقر ، و شكرگزارى زينت بى نيازى است . "
	],
	[
		"<span class=\"arabic\">إِذَا لَمْ يَكُنْ مَا تُرِيدُ ، فَلَا تُبَلْ [كَيْفَ] مَا كُنْتَ . </span>",
		"اگر به آنچه كه مى خواستى نرسيدى ، از آنچه هستى نگران مباش . "
	],
	[
		"<span class=\"arabic\">لَا تَرَى الْجَاهِلَ إِلَّا مُفْرِطاً أَوْ مُفَرِّطاً . </span>",
		"نادان را يا تندرو يا كند رو مى بينى . "
	],
	[
		"<span class=\"arabic\">إِذَا تَمَّ الْعَقْلُ نَقَصَ الْكَلَامُ . </span>",
		"چون عقل كامل گردد ، سخن اندك شود . "
	],
	[
		"<span class=\"arabic\">الدَّهْرُ يُخْلِقُ الْأَبْدَانَ ، وَ يُجَدِّدُ الْآمَالَ ، وَ يُقَرِّبُ الْمَنِيَّةَ ، وَ يُبَاعِدُ الْأُمْنِيَّةَ ؛ مَنْ ظَفِرَ بِهِ نَصِبَ وَ مَنْ فَاتَهُ تَعِبَ . </span>",
		"دنيا بدن ها را فرسوده ، و آرزوها را تازه مى كند ، مرگ را نزديك و خواسته ها را دور و دراز مى سازد ، كسى كه به آن دست يافت خسته مى شود ، و آن كه به دنيا نرسيد رنج مى برد . "
	],
	[
		"<span class=\"arabic\">مَنْ نَصَبَ نَفْسَهُ لِلنَّاسِ إِمَاماً ، فَلْيَبْدَأْ بِتَعْلِيمِ نَفْسِهِ قَبْلَ تَعْلِيمِ غَيْرِهِ ، وَ لْيَكُنْ تَأْدِيبُهُ بِسِيرَتِهِ قَبْلَ تَأْدِيبِهِ بِلِسَانِهِ ؛ وَ مُعَلِّمُ نَفْسِهِ وَ مُؤَدِّبُهَا ، أَحَقُّ بِالْإِجْلَالِ مِنْ مُعَلِّمِ النَّاسِ وَ مُؤَدِّبِهِمْ‏ . </span>",
		"كسى كه خود را رهبر مردم قرار داد ، بايد پيش از آن كه به تعليم ديگران پردازد ، خود را بسازد ، و پيش از آن كه به گفتار تربيت كند ، با كردار تعليم دهد ، زيرا آن كس كه خود را تعليم دهد و ادب كند سزاوارتر به تعظيم است از آن كه ديگرى را تعليم دهد و ادب بياموزد . "
	],
	[
		"<span class=\"arabic\">نَفَسُ الْمَرْءِ خُطَاهُ إِلَى أَجَلِهِ . </span>",
		"انسان با نفسى كه مى كشد ، قدمى به سوى مرگ مى رود . "
	],
	[
		"<span class=\"arabic\">كُلُّ مَعْدُودٍ مُنْقَضٍ ، وَ كُلُّ مُتَوَقَّعٍ آتٍ . </span>",
		"هر چيز كه شمردنى است پايان مى پذيرد ، و هر چه را كه انتظار مى كشيدى ، خواهد رسيد . "
	],
	[
		"<span class=\"arabic\">إِنَّ الْأُمُورَ إِذَا اشْتَبَهَتْ ، اعْتُبِرَ آخِرُهَا بِأَوَّلِهَا . </span>",
		"حوادث اگر همانند يكديگر بودند ، آخرين را با آغازين مقايسه و ارزيابى مى كنند . "
	],
	[
		"وَ مِنْ خَبَرِ ضِرَارِ بْنِ حَمْزَةَ الضَّبَائِيِّ عِنْدَ دُخُولِهِ عَلَى مُعَاوِيَةَ وَ مَسْأَلَتِهِ لَهُ عَنْ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام ، وَ قَالَ فَأَشْهَدُ لَقَدْ رَأَيْتُهُ فِي بَعْضِ مَوَاقِفِهِ وَ قَدْ أَرْخَى اللَّيْلُ سُدُولَهُ وَ هُوَ قَائِمٌ فِي مِحْرَابِهِ ، قَابِضٌ عَلَى لِحْيَتِهِ ، يَتَمَلْمَلُ تَمَلْمُلَ السَّلِيمِ وَ يَبْكِي بُكَاءَ الْحَزِينِ وَ [هُوَ] يَقُولُ : ",
		"(ضرار بن ضمره ضبايى از ياران امام به شام رفت بر معاويه وارد شد . معاويه از او خواست از حالات امام بگويد ، گفت على عليه السّلام را در حالى ديدم كه شب ، پرده هاى خود را افكنده بود ، و او در محراب ايستاده ، محاسن را به دست گرفته ، چون مار گزيده به خود مى پيچيد ، و محزون مى گريست و مى گفت) : ",
		"<span class=\"arabic\">يَا دُنْيَا يَا دُنْيَا ، إِلَيْكِ عَنِّي ؛ أَ بِي تَعَرَّضْتِ؟ أَمْ إِلَيَّ تَشَوَّقْتِ؟ لَا حَانَ حِينُكِ</span>",
		"<span class=\"arabic\">؛ </span>",
		"<span class=\"arabic\">هَيْهَاتَ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">غُرِّي غَيْرِي ؛ لَا حَاجَةَ لِي فِيكِ ؛ قَدْ طَلَّقْتُكِ ثَلَاثاً لَا رَجْعَةَ فِيهَا . فَعَيْشُكِ قَصِيرٌ وَ خَطَرُكِ يَسِيرٌ وَ أَمَلُكِ حَقِيرٌ . آهِ مِنْ قِلَّةِ الزَّادِ وَ طُولِ الطَّرِيقِ وَ بُعْدِ السَّفَرِ وَ عَظِيمِ الْمَوْرِدِ . </span>",
		"اى دنيا اى دنياى حرام از من دور شو ، آيا براى من خودنمايى مى كنى يا شيفته من شده اى تا روزى در دل من جاى گيرى؟",
		"هرگز مبادا ، غير مرا بفريب ، كه مرا در تو هيچ نيازى نيست ، تو را سه طلاقه كرده ام ، تا باز گشتى نباشد . دوران زندگانى تو كوتاه ، ارزش تو اندك ، و آرزوى تو پست است . ",
		"آه از توشه اندك ، و درازى راه ، و دورى منزل ، و عظمت روز قيامت . "
	],
	[
		"وَ مِنْ كَلَامٍ لَهُ عليه‌السلام لِلسَّائِلِ الشَّامِيِّ لَمَّا سَأَلَهُ أَ كَانَ مَسِيرُنَا إِلَى الشَّامِ بِقَضَاءٍ مِنَ اللَّهِ وَ [قَدَرِهِ] قَدَرٍ ، بَعْدَ كَلَامٍ طَوِيلٍ هَذَا مُخْتَارُهُ : ",
		"و در جواب مردى شامى فرمود : (مرد شامى پرسيد آيا رفتن ما به شام ، به قضا و قدر الهى است امام با كلمات طولانى پاسخ او را داد كه برخى از آن را برگزيديم) : ",
		"<span class=\"arabic\">وَيْحَكَ ، لَعَلَّكَ ظَنَنْتَ قَضَاءً لَازِماً وَ قَدَراً حَاتِماً! لَوْ كَانَ ذَلِكَ كَذَلِكَ لَبَطَلَ الثَّوَابُ وَ الْعِقَابُ وَ سَقَطَ الْوَعْدُ وَ الْوَعِيدُ . إِنَّ اللَّهَ سُبْحَانَهُ أَمَرَ عِبَادَهُ تَخْيِيراً وَ نَهَاهُمْ تَحْذِيراً ، وَ كَلَّفَ يَسِيراً وَ لَمْ يُكَلِّفْ عَسِيراً ، وَ أَعْطَى عَلَى الْقَلِيلِ كَثِيراً ، وَ لَمْ يُعْصَ مَغْلُوباً وَ لَمْ يُطَعْ مُكْرِهاً ، وَ لَمْ يُرْسِلِ الْأَنْبِيَاءَ لَعِباً وَ لَمْ يُنْزِلِ الْكُتُبَ لِلْعِبَادِ عَبَثاً ، وَ لَا خَلَقَ السَّمَاوَاتِ وَ الْأَرْضَ وَ مَا بَيْنَهُمَا بَاطِلًا ؛ \"ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ\" . </span>",
		"واى بر تو! شايد قضاء لازم ، و قدر حتمى را گمان كرده اى؟ اگر چنين بود ، پاداش و كيفر ، بشارت و تهديد الهى ، بيهوده بود . ",
		"خداوند سبحان بندگان خود را فرمان داد در حالى كه اختيار دارند ، و نهى فرمود تا بترسند ، احكام آسانى را واجب كرد ، و چيز دشوارى را تكليف نفرمود ، و پاداش اعمال اندك را فراوان قرار داد . ",
		"با نافرمانى بندگان مغلوب نخواهد شد ، و با اكراه و اجبار اطاعت نمى شود ، و پيامبران را به شوخى نفرستاد ، و فرو فرستادن كتب آسمانى براى بندگان بيهوده نبود ، و آسمان و زمين و آنچه را در ميانشان است بى هدف نيافريد . اين پندار كسانى است كه كافر شدند و واى از آتشى كه بر كافران است . "
	],
	[
		"<span class=\"arabic\">خُذِ الْحِكْمَةَ أَنَّى كَانَتْ ، فَإِنَّ الْحِكْمَةَ تَكُونُ فِي صَدْرِ الْمُنَافِقِ ، فَتَلَجْلَجُ فِي صَدْرِهِ حَتَّى تَخْرُجَ فَتَسْكُنَ إِلَى صَوَاحِبِهَا فِي صَدْرِ الْمُؤْمِنِ . </span>",
		"حكمت را هر كجا كه باشد ، فراگير ، گاهى حكمت در سينه منافق است و بى تابى كند تا بيرون آمده و با همدمانش در سينه مؤمن آرام گيرد . "
	],
	[
		"<span class=\"arabic\">الْحِكْمَةُ ضَالَّةُ الْمُؤْمِنِ ، فَخُذِ الْحِكْمَةَ وَ لَوْ مِنْ أَهْلِ النِّفَاقِ . </span>",
		"حكمت گمشده مؤمن است ، حكمت را فراگير هر چند از منافقان باشد . "
	],
	[
		"<span class=\"arabic\">قِيمَةُ كُلِّ امْرِئٍ مَا يُحْسِنُهُ . </span>",
		"ارزش هر كس به مقدار دانايى و تخصّص اوست . ",
		"[قال الرضي رحمه الله تعالى و [هذه] هي الكلمة التي لا تصاب لها قيمة و لا توزن بها حكمة و لا تقرن إليها كلمة] . ",
		"(سید رضی گوید : اين از كلماتى است كه قيمتى براى آن تصوّر نمى شود ، و هيچ حكمتى هم سنگ آن نبوده و هيچ سخنى ، والايى آن را ندارد) . "
	],
	[
		"<span class=\"arabic\">أُوصِيكُمْ بِخَمْسٍ لَوْ ضَرَبْتُمْ إِلَيْهَا آبَاطَ الْإِبِلِ لَكَانَتْ لِذَلِكَ أَهْلًا : لَا يَرْجُوَنَّ أَحَدٌ مِنْكُمْ إِلَّا رَبَّهُ ؛ وَ لَا يَخَافَنَّ إِلَّا ذَنْبَهُ ؛ وَ لَا يَسْتَحِيَنَّ أَحَدٌ مِنْكُمْ إِذَا سُئِلَ عَمَّا لَا يَعْلَمُ أَنْ يَقُولَ لَا أَعْلَمُ ؛ وَ لَا يَسْتَحِيَنَّ أَحَدٌ إِذَا لَمْ يَعْلَمِ الشَّيْءَ أَنْ يَتَعَلَّمَهُ ؛ وَ عَلَيْكُمْ بِالصَّبْرِ ، فَإِنَّ الصَّبْرَ مِنَ الْإِيمَانِ كَالرَّأْسِ مِنَ الْجَسَدِ ، وَ لَا خَيْرَ فِي جَسَدٍ لَا رَأْسَ مَعَهُ ، وَ لَا [خَيْرَ] فِي إِيمَانٍ لَا صَبْرَ مَعَهُ . </span>",
		"شما را به پنج چيز سفارش مى كنم كه اگر براى آنها شتران را پر شتاب برانيد و رنج سفر را تحمّل كنيد سزاوار است : ",
		"كسى از شما جز به پروردگار خود اميدوار نباشد ، و جز از گناه خود نترسد . ",
		"و اگر از يكى سؤال كردند و نمى داند ، شرم نكند و بگويد نمى دانم ، و كسى در آموختن آنچه نمى داند شرم نكند . ",
		"و بر شما باد به شكيبايى ، كه شكيبايى ، ايمان را چون سر است بر بدن و ايمان بدون شكيبايى چونان بدن بى سر ، ارزشى ندارد . "
	],
	[
		"<span class=\"arabic\"> -لِرَجُلٍ أَفْرَطَ فِي الثَّنَاءِ عَلَيْهِ وَ كَانَ لَهُ مُتَّهِماً- : أَنَا دُونَ مَا تَقُولُ ، وَ فَوْقَ مَا فِي نَفْسِكَ . </span>",
		"(به شخصى كه در ستايش امام افراط كرد ، و آنچه در دل داشت نگفت) من كمتر از آنم كه بر زبان آوردى ، و برتر از آنم كه در دل دارى . "
	],
	[
		"<span class=\"arabic\">بَقِيَّةُ السَّيْفِ [أَنْمَى] أَبْقَى عَدَداً وَ أَكْثَرُ وَلَداً . </span>",
		"باقى ماندگان شمشير و جنگ ، شماره شان با دوام تر ، و فرزندانشان بيشتر است . "
	],
	[
		"<span class=\"arabic\">مَنْ تَرَكَ قَوْلَ لَا أَدْرِي ، أُصِيبَتْ مَقَاتِلُهُ . </span>",
		"كسى كه از گفتن «نمى دانم» روى گردان است ، به هلاكت و نابودى مى رسد . "
	],
	[
		"<span class=\"arabic\">رَأْيُ الشَّيْخِ أَحَبُّ إِلَيَّ مِنْ جَلَدِ الْغُلَامِ . وَ [يُرْوَى] رُوِيَ مِنْ مَشْهَدِ الْغُلَامِ . </span>",
		"انديشه پير در نزد من از تلاش جوان خوشايندتر است . (و نقل شده كه تجربه پيران از آمادگى رزمى جوانان برتر است) . "
	],
	[
		"<span class=\"arabic\">عَجِبْتُ لِمَنْ يَقْنَطُ ، وَ مَعَهُ الِاسْتِغْفَارُ . </span>",
		"در شگفتم از كسى كه مى تواند استغفار كند و نااميد است . "
	],
	[
		"<span class=\"arabic\">وَ حَكَى عَنْهُ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيٍّ الْبَاقِرُ عليه‌السلام أَنَّهُ عليه‌السلام  قَالَ : كَانَ فِي الْأَرْضِ أَمَانَانِ مِنْ عَذَابِ اللَّهِ وَ قَدْ رُفِعَ أَحَدُهُمَا فَدُونَكُمُ الْآخَرَ فَتَمَسَّكُوا بِهِ ؛ أَمَّا الْأَمَانُ الَّذِي رُفِعَ فَهُوَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم ، وَ أَمَّا الْأَمَانُ الْبَاقِي فَالاسْتِغْفَارُ ؛ قَالَ اللَّهُ تَعَالَى \"وَ ما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَ أَنْتَ فِيهِمْ وَ ما كانَ اللَّهُ مُعَذِّبَهُمْ وَ هُمْ يَسْتَغْفِرُونَ\" . </span>",
		"(امام باقر عليه السّلام از حضرت امير المؤمنين عليه السّلام نقل فرمود) دو چيز در زمين مايه امان از عذاب خدا بود : يكى از آن دو برداشته شد ، پس ديگرى را دريابيد و بدان چنگ زنيد ، امّا امانى كه برداشته شد رسول خدا صلى‌الله‌عليه‌وآله‌وسلم بود . ",
		"و أمان باقى مانده ، استغفار كردن است ، كه خداى بزرگ به رسول خدا فرمود : «خدا آنان را عذاب نمى كند در حالى كه تو در ميان آنانى ، و عذابشان نمى كند تا آن هنگام كه استغفار مى كنند» . ",
		"[قال الرضي رحمه الله تعالى و هذا من محاسن الاستخراج و لطائف الاستنباط] . ",
		"(سید رضی گوید : اين روش استخراج نيكوترين لطايف معنى ، و ظرافت سخن از آيات قرآن است) . "
	],
	[
		"<span class=\"arabic\">مَنْ أَصْلَحَ مَا بَيْنَهُ وَ بَيْنَ اللَّهِ ، أَصْلَحَ اللَّهُ مَا بَيْنَهُ وَ بَيْنَ النَّاسِ ؛ وَ مَنْ أَصْلَحَ أَمْرَ آخِرَتِهِ ، أَصْلَحَ اللَّهُ لَهُ أَمْرَ دُنْيَاهُ ؛ وَ مَنْ كَانَ لَهُ مِنْ نَفْسِهِ وَاعِظٌ ، كَانَ عَلَيْهِ مِنَ اللَّهِ حَافِظٌ . </span>",
		"كسى كه ميان خود و خدا اصلاح كند ، خداوند ميان او و مردم را اصلاح خواهد كرد . ",
		"و كسى كه امور آخرت را اصلاح كند ، خدا امور دنياى او را اصلاح خواهد كرد . ",
		"و كسى كه از درون جان واعظى دارد ، خدا را بر او حافظى است . "
	],
	[
		"<span class=\"arabic\">الْفَقِيهُ كُلُّ الْفَقِيهِ مَنْ لَمْ يُقَنِّطِ النَّاسَ مِنْ رَحْمَةِ اللَّهِ ، وَ لَمْ يُؤْيِسْهُمْ مِنْ رَوْحِ اللَّهِ ، وَ لَمْ يُؤْمِنْهُمْ مِنْ مَكْرِ اللَّهِ . </span>",
		"فقيه كامل كسى است كه مردم را از آمرزش خدا مأيوس ، و از مهربانى او نوميد نكند ، و از عذاب ناگهانى خدا ايمن نسازد . "
	],
	[
		"<span class=\"arabic\">إِنَّ هَذِهِ الْقُلُوبَ تَمَلُّ كَمَا تَمَلُّ الْأَبْدَانُ ، فَابْتَغُوا لَهَا طَرَائِفَ [الْحِكْمَةِ] الْحِكَمِ . </span>",
		"همانا اين دل ها همانند بدن ها افسرده مى شوند ، پس براى شادابى دلها ، سخنان زيباى حكمت آميز را بجوييد . "
	],
	[
		"<span class=\"arabic\">أَوْضَعُ الْعِلْمِ مَا وُقِفَ عَلَى اللِّسَانِ ، وَ أَرْفَعُهُ مَا ظَهَرَ فِي الْجَوَارِحِ وَ الْأَرْكَانِ . </span>",
		"بى ارزش ترين دانش ، دانشى است كه بر سر زبان است ، و برترين علم ، علمى است كه در اعضا و جوارح آشكار است . "
	],
	[
		"<span class=\"arabic\">لَا يَقُولَنَّ أَحَدُكُمْ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْفِتْنَةِ ، لِأَنَّهُ لَيْسَ أَحَدٌ إِلَّا وَ هُوَ مُشْتَمِلٌ عَلَى فِتْنَةٍ ؛ وَ لَكِنْ مَنِ اسْتَعَاذَ فَلْيَسْتَعِذْ مِنْ مُضِلَّاتِ الْفِتَنِ ، فَإِنَّ اللَّهَ سُبْحَانَهُ يَقُولُ \"وَ اعْلَمُوا أَنَّما أَمْوالُكُمْ وَ أَوْلادُكُمْ فِتْنَةٌ\" وَ مَعْنَى ذَلِكَ أَنَّهُ يَخْتَبِرُهُمْ بِالْأَمْوَالِ وَ الْأَوْلَادِ ، لِيَتَبَيَّنَ السَّاخِطَ لِرِزْقِهِ وَ الرَّاضِيَ بِقِسْمِهِ ، وَ إِنْ كَانَ سُبْحَانَهُ أَعْلَمَ بِهِمْ مِنْ أَنْفُسِهِمْ وَ لَكِنْ لِتَظْهَرَ الْأَفْعَالُ الَّتِي بِهَا يُسْتَحَقُّ الثَّوَابُ وَ الْعِقَابُ ، لِأَنَّ بَعْضَهُمْ يُحِبُّ الذُّكُورَ وَ يَكْرَهُ الْإِنَاثَ وَ بَعْضَهُمْ يُحِبُّ تَثْمِيرَ الْمَالِ وَ يَكْرَهُ انْثِلَامَ الْحَالِ . </span>",
		"فردى از شما نگويد : خدايا از فتنه به تو پناه مى برم ، زيرا كسى نيست كه در فتنه اى نباشد . ",
		"لكن آن كه مى خواهد به خدا پناه برد ، از آزمايش هاى گمراه كننده پناه ببرد ، همانا خداى سبحان مى فرمايد : «بدانيد كه اموال و فرزندان شما فتنه شمايند» ؛ ",
		"معنى اين آيه آن است كه خدا انسان ها را با اموال و فرزندانشان مى آزمايد ، تا آن كس كه از روزى خود ناخشنود ، و آن كه خرسند است ، شناخته شوند ، گر چه خداوند به احوالاتشان از خودشان آگاه تر است ، تا كردارى كه استحقاق پاداش يا كيفر دارد آشكار نمايد . ",
		"چه آن كه بعضى مردم فرزند پسر را دوست دارند و فرزند دختر را نمى پسندند ، و بعضى ديگر فراوانى اموال را دوست دارند و از كاهش سرمايه نگرانند . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عَنِ الْخَيْرِ مَا هُوَ؟ فَقَالَ لَيْسَ الْخَيْرُ أَنْ يَكْثُرَ مَالُكَ وَ وَلَدُكَ ، وَ لَكِنَّ الْخَيْرَ أَنْ يَكْثُرَ عِلْمُكَ وَ أَنْ يَعْظُمَ حِلْمُكَ وَ أَنْ تُبَاهِيَ النَّاسَ بِعِبَادَةِ رَبِّكَ ؛ فَإِنْ أَحْسَنْتَ حَمِدْتَ اللَّهَ وَ إِنْ أَسَأْتَ اسْتَغْفَرْتَ اللَّهَ ؛ وَ لَا خَيْرَ فِي الدُّنْيَا إِلَّا لِرَجُلَيْنِ ، رَجُلٍ أَذْنَبَ ذُنُوباً فَهُوَ يَتَدَارَكُهَا بِالتَّوْبَةِ ، وَ رَجُلٍ يُسَارِعُ فِي الْخَيْرَاتِ . </span>",
		"(از امام پرسيدند «خير» چيست فرمود) خوبى آن نيست كه مال و فرزندت بسيار شود ، بلكه خير آن است كه دانش تو فراوان ، و بردبارى تو بزرگ و گران مقدار باشد ، و در پرستش پروردگار در ميان مردم سر فراز باشى ، پس اگر كار نيكى انجام دهى شكر خدا به جا آورى ، و اگر بد كردى از خدا آمرزش خواهى . ",
		"در دنيا جز براى دو كس خير نيست . يكى گناه كارى كه با تو به جبران كند ، و ديگر نيكوكارى كه در كارهاى نيكو شتاب ورزد . "
	],
	[
		"<span class=\"arabic\">لَا يَقِلُّ عَمَلٌ مَعَ التَّقْوَى ، وَ كَيْفَ يَقِلُّ مَا يُتَقَبَّلُ . </span>",
		"هيچ كارى با تقوا اندك نيست ، و چگونه اندك است آنچه كه پذيرفته شود . "
	],
	[
		"<span class=\"arabic\">إِنَّ أَوْلَى النَّاسِ بِالْأَنْبِيَاءِ أَعْلَمُهُمْ بِمَا جَاءُوا بِهِ ؛ ثُمَّ تَلَا \"إِنَّ أَوْلَى النَّاسِ بِإِبْراهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَ هذَا النَّبِيُّ وَ الَّذِينَ آمَنُوا\" الْآيَةَ . ثُمَّ قَالَ إِنَّ وَلِيَّ مُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم مَنْ أَطَاعَ اللَّهَ وَ إِنْ بَعُدَتْ لُحْمَتُهُ ، وَ إِنَّ عَدُوَّ مُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم مَنْ عَصَى اللَّهَ وَ إِنْ قَرُبَتْ قَرَابَتُهُ . </span>",
		"نزديك ترين مردم به پيامبران ، داناترين آنان است ، به آنچه كه آورده اند . سپس اين آيه را تلاوت فرمود : «همانا نزديك ترين مردم به ابراهيم آنانند كه پيرو او گرديدند ، و مؤمنانى كه به اين پيامبر خاتم پيوستند» . ",
		"(سپس فرمود) دوست محمّد صلى‌الله‌عليه‌وآله‌وسلم كسى است كه خدا را اطاعت كند هر چند پيوند خويشاوندى او دور باشد ، و دشمن محمّد صلى‌الله‌عليه‌وآله‌وسلم كسى است كه خدا را نافرمانى كند ، هر چند خويشاوند نزديك او باشد . "
	],
	[
		"<span class=\"arabic\">نَوْمٌ عَلَى يَقِينٍ ، خَيْرٌ مِنْ صَلَاةٍ فِي شَكٍ . </span>",
		"خوابيدن همراه با يقين ، برتر از نمازگزاردن با شك و ترديد است . "
	],
	[
		"<span class=\"arabic\">اعْقِلُوا الْخَبَرَ إِذَا سَمِعْتُمُوهُ عَقْلَ رِعَايَةٍ لَا عَقْلَ رِوَايَةٍ ، فَإِنَّ رُوَاةَ الْعِلْمِ كَثِيرٌ وَ رُعَاتَهُ قَلِيلٌ . </span>",
		"چون روايتى را شنيديد ، آن را بفهميد عمل كنيد ، نه بشنويد و نقل كنيد ، زيرا راويان علم فراوان ، و عمل كنندگان آن اندكند . "
	],
	[
		"<span class=\"arabic\">وَ سَمِعَ رَجُلًا يَقُولُ \"إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ\" ، فَقَالَ عليه‌السلام : إِنَّ قَوْلَنَا \"إِنَّا لِلَّهِ\" إِقْرَارٌ عَلَى أَنْفُسِنَا بِالْمُلْكِ ، وَ قَوْلَنَا \"وَ إِنَّا إِلَيْهِ راجِعُونَ\" إِقْرَارٌ عَلَى أَنْفُسِنَا بِالْهُلْكِ . </span>",
		"(شنيد كه شخصى گفت الَّذِينَ إِذا أَصابَتْهُمْ مُصِيبَةٌ قالُوا إِنَّا لله) اين سخن ما كه مى گوييم «ما همه از آن خداييم» اقرارى است به بندگى ، و اينكه مى گوييم «بازگشت ما به سوى او است» اعترافى است به نابودى خويش . "
	],
	[
		"<span class=\"arabic\">وَ مَدَحَهُ قَوْمٌ فِي وَجْهِهِ ، فَقَالَ عليه‌السلام : اللَّهُمَّ إِنَّكَ أَعْلَمُ بِي مِنْ نَفْسِي وَ أَنَا أَعْلَمُ بِنَفْسِي مِنْهُمْ ؛ اللَّهُمَّ [اجْعَلْنِي] اجْعَلْنَا خَيْراً مِمَّا يَظُنُّونَ وَ اغْفِرْ [لِي] لَنَا مَا لَا يَعْلَمُونَ . </span>",
		"و درود خدا بر او : (آنگاه كه گروهى او را ستايش كردند فرمود : ) بار خدايا تو مرا از خودم بهتر مى شناسى ، و من خود را بيشتر از آنان مى شناسم ، خدايا مرا از آنچه اينان مى پندارند ، نيكوتر قرار ده ، و آنچه را كه نمى دانند بيامرز . "
	],
	[
		"<span class=\"arabic\">لَا يَسْتَقِيمُ قَضَاءُ الْحَوَائِجِ إِلَّا بِثَلَاثٍ : بِاسْتِصْغَارِهَا لِتَعْظُمَ ، وَ بِاسْتِكْتَامِهَا لِتَظْهَرَ ، وَ بِتَعْجِيلِهَا لِتَهْنُؤَ . </span>",
		"بر آوردن نيازهاى مردم پايدار نيست مگر به سه چيز ، كوچك شمردن آن تا خود بزرگ نمايد ، پنهان داشتن آن تا خود آشكار شود ، و شتاب در بر آوردن آن ، تا گوارا باشد . "
	],
	[
		"<span class=\"arabic\">يَأْتِي عَلَى النَّاسِ زَمَانٌ لَا يُقَرَّبُ فِيهِ إِلَّا الْمَاحِلُ وَ لَا يُظَرَّفُ فِيهِ إِلَّا الْفَاجِرُ وَ لَا يُضَعَّفُ فِيهِ إِلَّا الْمُنْصِفُ ؛ يَعُدُّونَ الصَّدَقَةَ فِيهِ غُرْماً وَ صِلَةَ الرَّحِمِ مَنّاً وَ الْعِبَادَةَ اسْتِطَالَةً عَلَى النَّاسِ ؛ فَعِنْدَ ذَلِكَ يَكُونُ السُّلْطَانُ بِمَشُورَةِ [الْإِمَاءِ] النِّسَاءِ وَ إِمَارَةِ الصِّبْيَانِ وَ تَدْبِيرِ الْخِصْيَانِ . </span>",
		"روزگارى بر مردم خواهد آمد كه محترم نشمارند جز سخن چين را ، و خوششان نيايد جز از بدكار هرزه ، و ناتوان نگردد جز عادل . ",
		"در آن روزگار كمك به نيازمندان خسارت ، و پيوند با خويشاوندان منّت گذارى ، و عبادت نوعى برترى طلبى بر مردم است . ",
		"در آن زمان حكومت با مشورت زنان ، و فرماندهى خردسالان ، و برترى خواجگان اداره مى گردد . "
	],
	[
		"<span class=\"arabic\">وَ رُئِيَ عَلَيْهِ إِزَارٌ خَلَقٌ مَرْقُوعٌ ، فَقِيلَ لَهُ فِي ذَلِكَ ، فَقَالَ عليه‌السلام : يَخْشَعُ لَهُ الْقَلْبُ وَ تَذِلُّ بِهِ النَّفْسُ وَ يَقْتَدِي بِهِ الْمُؤْمِنُونَ . إِنَّ الدُّنْيَا وَ الْآخِرَةَ عَدُوَّانِ مُتَفَاوِتَانِ وَ سَبِيلَانِ مُخْتَلِفَانِ ، فَمَنْ أَحَبَّ الدُّنْيَا وَ تَوَلَّاهَا أَبْغَضَ الْآخِرَةَ وَ عَادَاهَا ؛ وَ هُمَا بِمَنْزِلَةِ الْمَشْرِقِ وَ الْمَغْرِبِ ، وَ مَاشٍ بَيْنَهُمَا كُلَّمَا قَرُبَ مِنْ وَاحِدٍ بَعُدَ مِنَ الْآخَرِ وَ هُمَا بَعْدُ ضَرَّتَانِ . </span>",
		"(پيراهن وصله دارى بر اندام امام بود شخصى پرسيد چرا پيراهن وصله دار مى پوشى؟ فرمود : ) دل با آن فروتن ، و نفس رام مى شود ، و مؤمنان از آن سر مشق مى گيرند . ",
		"دنياى (حرام) و آخرت ، دو دشمن متفاوت ، و دو راه جداى از يكديگرند ، پس كسى كه دنيا پرست باشد و به آن عشق ورزد ، به آخرت كينه ورزد و با آن دشمنى خواهد كرد . ",
		"و آن دو همانند شرق و غرب از هم دورند ، و رونده به سوى آن دو ، هر گاه به يكى نزديك شود از ديگرى دور مى گردد ، و آن دو همواره به يكديگر زيان رسانند . "
	],
	[
		"<span class=\"arabic\">وَ عَنْ نَوْفٍ الْبَكَالِيِّ قَالَ : رَأَيْتُ أَمِيرَ الْمُؤْمِنِينَ عليه‌السلام ذَاتَ لَيْلَةٍ وَ قَدْ خَرَجَ مِنْ فِرَاشِهِ فَنَظَرَ فِي النُّجُومِ ، فَقَالَ لِي يَا نَوْفُ أَ رَاقِدٌ أَنْتَ أَمْ رَامِقٌ؟ فَقُلْتُ بَلْ رَامِقٌ . قَالَ : يَا نَوْفُ طُوبَى لِلزَّاهِدِينَ فِي الدُّنْيَا ، الرَّاغِبِينَ فِي الْآخِرَةِ ، أُولَئِكَ قَوْمٌ اتَّخَذُوا الْأَرْضَ بِسَاطاً وَ تُرَابَهَا فِرَاشاً وَ مَاءَهَا طِيباً وَ الْقُرْآنَ شِعَاراً وَ الدُّعَاءَ دِثَاراً ، ثُمَّ قَرَضُوا الدُّنْيَا قَرْضاً عَلَى مِنْهَاجِ الْمَسِيحِ . </span>",
		"از نوف بكّالى نقل شده ، كه در يكى از شب ها ، امام على عليه السّلام را ديدم براى عبادت از بستر برخاست ، نگاهى به ستارگان افكند ، و به من فرمود : خوابى يا بيدار؟ گفتم : بيدارم . ",
		"فرمود : اى نوف خوشا به حال آنان كه از دنياى حرام چشم پوشيدند ، و دل به آخرت بستند ، آنان مردمى هستند كه زمين را تخت ، خاك را بستر ، آب را عطر ، و قرآن را پوشش زيرين ، و دعا را لباس روئين خود قرار دادند ، و با روش عيساى مسيح با دنيا بر خورد كردند . ",
		"<span class=\"arabic\">يَا نَوْفُ إِنَّ دَاوُدَ عليه‌السلام قَامَ فِي مِثْلِ هَذِهِ السَّاعَةِ مِنَ اللَّيْلِ ، فَقَالَ إِنَّهَا لَسَاعَةٌ لَا يَدْعُو فِيهَا عَبْدٌ إِلَّا اسْتُجِيبَ لَهُ ، إِلَّا أَنْ يَكُونَ عَشَّاراً أَوْ عَرِيفاً أَوْ شُرْطِيّاً أَوْ صَاحِبَ عَرْطَبَةٍ وَ هِيَ الطُّنْبُورُ أَوْ صَاحِبَ كَوْبَةٍ وَ هِيَ الطَّبْلُ . </span>",
		"ای نوف! همانا داود پیامبر (که درود خدا بر او باد) در چنین ساعتی از شب بر می خواست و می گفت : این ساعتی است که دعای هر بنده ای به اجابت می رسد ، جز باجگیران ، جاسوسان ، شبگردان و نیروهای انتظامی حکومت ستمگر ، یا نوازنده طنبور و طبل . "
	],
	[
		"<span class=\"arabic\">إِنَّ اللَّهَ [تَعَالَى] افْتَرَضَ عَلَيْكُمْ فَرَائِضَ فَلَا تُضَيِّعُوهَا ، وَ حَدَّ لَكُمْ حُدُوداً فَلَا تَعْتَدُوهَا ، وَ نَهَاكُمْ عَنْ أَشْيَاءَ فَلَا تَنْتَهِكُوهَا ، وَ سَكَتَ لَكُمْ عَنْ أَشْيَاءَ وَ لَمْ يَدَعْهَا نِسْيَاناً فَلَا تَتَكَلَّفُوهَا . </span>",
		"همانا خدا واجباتى را بر شما لازم شمرده ، آنها را تباه نكنيد ، و حدودى براى شما معيّن فرموده ، امّا از آنها تجاوز نكنيد ، و از چيزهايى نهى فرمود ، حرمت آنها را نگاه داريد ، و نسبت به چيزهايى سكوت فرمود نه از روى فراموشى ، پس خود را در باره آنها به رنج و زحمت دچار نسازيد . "
	],
	[
		"<span class=\"arabic\">لَا يَتْرُكُ النَّاسُ شَيْئاً مِنْ أَمْرِ دِينِهِمْ لِاسْتِصْلَاحِ دُنْيَاهُمْ ، إِلَّا فَتَحَ اللَّهُ عَلَيْهِمْ مَا هُوَ أَضَرُّ مِنْهُ . </span>",
		"مردم براى اصلاح دنيا چيزى از دين را ترك نمى گويند ، جز آن كه خدا آنان را به چيزى زيانبارتر دچار خواهد ساخت . "
	],
	[
		"<span class=\"arabic\">رُبَّ عَالِمٍ قَدْ قَتَلَهُ جَهْلُهُ وَ عِلْمُهُ مَعَهُ [لَمْ يَنْفَعْهُ] لَا يَنْفَعُهُ . </span>",
		"چه بسا دانشمندى كه جهلش او را از پاى در آورد و دانش او همراهش باشد امّا سودى به حال او نداشته باشد . "
	],
	[
		"<span class=\"arabic\">لَقَدْ عُلِّقَ بِنِيَاطِ هَذَا الْإِنْسَانِ بَضْعَةٌ هِيَ أَعْجَبُ مَا فِيهِ وَ [هُوَ] ذَلِكَ الْقَلْبُ ، وَ ذَلِكَ أَنَّ لَهُ مَوَادَّ مِنَ الْحِكْمَةِ وَ أَضْدَاداً مِنْ خِلَافِهَا ؛ فَإِنْ سَنَحَ لَهُ الرَّجَاءُ أَذَلَّهُ الطَّمَعُ ، وَ إِنْ هَاجَ بِهِ الطَّمَعُ أَهْلَكَهُ الْحِرْصُ ، وَ إِنْ مَلَكَهُ الْيَأْسُ قَتَلَهُ الْأَسَفُ ، وَ إِنْ عَرَضَ لَهُ الْغَضَبُ اشْتَدَّ بِهِ الْغَيْظُ ، وَ إِنْ أَسْعَدَهُ الرِّضَى نَسِيَ التَّحَفُّظَ ، وَ إِنْ غَالَهُ الْخَوْفُ شَغَلَهُ الْحَذَرُ ، وَ إِنِ اتَّسَعَ لَهُ الْأَمْرُ اسْتَلَبَتْهُ الْغِرَّةُ ، وَ إِنْ أَفَادَ مَالًا أَطْغَاهُ الْغِنَى ، وَ إِنْ أَصَابَتْهُ مُصِيبَةٌ فَضَحَهُ الْجَزَعُ ، وَ إِنْ عَضَّتْهُ الْفَاقَةُ شَغَلَهُ الْبَلَاءُ ، وَ إِنْ جَهَدَهُ الْجُوعُ [قَعَدَتْ بِهِ الضَّعَةُ] قَعَدَ بِهِ الضَّعْفُ ، وَ إِنْ أَفْرَطَ بِهِ الشِّبَعُ كَظَّتْهُ الْبِطْنَةُ ؛ فَكُلُّ تَقْصِيرٍ بِهِ مُضِرٌّ وَ كُلُّ إِفْرَاطٍ لَهُ مُفْسِد . </span>",
		"به رگ هاى درونى انسان پاره گوشتى آويخته كه شگرف ترين اعضاى درونى اوست ، و آن قلب است ، كه چيزهايى از حكمت ، و چيزهايى متفاوت با آن ، در او وجود دارد . ",
		"پس اگر در دل اميدى پديد آيد ، طمع آن را خوار گرداند ، و اگر طمع بر آن هجوم آورد حرص آن را تباه سازد ، و اگر نوميدى بر آن چيره شود ، تأسّف خوردن آن را از پاى در آورد ، اگر خشمناك شود كينه توزى آن فزونى يابد و آرام نگيرد ، اگر به خشنودى دست يابد ، خويشتن دارى را از ياد برد ، و اگر ترس آن را فراگيرد پرهيز كردن آن را مشغول سازد . ",
		"و اگر به گشايشى برسد ، دچار غفلت زدگى شود ، و اگر مالى به دست آورد ، بى نيازى آن را به سركشى كشاند ، و اگر مصيبت ناگوارى به آن رسد ، بى صبرى رسوايش كند ، و اگر به تهيدستى مبتلا گردد ، بلاها او را مشغول سازد ، و اگر گرسنگى بى تابش كند ، ناتوانى آن را از پاى درآورد ، و اگر زيادى سير شود ، سيرى آن را زيان رساند . ",
		"پس هر گونه كندروى براى آن زيانبار ، و هر گونه تندروى براى آن فساد آفرين است . "
	],
	[
		"<span class=\"arabic\">نَحْنُ النُّمْرُقَةُ الْوُسْطَى [الَّتِي يَلْحَقُ بِهَا التَّالِي] ، بِهَا يَلْحَقُ التَّالِي وَ إِلَيْهَا يَرْجِعُ الْغَالِي . </span>",
		"ما تكيه گاه ميانه ايم ، عقب ماندگان به ما مى رسند ، و پيش تاختگان به ما باز مى گردند . "
	],
	[
		"<span class=\"arabic\">لَا يُقِيمُ أَمْرَ اللَّهِ سُبْحَانَهُ إِلَّا مَنْ لَا يُصَانِعُ وَ لَا يُضَارِعُ وَ لَا يَتَّبِعُ الْمَطَامِعَ . </span>",
		"فرمان خدا را بر پاندارد ، جز آن كس كه در اجراى حق مدارا نكند ، سازشكار نباشد ، و پيرو آرزوها نگردد . "
	],
	[
		"<span class=\"arabic\">وَ قَدْ تُوُفِّيَ سَهْلُ بْنُ حُنَيْفٍ الْأَنْصَارِيُّ بِالْكُوفَةِ بَعْدَ مَرْجِعِهِ مَعَهُ مِنْ صِفِّينَ وَ كَانَ أَحَبَّ النَّاسِ إِلَيْهِ : «لَوْ أَحَبَّنِي جَبَلٌ لَتَهَافَتَ» . </span>",
		"و درود خدا بر او ، (پس از بازگشت از جنگ صفّين ، يكى از ياران دوست داشتنى امام ، سهل بن حنيف از دنيا رفت . ) فرمود : اگر كوهى مرا دوست بدارد ، در هم فرو مى ريزد . ",
		"[قال الرضي رحمه الله تعالى و معنى ذلك أن المحنة تغلظ عليه فتسرع المصائب إليه و لا يفعل ذلك إلا بالأتقياء الأبرار و المصطفين الأخيار] . ",
		"(سید رضی گوید : يعنى مصيبت ها ، به سرعت به سراغ او آيد ، كه اين سرنوشت در انتظار پرهيزكاران و برگزيدگان خداست) . "
	],
	[
		"<span class=\"arabic\">مَنْ أَحَبَّنَا أَهْلَ الْبَيْتِ ، فَلْيَسْتَعِدَّ لِلْفَقْرِ جِلْبَاباً . </span>",
		"هر كس ما اهل بيت پيامبر صلى‌الله‌عليه‌وآله‌وسلم را دوست بدارد ، پس بايد فقر را چونان لباس رويين بپذيرد . (يعنى آماده انواع محروميّت ها باشد) . "
	],
	[
		"<span class=\"arabic\">لَا مَالَ أَعْوَدُ مِنَ الْعَقْلِ ، وَ لَا وَحْدَةَ أَوْحَشُ مِنَ الْعُجْبِ ، وَ لَا عَقْلَ كَالتَّدْبِيرِ ، وَ لَا كَرَمَ كَالتَّقْوَى ، وَ لَا قَرِينَ كَحُسْنِ الْخُلُقِ ، وَ لَا مِيرَاثَ كَالْأَدَبِ ، وَ لَا قَائِدَ كَالتَّوْفِيقِ ، وَ لَا تِجَارَةَ كَالْعَمَلِ الصَّالِحِ ، وَ لَا رِبْحَ كَالثَّوَابِ ، وَ لَا وَرَعَ كَالْوُقُوفِ عِنْدَ الشُّبْهَةِ ، وَ لَا زُهْدَ كَالزُّهْدِ فِي الْحَرَامِ ، وَ لَا عِلْمَ كَالتَّفَكُّرِ ، وَ لَا عِبَادَةَ كَأَدَاءِ الْفَرَائِضِ ، وَ لَا إِيمَانَ كَالْحَيَاءِ وَ الصَّبْرِ ، وَ لَا حَسَبَ كَالتَّوَاضُعِ ، وَ لَا شَرَفَ كَالْعِلْمِ ، وَ لَا عِزَّ كَالْحِلْمِ ، وَ لَا مُظَاهَرَةَ أَوْثَقُ مِنَ الْمُشَاوَرَة . </span>",
		"سرمايه اى از عقل سودمندتر نيست ، و تنهايى ترسناك تر از خودبينى ، و عقلى چون دورانديشى ، و بزرگوارى چون تقوى ، و همنشينى چون اخلاق خوش ، و ميراثى چون ادب ، و رهبرى چون توفيق الهى ، و تجارتى چون عمل صالح ، و سودى چون پاداش الهى ، و پارسائى چون پرهيز از شبهات ، و زهدى چون بى اعتنايى به دنياى حرام ، و دانشى چون انديشيدن ، و عبادتى چون انجام واجبات ، و ايمانى چون حياء و صبر ، و خويشاوندى چون فروتنى ، و شرافتى چون دانش ، و عزّتى چون بردبارى ، و پشتيبانى مطمئن تر از مشورت كردن نيست . "
	],
	[
		"<span class=\"arabic\">إِذَا اسْتَوْلَى الصَّلَاحُ عَلَى الزَّمَانِ وَ أَهْلِهِ ، ثُمَّ أَسَاءَ رَجُلٌ الظَّنَّ بِرَجُلٍ لَمْ تَظْهَرْ مِنْهُ حَوْبَةٌ ، فَقَدْ ظَلَمَ ؛ وَ إِذَا اسْتَوْلَى الْفَسَادُ عَلَى الزَّمَانِ وَ أَهْلِهِ ، فَأَحْسَنَ رَجُلٌ الظَّنَّ بِرَجُلٍ ، فَقَدْ غَرَّرَ . </span>",
		"هر گاه نيكوكارى بر روزگار و مردم آن غالب آيد ، اگر كسى به ديگرى گمان بد برد ، در حالى كه از او عمل زشتى آشكار نشده ستمكار است . ",
		"و اگر بدى بر زمانه و مردم آن غالب شود ، و كسى به ديگرى خوش گمان باشد ، خود را فريب داد . "
	],
	[
		"<span class=\"arabic\">وَ قِيلَ لَهُ كَيْفَ نَجِدُكَ يَا أَمِيرَ الْمُؤْمِنِينَ؟ فَقَالَ عليه‌السلام : كَيْفَ يَكُونُ حَالُ مَنْ يَفْنَى بِبَقَائِهِ وَ يَسْقَمُ بِصِحَّتِهِ وَ يُؤْتَى مِنْ مَأْمَنِهِ؟!</span>",
		"(شخصى از امام پرسيد حال شما چگونه است؟ فرمود : ) چگونه خواهد بود حال كسى كه در بقاياى خود ناپايدار ، و در سلامتى بيمار است ، و در آنجا كه آسايش دارد مرگ او فرا مى رسد . "
	],
	[
		"<span class=\"arabic\">كَمْ مِنْ مُسْتَدْرَجٍ بِالْإِحْسَانِ إِلَيْهِ ، وَ مَغْرُورٍ بِالسَّتْرِ عَلَيْهِ ، وَ مَفْتُونٍ بِحُسْنِ الْقَوْلِ فِيهِ ، وَ مَا ابْتَلَى اللَّهُ أَحَداً بِمِثْلِ الْإِمْلَاءِ لَهُ . </span>",
		"چه بسا كسى كه با نعمت هايى كه به او رسيده ، به دام افتد ، و با پرده پوشى بر گناه ، فريب خورد ، و با ستايش شدن ، آزمايش گردد ، و خدا هيچ كس را همانند مهلت دادن ، نيازمود . "
	],
	[
		"<span class=\"arabic\">هَلَكَ فِيَّ رَجُلَانِ ، مُحِبٌّ غَالٍ وَ مُبْغِضٌ قَالٍ . </span>",
		"دو تن به خاطر من به هلاكت رسيدند : دوست افراط كننده ، و دشمن دشنام دهنده . "
	],
	[
		"<span class=\"arabic\">إِضَاعَةُ الْفُرْصَةِ غُصَّةٌ . </span>",
		"از دست دادن فرصت ، اندوهبار است . "
	],
	[
		"<span class=\"arabic\">مَثَلُ الدُّنْيَا كَمَثَلِ الْحَيَّةِ ، لَيِّنٌ مَسُّهَا وَ السَّمُّ النَّاقِعُ فِي جَوْفِهَا ، يَهْوِي إِلَيْهَا الْغِرُّ الْجَاهِلُ وَ يَحْذَرُهَا ذُو اللُّبِّ الْعَاقِلُ . </span>",
		"دنياى حرام چون مار سمّى است ، پوست آن نرم ولى سمّ كشنده در درون دارد ، نادان فريب خورده به آن مى گرايد ، و هوشمند عاقل از آن دورى گزيند . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عَنْ قُرَيْشٍ ، فَقَالَ عليه‌السلام : أَمَّا بَنُو مَخْزُومٍ فَرَيْحَانَةُ قُرَيْشٍ ، [تُحِبُ] نُحِبُّ حَدِيثَ رِجَالِهِمْ وَ النِّكَاحَ فِي نِسَائِهِمْ ، وَ أَمَّا بَنُو عَبْدِ شَمْسٍ فَأَبْعَدُهَا رَأْياً وَ أَمْنَعُهَا لِمَا وَرَاءَ ظُهُورِهَا ، وَ أَمَّا نَحْنُ فَأَبْذَلُ لِمَا فِي أَيْدِينَا وَ أَسْمَحُ عِنْدَ الْمَوْتِ بِنُفُوسِنَا ، وَ هُمْ أَكْثَرُ وَ أَمْكَرُ وَ أَنْكَرُ وَ نَحْنُ أَفْصَحُ وَ أَنْصَحُ وَ أَصْبَحُ . </span>",
		"و (از قريش پرسيدند) درود خدا بر او ، فرمود : امّا بنى مخزوم ، گل خوشبوى قريشند ، و كه شنيدن سخن مردانشان ، و ازدواج با زنانشان را دوست داريم ، امّا بنى عبد شمس دورانديش تر ، و در حمايت مال و فرزندان توانمندترند كه به همين جهت بد انديش تر و بخيل تر مى باشند . ",
		"و امّا ما (بنى هاشم) آنچه را در دست داريم بخشنده تر ، و براى جانبازى در راه دين سخاوتمندريم . آنها شمارشان بيشتر امّا فريب كارتر و زشت روى ترند ، و ما گوياتر و خيرخواه تر و خوش روى تريم . "
	],
	[
		"<span class=\"arabic\">شَتَّانَ مَا بَيْنَ عَمَلَيْنِ ؛ عَمَلٍ تَذْهَبُ لَذَّتُهُ وَ تَبْقَى تَبِعَتُهُ ، وَ عَمَلٍ تَذْهَبُ مَئُونَتُهُ وَ يَبْقَى أَجْرُهُ‏ . </span>",
		"چقدر فاصله بين دو عمل دور است : عملى كه لذّتش مى ‏رود و كيفر آن مى‏ ماند ، و عملى كه رنج آن مى‏ گذرد و پاداش آن ماندگار است . "
	],
	[
		"<span class=\"arabic\">وَ تَبِعَ جِنَازَةً فَسَمِعَ رَجُلًا يَضْحَكُ ، فَقَالَ : كَأَنَّ الْمَوْتَ فِيهَا عَلَى غَيْرِنَا كُتِبَ ، وَ كَأَنَّ الْحَقَّ فِيهَا عَلَى غَيْرِنَا وَجَبَ ، وَ كَأَنَّ الَّذِي نَرَى مِنَ الْأَمْوَاتِ سَفْرٌ عَمَّا قَلِيلٍ إِلَيْنَا رَاجِعُونَ ، نُبَوِّئُهُمْ أَجْدَاثَهُمْ وَ نَأْكُلُ تُرَاثَهُمْ كَأَنَّا مُخَلَّدُونَ بَعْدَهُمْ ، ثُمَّ قَدْ نَسِينَا كُلَّ وَاعِظٍ وَ وَاعِظَةٍ وَ رُمِينَا بِكُلِّ فَادِحٍ وَ جَائِحَةٍ . </span>",
		"(در پى جنازه اى مى رفت و شنيد كه مردى مى خندد . ) گويى مرگ بر غير ما نوشته شده ، و حق جز بر ما واجب گرديد ، و گويا اين مردگان مسافرانى هستند كه به زودى باز مى گردند ، در حالى كه بدن هايشان را به گورها مى سپاريم ، و ميراثشان را مى خوريم . ",
		"گويا ما پس از مرگ آنان جاودانه ايم آيا چنين است ، كه اندرز هر پند دهنده اى از زن و مرد را فراموش مى كنيم و خود را نشانه تيرهاى بلا و آفات قرار داديم . "
	],
	[
		"<span class=\"arabic\">طُوبَى لِمَنْ ذَلَّ فِي نَفْسِهِ ، وَ طَابَ كَسْبُهُ ، وَ صَلَحَتْ سَرِيرَتُهُ ، وَ حَسُنَتْ خَلِيقَتُهُ ، وَ أَنْفَقَ الْفَضْلَ مِنْ مَالِهِ ، وَ أَمْسَكَ الْفَضْلَ مِنْ لِسَانِهِ ، وَ عَزَلَ عَنِ النَّاسِ شَرَّهُ ، وَ وَسِعَتْهُ السُّنَّةُ ، وَ لَمْ يُنْسَبْ إلَى الْبِدْعَةِ . </span>",
		"خوشا به حال آن كس كه خود را كوچك مى شمارد ، و كسب و كار او پاكيزه است ، و جانش پاك ، و اخلاقش نيكوست ، كه مازاد بر مصرف زندگى را در راه خدا بخشش مى كند ، و زبان را از زياده گويى باز مى دارد و آزار او به مردم نمى رسد ، و سنّت پيامبر صلى‌الله‌عليه‌وآله‌وسلم او را كفايت كرده ، بدعتى در دين خدا نمى گذارد . "
	],
	[
		"<span class=\"arabic\">غَيْرَةُ الْمَرْأَةِ كُفْرٌ ، وَ غَيْرَةُ الرَّجُلِ إِيمَانٌ . </span>",
		"غيرت زن ، كفر آور ، و غيرت مرد نشانه ايمان اوست . "
	],
	[
		"<span class=\"arabic\">لَأَنْسُبَنَّ الْإِسْلَامَ نِسْبَةً لَمْ يَنْسُبْهَا أَحَدٌ قَبْلِي ؛ الْإِسْلَامُ هُوَ التَّسْلِيمُ وَ التَّسْلِيمُ هُوَ الْيَقِينُ وَ الْيَقِينُ هُوَ التَّصْدِيقُ وَ التَّصْدِيقُ هُوَ الْإِقْرَارُ وَ الْإِقْرَارُ هُوَ الْأَدَاءُ وَ الْأَدَاءُ هُوَ الْعَمَلُ . </span>",
		"اسلام را چنان مى شناسانم كه پيش از من كسى آنگونه معرّفى نكرده باشد . اسلام همان تسليم در برابر خدا و تسليم همان يقين داشتن ، و يقين اعتقاد راستين ، و باور راستين همان اقرار درست ، و اقرار درست انجام مسئوليّت ها ، و انجام مسئوليّت ها همان عمل كردن به احكام دين است . "
	],
	[
		"<span class=\"arabic\">عَجِبْتُ لِلْبَخِيلِ يَسْتَعْجِلُ الْفَقْرَ الَّذِي مِنْهُ هَرَبَ ، وَ يَفُوتُهُ الْغِنَى الَّذِي إِيَّاهُ طَلَبَ ، فَيَعِيشُ فِي الدُّنْيَا عَيْشَ الْفُقَرَاءِ وَ يُحَاسَبُ فِي الْآخِرَةِ حِسَابَ الْأَغْنِيَاءِ ؛ وَ عَجِبْتُ لِلْمُتَكَبِّرِ الَّذِي كَانَ بِالْأَمْسِ نُطْفَةً وَ يَكُونُ غَداً جِيفَةً ؛ وَ عَجِبْتُ لِمَنْ شَكَّ فِي اللَّهِ وَ هُوَ يَرَى خَلْقَ اللَّهِ ؛ وَ عَجِبْتُ لِمَنْ نَسِيَ الْمَوْتَ وَ هُوَ يَرَى الْمَوْتَى ؛ وَ عَجِبْتُ لِمَنْ أَنْكَرَ النَّشْأَةَ الْأُخْرَى وَ هُوَ يَرَى النَّشْأَةَ الْأُولَى ؛ وَ عَجِبْتُ لِعَامِرٍ دَارَ الْفَنَاءِ وَ تَارِكٍ دَارَ الْبَقَاءِ . </span>",
		"در شگفتم از بخيل : به سوى فقرى مى شتابد كه از آن مى گريزد ، و سرمايه اى را از دست مى دهد كه براى آن تلاش مى كند . در دنيا چون تهيدستان زندگى مى كند ، امّا در آخرت چون سرمايه داران محاكمه مى شود . ",
		"و در شگفتم از متكبّرى كه ديروز نطفه اى بى ارزش ، و فردا مردارى گنديده خواهد بود ، ",
		"و در شگفتم از آن كس كه آفرينش پديده ها را مى نگرد و در وجود خدا ترديد دارد ، ",
		"و در شگفتم از آن كس كه مردگان را مى بيند و مرگ را از ياد برده است ، ",
		"و در شگفتم از آن كس كه پيدايش دوباره را انكار مى كند در حالى كه پيدايش آغازين را مى نگرد ، ",
		"و در شگفتم از آن كس كه خانه نابود شدنى را آباد مى كند ، امّا جايگاه هميشگى را از ياد برده است . "
	],
	[
		"<span class=\"arabic\">مَنْ قَصَّرَ فِي الْعَمَلِ ابْتُلِيَ بِالْهَمِّ ، وَ لَا حَاجَةَ لِلَّهِ فِيمَنْ لَيْسَ لِلَّهِ فِي مَالِهِ وَ نَفْسِهِ نَصِيبٌ . </span>",
		"آن كس كه در عمل كوتاهى كند ، دچار اندوه گردد ، و آن را كه از مال و جانش بهره اى در راه خدا نباشد خدا را به او نيازى نيست . "
	],
	[
		"<span class=\"arabic\">تَوَقَّوُا الْبَرْدَ فِي أَوَّلِهِ وَ تَلَقَّوْهُ فِي آخِرِهِ ، فَإِنَّهُ يَفْعَلُ فِي الْأَبْدَانِ كَفِعْلِهِ فِي الْأَشْجَارِ ، أَوَّلُهُ يُحْرِقُ وَ آخِرُهُ يُورِقُ . </span>",
		"در آغاز سرما خود را بپوشانيد ، و در پايانش آن را دريابيد ، زيرا با بدن ها همان مى كند كه با برگ درختان خواهد كرد : آغازش مى سوزاند ، و پايانش مى روياند . "
	],
	[
		"<span class=\"arabic\">عِظَمُ الْخَالِقِ عِنْدَكَ ، يُصَغِّرُ الْمَخْلُوقَ فِي عَيْنِكَ . </span>",
		"بزرگى پروردگار در جانت ، پديده ها را در چشمت كوچك مى نماياند . "
	],
	[
		"<span class=\"arabic\"> وَ قَدْ رَجَعَ مِنْ صِفِّينَ فَأَشْرَفَ عَلَى الْقُبُورِ بِظَاهِرِ الْكُوفَةِ : يَا أَهْلَ الدِّيَارِ الْمُوحِشَةِ وَ الْمَحَالِّ الْمُقْفِرَةِ وَ الْقُبُورِ الْمُظْلِمَةِ ، يَا أَهْلَ التُّرْبَةِ ، يَا أَهْلَ الْغُرْبَةِ ، يَا أَهْلَ الْوَحْدَةِ ، يَا أَهْلَ الْوَحْشَةِ ، أَنْتُمْ لَنَا فَرَطٌ سَابِقٌ وَ نَحْنُ لَكُمْ تَبَعٌ لَاحِقٌ ؛ أَمَّا الدُّورُ فَقَدْ سُكِنَتْ ، وَ أَمَّا الْأَزْوَاجُ فَقَدْ نُكِحَتْ ، وَ أَمَّا الْأَمْوَالُ فَقَدْ قُسِمَتْ . هَذَا خَبَرُ مَا عِنْدَنَا ، فَمَا خَبَرُ مَا عِنْدَكُمْ؟ ثُمَّ الْتَفَتَ إِلَى أَصْحَابِهِ فَقَالَ : أَمَا لَوْ أُذِنَ لَهُمْ فِي الْكَلَامِ لَأَخْبَرُوكُمْ أَنَّ خَيْرَ الزَّادِ التَّقْوى . </span>",
		"(امام عليه السّلام ، وقتى از جنگ صفّين برگشت و به قبرستان پشت دروازه كوفه رسيد رو به مردگان كرد و فرمود) : ",
		"اى ساكنان خانه هاى وحشت زا ، و محلّه هاى خالى و گروهاى تاريك ، اى خفتگان در خاك ، اى غريبان ، اى تنها شدگان ، اى وحشت زدگان ، شما پيش از ما رفتيد و ما در پى شما روانيم ، و به شما خواهيم رسيد . ",
		"امّا خانه هايتان ديگران در آن سكونت گزيدند و امّا زنانتان با ديگران ازدواج كردند ، و امّا اموال شما در ميان ديگران تقسيم شد اين خبرى است كه ما داريم ، حال شما چه خبر داريد؟",
		"(سپس به اصحاب خود رو كرد و فرمود) بدانيد كه اگر اجازه سخن گفتن داشتند ، شما را خبر مى دادند كه : بهترين توشه ، تقوا است . "
	],
	[
		"<span class=\"arabic\"> -وَ قَدْ سَمِعَ رَجُلًا يَذُمُّ الدُّنْيَا- : أَيُّهَا الذَّامُّ لِلدُّنْيَا الْمُغْتَرُّ بِغُرُورِهَا الْمَخْدُوعُ بِأَبَاطِيلِهَا ، أَ تَغْتَرُّ بِالدُّنْيَا ثُمَّ تَذُمُّهَا؟ أَنْتَ الْمُتَجَرِّمُ عَلَيْهَا أَمْ هِيَ الْمُتَجَرِّمَةُ عَلَيْكَ؟ مَتَى اسْتَهْوَتْكَ أَمْ مَتَى غَرَّتْكَ؟ أَ بِمَصَارِعِ آبَائِكَ مِنَ الْبِلَى أَمْ بِمَضَاجِعِ أُمَّهَاتِكَ تَحْتَ الثَّرَى؟ كَمْ عَلَّلْتَ بِكَفَّيْكَ وَ كَمْ مَرَّضْتَ بِيَدَيْكَ؟ تَبْتَغِي لَهُمُ الشِّفَاءَ وَ تَسْتَوْصِفُ لَهُمُ الْأَطِبَّاءَ غَدَاةَ ، لَا يُغْنِي عَنْهُمْ دَوَاؤُكَ وَ لَا يُجْدِي عَلَيْهِمْ بُكَاؤُكَ ، لَمْ يَنْفَعْ أَحَدَهُمْ إِشْفَاقُكَ وَ لَمْ تُسْعَفْ فِيهِ بِطَلِبَتِكَ ، وَ لَمْ تَدْفَعْ عَنْهُ بِقُوَّتِكَ وَ قَدْ مَثَّلَتْ لَكَ بِهِ الدُّنْيَا نَفْسَكَ وَ بِمَصْرَعِهِ مَصْرَعَكَ . </span>",
		"درود خدا بر او ، (شنيد مردى دنيا را نكوهش مى كند) فرمود : ",
		"اى نكوهش كننده دنيا ، كه خود به غرور دنيا مغرورى و با باطل هاى آن فريب خوردى خود فريفته دنيايى و آن را نكوهش مى كنى آيا تو در دنيا جرمى مرتكب شده اى يا دنيا به تو جرم كرده است . ",
		"كى دنيا تو را سرگردان كرد و در چه زمانى تو را فريب داد؟ آيا با گورهاى پدرانت كه پوسيده اند (تو را فريب داد) يا آرامگاه مادرانت كه در زير خاك آرميده اند؟ آيا با دو دست خويش بيماران را درمان كرده اى و آنان را پرستارى كرده و در بسترشان خوابانده اى . درخواست شفاى آنان را كرده ، و از طبيبان داروى آنها را تقاضا كرده اى در آن صبحگاهان كه داروى تو به حال آنان سودى نداشت ، و گريه تو فايده اى نكرد ، و ترس تو آنان را سودى نرساند ، و آنچه مى خواستى به دست نياوردى ، و با نيروى خود نتوانستى مرگ را از آنان دور كنى . دنيا براى تو حال آنان را مثال زد ، و با گورهايشان ، گور ، خودت را به رخ تو كشيد . ",
		"<span class=\"arabic\">إِنَّ الدُّنْيَا دَارُ صِدْقٍ لِمَنْ صَدَقَهَا وَ دَارُ عَافِيَةٍ لِمَنْ فَهِمَ عَنْهَا وَ دَارُ غِنًى لِمَنْ تَزَوَّدَ مِنْهَا وَ دَارُ مَوْعِظَةٍ لِمَنِ اتَّعَظَ بِهَا ؛ مَسْجِدُ أَحِبَّاءِ اللَّهِ وَ مُصَلَّى مَلَائِكَةِ اللَّهِ وَ مَهْبِطُ وَحْيِ اللَّهِ وَ مَتْجَرُ أَوْلِيَاءِ اللَّهِ ؛ اكْتَسَبُوا فِيهَا الرَّحْمَةَ وَ رَبِحُوا فِيهَا الْجَنَّةَ ؛ فَمَنْ ذَا يَذُمُّهَا وَ قَدْ آذَنَتْ بِبَيْنِهَا وَ نَادَتْ بِفِرَاقِهَا وَ نَعَتْ نَفْسَهَا وَ أَهْلَهَا ، فَمَثَّلَتْ لَهُمْ بِبَلَائِهَا الْبَلَاءَ وَ شَوَّقَتْهُمْ بِسُرُورِهَا إِلَى السُّرُورِ ، رَاحَتْ بِعَافِيَةٍ وَ ابْتَكَرَتْ بِفَجِيعَةٍ تَرْغِيباً وَ تَرْهِيباً وَ تَخْوِيفاً وَ تَحْذِيراً ؛ فَذَمَّهَا رِجَالٌ غَدَاةَ النَّدَامَةِ وَ حَمِدَهَا آخَرُونَ يَوْمَ الْقِيَامَةِ ؛ ذَكَّرَتْهُمُ الدُّنْيَا [فَذَكَّرُوا] فَتَذَكَّرُوا وَ حَدَّثَتْهُمْ فَصَدَّقُوا وَ وَعَظَتْهُمْ فَاتَّعَظُوا . </span>",
		"همانا دنيا سراى راستى براى راست گويان ، و خانه تندرستى براى دنيا شناسان ، و خانه بى نيازى براى توشه گيران ، و خانه پند ، براى پندآموزان است . ",
		"دنيا سجده گاه دوستان خدا ، نمازگاه فرشتگان الهى ، فرودگاه وحى خدا ، و جايگاه تجارت دوستان خداست ، كه در آن رحمت خدا را به دست آوردند ، و بهشت را سود بردند . ",
		"چه كسى دنيا را نكوهش مى كند و جدا شدنش را اعلام داشته ، و فرياد زد كه ماندگار نيست ، و از نابودى خود و اهلش خبر داده است؟ و حال آن كه (دنيا) با بلاى خود بلاها را نمونه آورد ، و با شادمانى خود آنان را به شادمانى رساند . در آغاز شب به سلامت گذشت ، امّا در صبحگاهان با مصيبتى جانكاه بازگشت ، تا مشتاق كند ، و تهديد نمايد ، و بترساند ، و هشدار دهد . ",
		"پس مردمى در بامداد با پشيمانى ، دنيا را نكوهش كنند ، و مردمى ديگر در روز قيامت آن را مى ستايند ، دنيا حقائق را به يادشان آورد ، ياد آور آن شدند ، از رويدادها برايشان حكايت كرد ، او را تصديق كردند ، و اندرزشان داد ، پند پذيرفتند . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِلَّهِ مَلَكاً يُنَادِي فِي كُلِّ يَوْمٍ : لِدُوا لِلْمَوْتِ ، وَ اجْمَعُوا لِلْفَنَاءِ ، وَ ابْنُوا لِلْخَرَابِ . </span>",
		"خدا را فرشته اى است كه هر روز بانگ مى زند : بزاييد براى مردن ، و فراهم آوريد براى نابود شدن ، و بسازيد براى ويران گشتن . "
	],
	[
		"<span class=\"arabic\">الدُّنْيَا دَارُ مَمَرٍّ ، لَا دَارُ مَقَرٍّ ؛ وَ النَّاسُ فِيهَا رَجُلَانِ ، رَجُلٌ بَاعَ فِيهَا نَفْسَهُ فَأَوْبَقَهَا ، وَ رَجُلٌ ابْتَاعَ نَفْسَهُ فَأَعْتَقَهَا . </span>",
		"دنيا گذرگاه عبور است ، نه جاى ماندن ، و مردم در آن دو دسته اند : يكى آن كه خود را فروخت و به تباهى كشاند ، و ديگرى آن كه خود را خريد و آزاد كرد . "
	],
	[
		"<span class=\"arabic\">لَا يَكُونُ الصَّدِيقُ صَدِيقاً حَتَّى يَحْفَظَ أَخَاهُ فِي ثَلَاثٍ : فِي نَكْبَتِهِ وَ غَيْبَتِهِ وَ وَفَاتِهِ . </span>",
		"دوست ، دوست نيست مگر آن كه حقوق برادرش را در سه جايگاه نگهبان باشد : در روزگار گرفتارى ، آن هنگام كه حضور ندارد ، و پس از مرگ . "
	],
	[
		"<span class=\"arabic\">مَنْ أُعْطِيَ أَرْبَعاً لَمْ يُحْرَمْ أَرْبَعاً ؛ مَنْ أُعْطِيَ الدُّعَاءَ لَمْ يُحْرَمِ الْإِجَابَةَ ، وَ مَنْ أُعْطِيَ التَّوْبَةَ لَمْ يُحْرَمِ الْقَبُولَ ، وَ مَنْ أُعْطِيَ الِاسْتِغْفَارَ لَمْ يُحْرَمِ الْمَغْفِرَةَ ، وَ مَنْ أُعْطِيَ الشُّكْرَ لَمْ يُحْرَمِ الزِّيَادَةَ . </span>",
		"كسى را كه چهار چيز دادند ، از چهار چيز محروم نباشد ، با دعا از اجابت كردن ، با توبه از پذيرفته شدند ، با استغفار از آمرزش گناه ، با شكرگزارى از فزونى نعمت ها . ",
		"[قال الرضي رحمه الله تعالى و تصديق ذلك [في] كتاب الله تعالى : قال الله في الدعاء \"ادْعُونِي أَسْتَجِبْ لَكُمْ\" ، و قال في الاستغفار \"وَ مَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُوراً رَحِيماً\" ، و قال في الشكر \"لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ\" ، و قال في التوبة \"إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَ كانَ اللَّهُ عَلِيماً حَكِيماً\"] . ",
		"سید رضی می گوید : (و اين حقيقت مورد تصديق كتاب الهى است كه در مورد دعا گفته است : «مرا بخوانيد تا خواسته هاى شما را بپردازم» . (قرآن كريم ، سوره مؤمن ، آيه 60) در مورد استغفار گفته است : «هر آن كه به بدى دست يابد يا بر خود ستم روا دارد و از آن پس به درگاه خدا استغفار كند ، خداى را آمرزش گر و مهربان يابد» . (قرآن كريم ، سوره نساء ، آيه 110) در مورد سپاس فرموده است : «بى شك اگر سپاس گزاريد ، بر نعمت مى افزايم» . (قرآن كريم ، سوره ابراهيم ، آيه 7) و در مورد توبه فرموده است : («تنها توبه را خداوند از كسانى مى پذيرد كه از سر نادانى به كار زشتى دست مى يابند و تا دير نشده است باز مى گردند ، تنها چنين كسانند كه خداوند در موردشان تجديد نظر مى كند ، كه خدا دانا و حكيم است» . (قرآن كريم ، سوره نساء ، آيه 17)"
	],
	[
		"<span class=\"arabic\">الصَّلَاةُ قُرْبَانُ كُلِّ تَقِيٍّ ، وَ الْحَجُّ جِهَادُ كُلِّ ضَعِيفٍ ، وَ لِكُلِّ شَيْءٍ زَكَاةٌ وَ زَكَاةُ الْبَدَنِ الصِّيَامُ ، وَ جِهَادُ الْمَرْأَةِ حُسْنُ التَّبَعُّلِ . </span>",
		"نماز ، موجب نزديكى هر پارسايى به خداست ، و حج جهاد هر ناتوان است . هر چيزى زكاتى دارد ، و زكات تن ، روزه ، و جهاد زن ، نيكو شوهر دارى است . "
	],
	[
		"<span class=\"arabic\">اسْتَنْزِلُوا الرِّزْقَ بِالصَّدَقَةِ . </span>",
		"روزى را با صدقه دادن فرود آوريد . "
	],
	[
		"<span class=\"arabic\">مَنْ أَيْقَنَ بِالْخَلَفِ ، جَادَ بِالْعَطِيَّةِ . </span>",
		"آن كه پاداش الهى را باور دارد ، در بخشش سخاوتمند است . "
	],
	[
		"<span class=\"arabic\">تَنْزِلُ الْمَعُونَةُ عَلَى قَدْرِ الْمَئُونَةِ . </span>",
		"كمك الهى به اندازه نياز فرود مى آيد . "
	],
	[
		"<span class=\"arabic\">مَا عَالَ مَنِ اقْتَصد . </span>",
		"آن كه ميانه روى كند تهيدست نخواهد شد . "
	],
	[
		"<span class=\"arabic\">قِلَّةُ الْعِيَالِ ، أَحَدُ الْيَسَارَيْنِ‏ . </span>",
		"اندك بودن تعداد زن و فرزند يكى از دو آسايش است . "
	],
	[
		"<span class=\"arabic\">التَّوَدُّدُ نِصْفُ الْعَقْلِ . </span>",
		"دوستى كردن نيمى از خردمندى است . "
	],
	[
		"<span class=\"arabic\">الْهَمُّ نِصْفُ الْهَرَمِ . </span>",
		"اندوه خوردن ، نيمى از پيرى است . "
	],
	[
		"<span class=\"arabic\">يَنْزِلُ الصَّبْرُ عَلَى قَدْرِ الْمُصِيبَةِ ، وَ مَنْ ضَرَبَ يَدَهُ عَلَى فَخِذِهِ عِنْدَ مُصِيبَتِهِ حَبِطَ [أَجْرُهُ] عَمَلُهُ . </span>",
		"صبر به اندازه مصيبت فرود آيد ، و آن كه در مصيبت بى تاب بر رانش زند ، اجرش نابود مى گردد . "
	],
	[
		"<span class=\"arabic\">كَمْ مِنْ صَائِمٍ لَيْسَ لَهُ مِنْ صِيَامِهِ إِلَّا الْجُوعُ وَ الظَّمَأُ ، وَ كَمْ مِنْ قَائِمٍ لَيْسَ لَهُ مِنْ قِيَامِهِ إِلَّا السَّهَرُ وَ الْعَنَاءُ ؛ حَبَّذَا نَوْمُ الْأَكْيَاسِ وَ إِفْطَارُهُمْ . </span>",
		"بسا روزه دارى كه بهره اى جز گرسنگى و تشنگى از روزه دارى خود ندارد ، و بسا شب زنده دارى كه از شب زنده دارى چيزى جز رنج و بى خوابى به دست نياورد خوشا خواب زيركان ، و افطارشان . "
	],
	[
		"<span class=\"arabic\">سُوسُوا إِيمَانَكُمْ بِالصَّدَقَةِ ، وَ حَصِّنُوا أَمْوَالَكُمْ بِالزَّكَاةِ ، وَ ادْفَعُوا أَمْوَاجَ الْبَلَاءِ بِالدُّعَاءِ . </span>",
		"ايمان خود را با صدقه دادن ، و اموالتان را با زكات دادن نگاه داريد ، و امواج بلا را با دعا از خود برانيد . "
	],
	[
		"وَ مِنْ كَلَامٍ لَهُ عليه‌السلام لِكُمَيْلِ بْنِ زِيَادٍ النَّخَعِيِّ . قَالَ كُمَيْلُ بْنُ زِيَادٍ أَخَذَ بِيَدِي أَمِيرُ الْمُؤْمِنِينَ عَلِيُّ بْنُ أَبِي طَالِبٍ عليه‌السلام فَأَخْرَجَنِي إِلَى الْجَبَّانِ فَلَمَّا أَصْحَرَ تَنَفَّسَ الصُّعَدَاءَ ثُمَّ قَالَ : ",
		"كميل بن زياد مى گويد : امام دست مرا گرفت ، و به سوى قبرستان كوفه برد ، آنگاه آه پردردى كشيد و فرمود (علمى ، اخلاقى ، اعتقادى) : ",
		"<span class=\"arabic\">يَا كُمَيْلَ بْنَ زِيَادٍ إِنَّ هَذِهِ الْقُلُوبَ أَوْعِيَةٌ فَخَيْرُهَا أَوْعَاهَا ، فَاحْفَظْ عَنِّي مَا أَقُولُ لَكَ . النَّاسُ ثَلَاثَةٌ : فَعَالِمٌ رَبَّانِيٌّ وَ مُتَعَلِّمٌ عَلَى سَبِيلِ نَجَاةٍ وَ هَمَجٌ رَعَاعٌ ، أَتْبَاعُ كُلِّ نَاعِقٍ يَمِيلُونَ مَعَ كُلِّ رِيحٍ ، لَمْ يَسْتَضِيئُوا بِنُورِ الْعِلْمِ وَ لَمْ يَلْجَئُوا إِلَى رُكْنٍ وَثِيقٍ . </span>",
		"اى كميل بن زياد اين قلب ها بسان ظرفهايى هستند ، كه بهترين آنها ، فراگيرترين آنهاست ، پس آنچه را مى گويم نگاه دار : ",
		"مردم سه دسته اند ، دانشمند الهى ، و آموزنده اى بر راه رستگارى ، و پشّه هاى دست خوش باد و طوفان و هميشه سرگردان ، كه به دنبال هر سر و صدايى مى روند ، و با وزش هر بادى حركت مى كنند ، نه از روشنايى دانش نور گرفتند ، و نه به پناهگاه استوارى پناه گرفتند . ",
		"<span class=\"arabic\">يَا كُمَيْلُ ، الْعِلْمُ خَيْرٌ مِنَ الْمَالِ ، الْعِلْمُ يَحْرُسُكَ وَ أَنْتَ تَحْرُسُ الْمَالَ ، وَ الْمَالُ تَنْقُصُهُ النَّفَقَةُ وَ الْعِلْمُ يَزْكُوا عَلَى الْإِنْفَاقِ وَ صَنِيعُ الْمَالِ يَزُولُ بِزَوَالِهِ . يَا كُمَيْلَ بْنَ زِيَادٍ مَعْرِفَةُ الْعِلْمِ دِينٌ يُدَانُ بِهِ ، بِهِ يَكْسِبُ الْإِنْسَانُ الطَّاعَةَ فِي حَيَاتِهِ وَ جَمِيلَ الْأُحْدُوثَةِ بَعْدَ وَفَاتِهِ ، وَ الْعِلْمُ حَاكِمٌ وَ الْمَالُ مَحْكُومٌ عَلَيْهِ . </span>",
		"اى كميل : دانش بهتر از مال است ، زيرا علم ، نگهبان تو است ، و مال را تو بايد نگهبان باشى مال با بخشش كاستى پذيرد امّا علم با بخشش فزونى گيرد ، و مقام و شخصيّتى كه با مال به دست آمده با نابودى مال ، نابود مى گردد . ",
		"اى كميل بن زياد شناخت علم راستين (علم الهى) آيينى است كه با آن پاداش داده مى شود ، و انسان در دوران زندگى با آن خدا را اطاعت مى كند ، و پس از مرگ ، نام نيكو به يادگار گذارد . دانش فرمانروا ، و مال فرمانبر است . ",
		"<span class=\"arabic\">يَا كُمَيْلُ هَلَكَ خُزَّانُ الْأَمْوَالِ وَ هُمْ أَحْيَاءٌ وَ الْعُلَمَاءُ بَاقُونَ مَا بَقِيَ الدَّهْرُ ، أَعْيَانُهُمْ مَفْقُودَةٌ وَ أَمْثَالُهُمْ فِي الْقُلُوبِ مَوْجُودَةٌ . </span>",
		"اى كميل ثروت اندوزان بى تقوا مرده گرچه به ظاهر زنده اند ، امّا دانشمندان ، تا دنيا برقرار است زنده اند ، بدن هايشان گرچه در زمين پنهان امّا ياد آنان در دل ها هميشه زنده است . ",
		"<span class=\"arabic\">هَا إِنَّ هَاهُنَا لَعِلْماً جَمّاً -وَ أَشَارَ بِيَدِهِ إِلَى صَدْرِهِ- لَوْ أَصَبْتُ لَهُ حَمَلَةً ؛ بَلَى [أُصِيبُ] أَصَبْتُ لَقِناً غَيْرَ مَأْمُونٍ عَلَيْهِ ، مُسْتَعْمِلًا آلَةَ الدِّينِ لِلدُّنْيَا وَ مُسْتَظْهِراً بِنِعَمِ اللَّهِ عَلَى عِبَادِهِ وَ بِحُجَجِهِ عَلَى أَوْلِيَائِهِ ؛ أَوْ مُنْقَاداً لِحَمَلَةِ الْحَقِّ ، لَا بَصِيرَةَ لَهُ فِي أَحْنَائِهِ يَنْقَدِحُ الشَّكُّ فِي قَلْبِهِ لِأَوَّلِ عَارِضٍ مِنْ شُبْهَةٍ ، أَلَا لَا ذَا وَ لَا ذَاكَ ؛ أَوْ مَنْهُوماً بِاللَّذَّةِ سَلِسَ الْقِيَادِ لِلشَّهْوَةِ أَوْ مُغْرَماً بِالْجَمْعِ وَ الِادِّخَارِ . لَيْسَا مِنْ رُعَاةِ الدِّينِ فِي شَيْءٍ ، أَقْرَبُ شَيْءٍ شَبَهاً بِهِمَا الْأَنْعَامُ السَّائِمَةُ ؛ كَذَلِكَ يَمُوتُ الْعِلْمُ بِمَوْتِ حَامِلِيهِ . </span>",
		"بدان كه در اينجا (اشاره به سينه مبارك كرد) دانش فراوانى انباشته است ، اى كاش كسانى را مى يافتم كه مى توانستند آن را بياموزند آرى تيز هوشانى مى يابم امّا مورد اعتماد نمى باشند ، دين را وسيله دنيا قرار داده ، و با نعمت هاى خدا بر بندگان ، و با برهان هاى الهى بر دوستان خدا فخر مى فروشند . ",
		"يا گروهى كه تسليم حاملان حق مى باشند امّا ژرف انديشى لازم را در شناخت حقيقت ندارند ، كه با اوّلين شبهه اى ، شك و ترديد در دلشان ريشه مى زند پس نه آنها ، و نه اينها ، سزاوار آموختن دانش هاى فراوان من نمى باشند . ",
		"يا فرد ديگرى كه سخت در پى لذّت بوده ، و اختيار خود را به شهوت داده است ، يا آن كه در ثروت اندوزى حرص مى ورزد ، هيچ كدام از آنان نمى توانند از دين پاسدارى كنند ، و بيشتر به چهارپايان چرنده شباهت دارند ، و چنين است كه دانش با مرگ دارندگان دانش مى ميرد . ",
		"<span class=\"arabic\">اللَّهُمَّ بَلَى لَا تَخْلُو الْأَرْضُ مِنْ قَائِمٍ لِلَّهِ بِحُجَّةٍ إِمَّا ظَاهِراً مَشْهُوراً وَ إِمَّا خَائِفاً مَغْمُوراً ، لِئَلَّا تَبْطُلَ حُجَجُ اللَّهِ وَ بَيِّنَاتُهُ ، وَ كَمْ ذَا وَ أَيْنَ أُولَئِكَ؟ أُولَئِكَ وَ اللَّهِ الْأَقَلُّونَ عَدَداً وَ الْأَعْظَمُونَ عِنْدَ اللَّهِ قَدْراً ، يَحْفَظُ اللَّهُ بِهِمْ حُجَجَهُ وَ بَيِّنَاتِهِ ، حَتَّى يُودِعُوهَا نُظَرَاءَهُمْ وَ يَزْرَعُوهَا فِي قُلُوبِ أَشْبَاهِهِمْ ؛ هَجَمَ بِهِمُ الْعِلْمُ عَلَى حَقِيقَةِ الْبَصِيرَةِ وَ بَاشَرُوا رُوحَ الْيَقِينِ وَ اسْتَلَانُوا مَا اسْتَوْعَرَهُ الْمُتْرَفُونَ وَ أَنِسُوا بِمَا اسْتَوْحَشَ مِنْهُ الْجَاهِلُونَ ، وَ صَحِبُوا الدُّنْيَا بِأَبْدَانٍ أَرْوَاحُهَا مُعَلَّقَةٌ بِالْمَحَلِّ الْأَعْلَى ؛ أُولَئِكَ خُلَفَاءُ اللَّهِ فِي أَرْضِهِ وَ الدُّعَاةُ إِلَى دِينِهِ ؛ آهِ آهِ ، شَوْقاً إِلَى رُؤْيَتِهِمْ . انْصَرِفْ يَا كُمَيْلُ إِذَا شِئْتَ . </span>",
		"آرى خداوند زمين هيچ گاه از حجّت الهى خالى نيست ، كه براى خدا با برهان روشن قيام كند ، يا آشكار و شناخته شده ، يا بيمناك و پنهان ، تا حجّت خدا باطل نشود ، و نشانه هايشان از ميان نرود . ",
		"تعدادشان چقدر و در كجا هستند . به خدا سوگند كه تعدادشان اندك ولى نزد خدا بزرگ مقدارند ، كه خدا به وسيله آنان حجّت ها و نشانه هاى خود را نگاه مى دارد ، تا به كسانى كه همانندشان هستند بسپارد ، و در دل هاى آنان بكارد ، آنان كه دانش ، نور حقيقت بينى را بر قلبشان تابيده ، و روح يقين را دريافته اند ، كه آنچه را خوشگذاران ها دشوار مى شمارند ، آسان گرفتند ، و با آنچه كه ناآگاهان از آن هراس داشتند أنس گرفتند . ",
		"در دنيا با بدن هايى زندگى مى كنند ، كه ارواحشان به جهان بالا پيوند خورده است ، آنان جانشينان خدا در زمين ، و دعوت كنندگان مردم به دين خدايند . ",
		"آه ، آه ، چه سخت اشتياق ديدارشان را دارم كميل هر گاه خواستى باز گرد . "
	],
	[
		"<span class=\"arabic\">الْمَرْءُ مَخْبُوءٌ تَحْتَ لِسَانِهِ . </span>",
		"انسان زير زبان خود پنهان است . "
	],
	[
		"<span class=\"arabic\">هَلَكَ امْرُؤٌ لَمْ يَعْرِفْ قَدْرَهُ . </span>",
		"نابود شد كسى كه ارزش خود را ندانست . "
	],
	[
		"<span class=\"arabic\"> لِرَجُلٍ سَأَلَهُ أَنْ يَعِظَهُ : لَا تَكُنْ مِمَّنْ يَرْجُو الْآخِرَةَ بِغَيْرِ عَمَلٍ ، وَ [يَرْجُو] يُرَجِّي التَّوْبَةَ بِطُولِ الْأَمَلِ ؛ يَقُولُ فِي الدُّنْيَا بِقَوْلِ الزَّاهِدِينَ ، وَ يَعْمَلُ فِيهَا بِعَمَلِ الرَّاغِبِينَ ؛ إِنْ أُعْطِيَ مِنْهَا لَمْ يَشْبَعْ ، وَ إِنْ مُنِعَ مِنْهَا لَمْ يَقْنَعْ ؛ يَعْجِزُ عَنْ شُكْرِ مَا أُوتِيَ ، وَ يَبْتَغِي الزِّيَادَةَ فِيمَا بَقِيَ ؛ يَنْهَى وَ لَا يَنْتَهِي ، وَ يَأْمُرُ [النَّاسَ بِمَا لَمْ يَأْتِ] بِمَا لَا يَأْتِي ؛ يُحِبُّ الصَّالِحِينَ وَ لَا يَعْمَلُ عَمَلَهُمْ ، وَ يُبْغِضُ الْمُذْنِبِينَ وَ هُوَ أَحَدُهُمْ ؛ يَكْرَهُ الْمَوْتَ لِكَثْرَةِ ذُنُوبِهِ ، وَ يُقِيمُ عَلَى مَا يَكْرَهُ الْمَوْتَ مِنْ أَجْلِهِ ؛ إِنْ سَقِمَ ظَلَّ نَادِماً ، وَ إِنْ صَحَّ أَمِنَ لَاهِياً ؛ يُعْجَبُ بِنَفْسِهِ إِذَا عُوفِيَ ، وَ يَقْنَطُ إِذَا ابْتُلِيَ ؛ إِنْ أَصَابَهُ بَلَاءٌ دَعَا مُضْطَرّاً ، وَ إِنْ نَالَهُ رَخَاءٌ أَعْرَضَ مُغْتَرّاً ؛ تَغْلِبُهُ نَفْسُهُ عَلَى مَا يَظُنُّ ، وَ لَا يَغْلِبُهَا عَلَى مَا يَسْتَيْقِنُ ؛ يَخَافُ عَلَى غَيْرِهِ بِأَدْنَى مِنْ ذَنْبِهِ ، وَ يَرْجُو لِنَفْسِهِ بِأَكْثَرَ مِنْ عَمَلِهِ ؛ إِنِ اسْتَغْنَى بَطِرَ وَ فُتِنَ ، وَ إِنِ افْتَقَرَ قَنِطَ وَ وَهَنَ ؛ يُقَصِّرُ إِذَا عَمِلَ ، وَ يُبَالِغُ إِذَا سَأَلَ ؛ إِنْ عَرَضَتْ لَهُ شَهْوَةٌ أَسْلَفَ الْمَعْصِيَةَ وَ سَوَّفَ التَّوْبَةَ ، وَ إِنْ عَرَتْهُ مِحْنَةٌ انْفَرَجَ عَنْ شَرَائِطِ الْمِلَّةِ ؛ يَصِفُ الْعِبْرَةَ وَ لَا يَعْتَبِرُ ، وَ يُبَالِغُ فِي الْمَوْعِظَةِ وَ لَا يَتَّعِظُ ، فَهُوَ بِالْقَوْلِ مُدِلٌّ وَ مِنَ الْعَمَلِ مُقِلٌّ ؛ يُنَافِسُ فِيمَا يَفْنَى ، وَ يُسَامِحُ فِيمَا يَبْقَى ؛ يَرَى الْغُنْمَ مَغْرَماً ، وَ الْغُرْمَ مَغْنَماً ؛ يَخْشَى الْمَوْتَ ، وَ لَا يُبَادِرُ الْفَوْتَ ؛ يَسْتَعْظِمُ مِنْ مَعْصِيَةِ غَيْرِهِ ، مَا يَسْتَقِلُّ أَكْثَرَ مِنْهُ مِنْ نَفْسِهِ ؛ وَ يَسْتَكْثِرُ مِنْ طَاعَتِهِ ، مَا يَحْقِرُهُ مِنْ طَاعَةِ غَيْرِهِ ، فَهُوَ عَلَى النَّاسِ طَاعِنٌ وَ لِنَفْسِهِ مُدَاهِنٌ ؛ [اللَّغْوُ] اللَّهْوُ مَعَ الْأَغْنِيَاءِ أَحَبُّ إِلَيْهِ مِنَ الذِّكْرِ مَعَ الْفُقَرَاءِ ؛ يَحْكُمُ عَلَى غَيْرِهِ لِنَفْسِهِ ، وَ لَا يَحْكُمُ عَلَيْهَا لِغَيْرِهِ ؛ يُرْشِدُ غَيْرَهُ ، وَ يُغْوِي نَفْسَهُ ، فَهُوَ يُطَاعُ وَ يَعْصِي ، وَ يَسْتَوْفِي وَ لَا يُوفِي ؛ وَ يَخْشَى الْخَلْقَ فِي غَيْرِ رَبِّهِ ، وَ لَا يَخْشَى رَبَّهُ فِي خَلْقِهِ . </span>",
		"[قال الرضي رحمه الله تعالى و لو لم يكن في هذا الكتاب إلا هذا الكلام لَكفى به موعظة ناجعة و حكمة بالغة و بصيرة لمبصر و عبرة لناظر مفكر] . ",
		"(مردى از امام در خواست اندرز كرد) ",
		"از كسانى مباش كه بدون عمل صالح به آخرت اميدوار است ، و توبه را با آرزوهاى دراز به تأخير مى اندازد . ",
		"در دنيا چونان زاهدان ، سخن مى گويد ، اما در رفتار همانند دنيا پرستان است ، اگر نعمت ها به او برسد سير نمى شود ، و در محروميّت قناعت ندارد ، از آنچه به او رسيد شكر گزار نيست ، و از آنچه مانده زياده طلب است . ",
		"ديگران را پرهيز مى دهد اما خود پروا ندارد به فرمانبردارى امر مى كند اما خود فرمان نمى برد ، نيكوكاران را دوست دارد ، اما رفتارشان را ندارد . ",
		"گناهكاران را دشمن دارد اما خود يكى از گناهكاران است ، و با گناهان فراوان مرگ را دوست نمى دارد ، اما در آنچه كه مرگ را ناخوشايند ساخت پافشارى دارد . ",
		"اگر بيمار شود پشيمان مى شود ، و اگر تندرست باشد سرگرم خوشگذرانى هاست در سلامت مغرور و در گرفتارى نا اميد است اگر مصيبتى به او رسد به زارى خدا را مى خواند . ",
		"اگر به گشايش دست يافت مغرورانه از خدا روى بر مى گرداند ، نفس به نيروى گمان ناروا ، بر او چيرگى دارد ، و او با قدرت يقين بر نفس چيره نمى گردد . ",
		"براى ديگران كه گناهى كمتر از او دارند نگران ، و بيش از آنچه كه عمل كرده اميدوار است . ",
		"اگر بى نياز گردد مست و مغرور شود ، و اگر تهيدست گردد ، مأيوس و سست شود . ",
		"چون كار كند در آن كوتاهى ورزد ، و چون چيزى خواهد زياده روى نمايد ، چون در برابر شهوت قرار گيرد گناه را بر گزيده ، توبه را به تأخير انداز ، و چون رنجى به او رسد از راه ملت اسلام دورى گزيند ، ",
		"عبرت آموزى را طرح مى كند امّا خود عبرت نمى گيرد در پند دادن مبالغه مى كند امّا خود پند پذير نمى باشد . ",
		"سخن بسيار مى گويد ، امّا كردار خوب او اندك است براى دنياى زودگذر تلاش و رقابت دارد امّا براى آخرت جاويدان آسان مى گذرد سود را زيان ، و زيان را سود مى پندار از مرگ هراسناك است امّا فرصت را از دست مى دهد . ",
		"گناه ديگرى را بزرگ مى شمارد ، امّا گناهان بزرگ خود را كوچك مى پندارد ، طاعت ديگران را كوچك و طاعت خود را بزرگ مى داند مردم را سرزنش مى كند ، امّا خود را نكوهش نكرده با خود رياكارانه بر خورد مى كند",
		"خوشگذرانى با سرمايه داران را بيشتر از ياد خدا با مستمندان دوست دارد ، به نفع خود بر زيان ديگران حكم مى كند امّا هرگز به نفع ديگران بر زيان خود حكم نخواهد كرد . ",
		"ديگران را هدايت امّا خود را گمراه مى كند ، ديگران از او اطاعت مى كنند ، و او مخالفت مى ورزد ، حق خود را به تمام مى گيرد امّا حق ديگران را به كمال نمى دهد ، از غير خدا مى ترسد ، امّا از پروردگار خود نمى ترسد . ",
		"(سید رضی مى گويد : اگر در نهج البلاغه جز اين حكمت وجود نداشت ، همين يك حكمت براى اندرز دادن كافى بود . اين سخن ، حكمتى رسا ، و عامل بينايى انسان آگاه ، و عبرت آموز صاحب انديشه است) . "
	],
	[
		"<span class=\"arabic\">لِكُلِّ امْرِئٍ عَاقِبَةٌ ، حُلْوَةٌ أَوْ مُرَّةٌ . </span>",
		"هر كس را پايانى است ، تلخ يا شيرين . "
	],
	[
		"<span class=\"arabic\">لِكُلِّ مُقْبِلٍ إِدْبَارٌ ، وَ مَا أَدْبَرَ كَأَنْ لَمْ يَكُنْ‏ . </span>",
		"آنچه روى مى ‏آورد ، باز مى‏ گردد ، و چيزى كه باز گردد گويى هرگز نبوده است . "
	],
	[
		"<span class=\"arabic\">لَا يَعْدَمُ الصَّبُورُ الظَّفَرَ ، وَ إِنْ طَالَ بِهِ الزَّمَانُ‏ . </span>",
		"انسان شكيبا ، پيروزى را از دست نمى ‏دهد ، هر چند زمان آن طولانى شود . "
	],
	[
		"<span class=\"arabic\">الرَّاضِي بِفِعْلِ قَوْمٍ كَالدَّاخِلِ فِيهِ مَعَهُمْ ؛ وَ عَلَى كُلِّ دَاخِلٍ فِي بَاطِلٍ إِثْمَانِ ، إِثْمُ الْعَمَلِ بِهِ وَ إِثْمُ الرِّضَى بِه . </span>",
		"آن كس كه از كار مردمى خشنود باشد ، چونان كسى است كه همراه آنان بوده و هر كس كه به باطلى روى آورد ، دو گناه بر عهده او باشد ، گناه كردار باطل ، و گناه خشنودى به كار باطل . "
	],
	[
		"<span class=\"arabic\">اعْتَصِمُوا بِالذِّمَمِ فِي أَوْتَادِهَا . </span>",
		"عهد و پيمان ها را پاس داريد به خصوص با وفاداران . c"
	],
	[
		"<span class=\"arabic\">عَلَيْكُمْ بِطَاعَةِ مَنْ لَا تُعْذَرُونَ بِجَهَالَتِهِ . </span>",
		"خداى را اطاعت كنيد كه در نشناختن پروردگار عذرى نداريد . "
	],
	[
		"<span class=\"arabic\">قَدْ بُصِّرْتُمْ إِنْ أَبْصَرْتُمْ ، وَ قَدْ هُدِيتُمْ إِنِ اهْتَدَيْتُمْ ، وَ أُسْمِعْتُمْ إِنِ اسْتَمَعْتُم . </span>",
		"اگر چشم بينا داشته باشيد ، حقيقت را نشانتان داده اند ، اگر هدايت مى طلبيد شما را هدايت كردند ، اگر گوش شنوا داريد ، حق را به گوشتان خواندند . "
	],
	[
		"<span class=\"arabic\">عَاتِبْ أَخَاكَ بِالْإِحْسَانِ إِلَيْهِ ، وَ ارْدُدْ شَرَّهُ بِالْإِنْعَامِ عَلَيْهِ . </span>",
		"برادرت را با احسانى كه در حق او مى كنى سرزنش كن ، و شر او را با بخشش باز گردان . "
	],
	[
		"<span class=\"arabic\">مَنْ وَضَعَ نَفْسَهُ مَوَاضِعَ التُّهَمَةِ ، فَلَا يَلُومَنَّ مَنْ أَسَاءَ بِهِ الظَّنَ . </span>",
		"كسى كه خود را در جايگاه تهمت قرار داد ، نبايد جز خود را نكوهش كند . "
	],
	[
		"<span class=\"arabic\">مَنْ مَلَكَ اسْتَأْثَرَ . </span>",
		"هر كس قدرت به دست آورد ، زورگويى دارد . "
	],
	[
		"<span class=\"arabic\">مَنِ اسْتَبَدَّ بِرَأْيِهِ هَلَكَ ، وَ مَنْ شَاوَرَ الرِّجَالَ شَارَكَهَا فِي عُقُولِهَا . </span>",
		"هر كس خود رأى شد به هلاكت رسيد ، و هر كس با ديگران مشورت كرد ، در عقل هاى آنان شريك شد . "
	],
	[
		"<span class=\"arabic\">مَنْ كَتَمَ سِرَّهُ ، كَانَتِ الْخِيَرَةُ بِيَدِهِ . </span>",
		"آن كس كه راز خود را پنهان دارد ، اختيار آن در دست اوست . "
	],
	[
		"<span class=\"arabic\">الْفَقْرُ ، الْمَوْتُ الْأَكْبَرُ . </span>",
		"فقر مرگ بزرگ است . "
	],
	[
		"<span class=\"arabic\">مَنْ قَضَى حَقَّ مَنْ لَا يَقْضِي حَقَّهُ ، فَقَدْ [عَبَّدَهُ] عَبَدَهُ . </span>",
		"رعايت حق كسى كه او حقش را محترم نمى شمارد نوعى بردگى است . "
	],
	[
		"<span class=\"arabic\">لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ الْخَالِقِ . </span>",
		"هيچ اطاعتى از مخلوق ، در نافرمانى پروردگار روا نيست . "
	],
	[
		"<span class=\"arabic\">لَا يُعَابُ الْمَرْءُ بِتَأْخِيرِ حَقِّهِ ، إِنَّمَا يُعَابُ مَنْ أَخَذَ مَا لَيْسَ لَهُ . </span>",
		"مرد را سرزنش نكنند كه چرا حقّش را با تأخير مى گيرد ، بلكه سرزنش در آنجاست كه آنچه حقّش نيست بگيرد . "
	],
	[
		"<span class=\"arabic\">الْإِعْجَابُ يَمْنَعُ [مِنَ الِازْدِيَادِ] الِازْدِيَادَ . </span>",
		"خود پسندى مانع فزونى است . "
	],
	[
		"<span class=\"arabic\">الْأَمْرُ قَرِيبٌ ، وَ الِاصْطِحَابُ قَلِيلٌ . </span>",
		"آخرت نزديك ، و زمان ماندن در دنيا اندك است . "
	],
	[
		"<span class=\"arabic\">قَدْ أَضَاءَ الصُّبْحُ لِذِي عَيْنَيْنِ . </span>",
		"صبحگاهان براى آن كه دو چشم بينا دارد روشن است . "
	],
	[
		"<span class=\"arabic\">تَرْكُ الذَّنْبِ ، أَهْوَنُ مِنْ طَلَبِ [التَّوْبَةِ] الْمَعُونَةِ . </span>",
		"ترك گناه آسان تر از در خواست توبه است . "
	],
	[
		"<span class=\"arabic\">كَمْ مِنْ أَكْلَةٍ [تَمْنَعُ‏] مَنَعَتْ أَكَلَاتٍ‏ . </span>",
		"بسا لقمه ‏اى گلوگير كه از لقمه ‏هاى فراوانى محروم مى‏ كند . "
	],
	[
		"<span class=\"arabic\">النَّاسُ أَعْدَاءُ مَا جَهِلُوا . </span>",
		"مردم دشمن چيزهايى هستند كه نمى دانند . "
	],
	[
		"<span class=\"arabic\">مَنِ اسْتَقْبَلَ وُجُوهَ الْآرَاءِ ، عَرَفَ مَوَاقِعَ الْخَطَإِ . </span>",
		"آن كس كه از افكار و آراء گوناگون استقبال كند ، صحيح را از خطا خوب شناسد . "
	],
	[
		"<span class=\"arabic\">مَنْ أَحَدَّ سِنَانَ الْغَضَبِ لِلَّهِ ، قَوِيَ عَلَى قَتْلِ أَشِدَّاءِ الْبَاطِلِ . </span>",
		"آن كس كه دندان خشم در راه خدا بر هم فشارد ، بر كشتن باطل گرايان ، توانمند گردد . "
	],
	[
		"<span class=\"arabic\">إِذَا هِبْتَ أَمْراً فَقَعْ فِيهِ ، فَإِنَّ شِدَّةَ تَوَقِّيهِ أَعْظَمُ مِمَّا تَخَافُ مِنه . </span>",
		"هنگامى كه از چيزى مى ترسى ، خود را در آن بيفكن ، زيرا گاهى ترسيدن از چيزى ، از خود آن سخت تر است . "
	],
	[
		"<span class=\"arabic\">آلَةُ الرِّيَاسَةِ ، سَعَةُ الصَّدْرِ . </span>",
		"بردبارى و تحمّل سختى ها ، ابزار رياست است . "
	],
	[
		"<span class=\"arabic\">اُزْجُرِ الْمُسِيءَ بِثَوَابِ الْمُحْسِنِ . </span>",
		"بدكار را با پاداش دادن به نيكوكار آزار ده . "
	],
	[
		"<span class=\"arabic\">اُحْصُدِ الشَّرَّ مِنْ صَدْرِ غَيْرِكَ ، بِقَلْعِهِ مِنْ صَدْرِكَ . </span>",
		"بدى را از سينه ديگران ، با كندن آن از سينه خود ، ريشه كن نما . "
	],
	[
		"<span class=\"arabic\">اللَّجَاجَةُ تَسُلُّ الرَّأْيَ . </span>",
		"لجاجت تدبير را سست مى كند . "
	],
	[
		"<span class=\"arabic\">الطَّمَعُ رِقٌّ مُؤَبَّدٌ . </span>",
		"طمع ورزى ، بردگى هميشگى است . "
	],
	[
		"<span class=\"arabic\">ثَمَرَةُ التَّفْرِيطِ النَّدَامَةُ ، وَ ثَمَرَةُ الْحَزْمِ السَّلَامَةُ . </span>",
		"حاصل كوتاهى ، پشيمانى ، و حاصل دورانديشى ، سلامت است . "
	],
	[
		"<span class=\"arabic\">لَا خَيْرَ فِي الصَّمْتِ عَنِ الْحُكْمِ ، كَمَا أَنَّهُ لَا خَيْرَ فِي الْقَوْلِ بِالْجَهْلِ . </span>",
		"آنجا كه بايد سخن درست گفت ، در خاموشى خيرى نيست ، چنانكه در سخن نا آگاهانه نيز خيرى نخواهد بود . "
	],
	[
		"<span class=\"arabic\">مَا اخْتَلَفَتْ دَعْوَتَانِ ، إِلَّا كَانَتْ إِحْدَاهُمَا ضَلَالَةً . </span>",
		"دو دعوت به اختلاف نرسد جز اين كه يكى باطل باشد . "
	],
	[
		"<span class=\"arabic\">مَا شَكَكْتُ فِي الْحَقِّ [مُنْذُ] مُذْ أُرِيتُهُ . </span>",
		"از روزى كه حق براى من نمايان شد ، هرگز دچار ترديد نشدم . "
	],
	[
		"<span class=\"arabic\">وَ قَالَ (عليه السّلام) مَا كَذَبْتُ وَ لَا [كُذِبْتُ] كُذِّبْتُ وَ لَا ضَلَلْتُ وَ لَا ضُلَّ بِي . </span>",
		"هرگز دروغ نگفتم و به من دروغ نگفتند ، و هرگز گمراه نشدم ، و كسى به وسيله من گمراه نشده است . "
	],
	[
		"<span class=\"arabic\">لِلظَّالِمِ الْبَادِي غَداً بِكَفِّهِ عَضَّةٌ . </span>",
		"آغاز كننده ستم ، در قيامت انگشت به دندان مى گزد . "
	],
	[
		"<span class=\"arabic\">الرَّحِيلُ وَشِيكٌ . </span>",
		"كوچ كردن نزديك است . "
	],
	[
		"<span class=\"arabic\">مَنْ أَبْدَى صَفْحَتَهُ لِلْحَقِّ ، هَلَكَ . </span>",
		"هر كس كه با حق در آويزد نابود مى گردد . "
	],
	[
		"<span class=\"arabic\">مَنْ لَمْ يُنْجِهِ الصَّبْرُ ، أَهْلَكَهُ الْجَزَعُ . </span>",
		"كسى را كه شكيبايى نجات ندهد ، بى تابى او را هلاك گرداند . "
	],
	[
		"<span class=\"arabic\">وَا عَجَبَاهْ! أَ تَكُونُ الْخِلَافَةُ بِالصَّحَابَةِ</span>",
		"<span class=\"arabic\">[</span>",
		"<span class=\"arabic\">وَ لَا تَكُونَ</span>",
		"<span class=\"arabic\">بِالصَّحَابَةِ]</span>",
		"<span class=\"arabic\">وَ</span>",
		"<span class=\"arabic\">الْقَرَابَةِ؟</span>",
		"شگفتا آيا معيار خلافت ، صحابى پيامبر بودن است امّا صحابى بودن و خويشاوندى ملاك نيست؟",
		"قال الرضي رحمه الله تعالى و روي له شعر في هذا المعنى :  فإن كنت بالشورى ملكت أمورهم فكيف بهذا و المشيرون غيب و إن كنت بالقربى حججت خصيمهم فغيرك أولى بالنبي و أقرب",
		"سيّد رضىّ گوید : (از امام شعرى در همين مسئله نقل شد كه به ابا بكر فرمود) اگر ادّعا مى كنى با شوراى مسلمين به خلافت رسيدى ، چه شورايى بود كه رأى دهندگان حضور نداشتند و اگر خويشاوندى را حجّت مى آورى ، ديگران از تو به پيامبر نزديك تر و سزاوارترند . "
	],
	[
		"<span class=\"arabic\">إِنَّمَا الْمَرْءُ فِي الدُّنْيَا غَرَضٌ تَنْتَضِلُ فِيهِ الْمَنَايَا وَ نَهْبٌ تُبَادِرُهُ الْمَصَائِبُ ، وَ مَعَ كُلِّ جُرْعَةٍ شَرَقٌ وَ فِي كُلِّ أَكْلَةٍ غَصَصٌ ؛ وَ لَا يَنَالُ الْعَبْدُ نِعْمَةً إِلَّا بِفِرَاقِ أُخْرَى ، وَ لَا يَسْتَقْبِلُ يَوْماً مِنْ عُمُرِهِ إِلَّا بِفِرَاقِ آخَرَ مِنْ أَجَلِهِ ؛ فَنَحْنُ أَعْوَانُ الْمَنُونِ وَ أَنْفُسُنَا نَصْبُ الْحُتُوفِ ؛ فَمِنْ أَيْنَ نَرْجُو الْبَقَاءَ ، وَ هَذَا اللَّيْلُ وَ النَّهَارُ لَمْ يَرْفَعَا مِنْ شَيْءٍ شَرَفاً إِلَّا أَسْرَعَا الْكَرَّةَ فِي هَدْمِ مَا بَنَيَا وَ تَفْرِيقِ مَا جَمَعَا . </span>",
		"همانا انسان در دنيا تخته نشان تيرهاى مرگ ، و ثروتى است دستخوش تاراج مصيبت ها ؛ ",
		"با هر جرعه نوشيدنى ، گلو رفتنى ، و در هر لقمه اى ، گلوگير شدنى است . ",
		"و بنده نعمتى به دست نياورد جز آن كه نعمتى از دست بدهد ، و روزى به عمرش افزوده نمى گردد جز با كم شدن روزى ديگر . ",
		"پس ما ياران مرگيم ، و جان هاى ما هدف نابودى ها ، پس چگونه به ماندن جاودانه اميدوار باشيم . در حالى كه گذشت شب و روز بنايى را بالا نبرده جز آن كه آن را ويران كرده ، و به اطراف پراكند . "
	],
	[
		"<span class=\"arabic\">يَا ابْنَ آدَمَ ، مَا كَسَبْتَ فَوْقَ قُوتِكَ ، فَأَنْتَ فِيهِ خَازِنٌ لِغَيْرِكَ . </span>",
		"اى فرزند آدم ، آنچه را كه بيش از نياز خود فراهم كنى ، براى ديگران اندوخته اى . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِلْقُلُوبِ شَهْوَةً وَ إِقْبَالًا وَ إِدْبَاراً ، فَأْتُوهَا مِنْ قِبَلِ شَهْوَتِهَا وَ إِقْبَالِهَا ، فَإِنَّ الْقَلْبَ إِذَا أُكْرِهَ عَمِيَ . </span>",
		"دل ها را روى آوردن و پشت كردنى است ، پس دل ها را آنگاه به كار واداريد كه خواهشى دارند و روى آوردنى ، زيرا اگر دل را به اجبار به كارى وادارى كور مى گردد . "
	],
	[
		"<span class=\"arabic\">مَتَى أَشْفِي غَيْظِي إِذَا غَضِبْتُ؟ أَ حِينَ أَعْجِزُ عَنِ الِانْتِقَامِ ، فَيُقَالُ لِي لَوْ صَبَرْتَ</span>",
		"<span class=\"arabic\">؟</span>",
		"<span class=\"arabic\">أَمْ حِينَ أَقْدِرُ عَلَيْهِ ، فَيُقَالُ لِي لَوْ عَفَوْتَ؟</span>",
		"چون خشم گيرم ، كى آن را فرو نشانم؟ در آن زمان كه قدرت انتقام ندارم ، كه به من بگويند . «اگر صبر كنى بهتر است» يا آنگاه كه قدرت انتقام دارم كه به من بگويند : «اگر عفو كنى خوب است»؟"
	],
	[
		"<span class=\"arabic\"> وَ قَدْ مَرَّ بِقَذَرٍ عَلَى مَزْبَلَةٍ : هَذَا مَا بَخِلَ بِهِ الْبَاخِلُونَ . [وَ رُوِيَ فِي خَبَرٍ آخَرَ أَنَّهُ قَالَ] : هَذَا مَا كُنْتُمْ تَتَنَافَسُونَ فِيهِ بِالْأَمْسِ . </span>",
		"(در سر راه از كنار مزبله اى عبور مى كرد . ) اين همان است كه بخيلان به آن بخل مى ورزند . ",
		"(و در روايت ديگرى نقل شد كه) اين چيزى است كه ديروز بر سر آن رقابت مى كرديد . "
	],
	[
		"<span class=\"arabic\">لَمْ يَذْهَبْ مِنْ مَالِكَ مَا وَعَظَكَ . </span>",
		"مالى كه نابودى آن تو را پند مى دهد ، از دست نرفته است . "
	],
	[
		"<span class=\"arabic\">إِنَّ هَذِهِ الْقُلُوبَ تَمَلُّ كَمَا تَمَلُّ الْأَبْدَانُ ، فَابْتَغُوا لَهَا طَرَائِفَ الْحِكْمَةِ . </span>",
		"اين دل ها همانند تن ها خسته مى شوند ، براى نشاط آن به سخنان تازه حكيمانه روى بياوريد . "
	],
	[
		"<span class=\"arabic\"> -لَمَّا سَمِعَ قَوْلَ الْخَوَارِجِ لَا حُكْمَ إِلَّا لِلَّهِ- : كَلِمَةُ حَقٍّ ، يُرَادُ بِهَا بَاطِلٌ . </span>",
		"(وقتى شنيد كه خوارج مى گويند ، حكومت فقط از آن خداست) سخن حقّى است كه از آن اراده باطل دارند . "
	],
	[
		"<span class=\"arabic\"> فِي صِفَةِ الْغَوْغَاءِ : هُمُ الَّذِينَ إِذَا اجْتَمَعُوا غَلَبُوا ، وَ إِذَا تَفَرَّقُوا لَمْ يُعْرَفُوا ؛ وَ قِيلَ بَلْ قَالَ عليه‌السلام : هُمُ الَّذِينَ إِذَا اجْتَمَعُوا ضَرُّوا وَ إِذَا تَفَرَّقُوا نَفَعُوا . فَقِيلَ قَدْ عَرَفْنَا [عَلِمْنَا] مَضَرَّةَ اجْتِمَاعِهِمْ ، فَمَا مَنْفَعَةُ افْتِرَاقِهِمْ؟ فَقَالَ عليه‌السلام يَرْجِعُ أَصْحَابُ [أَهْلُ] الْمِهَنِ إِلَى مِهْنَتِهِمْ [مِهَنِهِمْ] ، فَيَنْتَفِعُ النَّاسُ بِهِمْ ، كَرُجُوعِ الْبَنَّاءِ إِلَى بِنَائِهِ وَ النَّسَّاجِ إِلَى مَنْسَجِهِ وَ الْخَبَّازِ إِلَى مَخْبَزِه . </span>",
		"(در تعريف جمع اوباش ، فرمود : ) آنان چون گرد هم آيند پيروز شوند ، و چون پراكنده شوند شناخته نگردند . ",
		"(و گفته شد كه امام فرمود : ) آنان چون گرد هم آيند زيان رسانند ، و چون پراكنده شوند سود دهند . ",
		"(از امام پرسيدند : چون اوباش گرد هم آيند زيان رسانند را دانستيم ، امّا چه سودى در پراكندگى آنان است ، فرمود : ) صاحبان كسب و كار ، و پيشه وران به كارهاى خود باز مى گردند ، و مردم از تلاش آنان سود برند ، بنّا به ساختن ساختمان ، و بافنده به كارگاه بافندگى ، و نانوا به نانوايى روى مى آورد . "
	],
	[
		"<span class=\"arabic\"> وَ [قَدْ] أُتِيَ بِجَانٍ وَ مَعَهُ غَوْغَاءُ ، فَقَالَ : لَا مَرْحَباً بِوُجُوهٍ لَا تُرَى إِلَّا عِنْدَ كُلِّ سَوْأَةٍ . </span>",
		"(جنايتكارى را حضور امام آوردند ، كه جمعى اوباش همراه او بودند . ) مبارك مباد ، چهره هايى كه جز به هنگام زشتى ها ديده نمى شوند . "
	],
	[
		"<span class=\"arabic\">إِنَّ مَعَ كُلِّ إِنْسَانٍ مَلَكَيْنِ يَحْفَظَانِهِ ؛ فَإِذَا جَاءَ الْقَدَرُ خَلَّيَا بَيْنَهُ وَ بَيْنَهُ ، وَ إِنَّ الْأَجَلَ جُنَّةٌ حَصِينَةٌ . </span>",
		"با هر انسانى دو فرشته است كه او را حفظ مى كنند ، و چون تقدير الهى فرا رسد ، تنهايش مى گذارند ، كه همانا زمان عمر انسان ، سپرى نگهدارنده است . "
	],
	[
		"<span class=\"arabic\">-وَ قَدْ قَالَ لَهُ طَلْحَةُ وَ الزُّبَيْرُ نُبَايِعُكَ عَلَى أَنَّا شُرَكَاؤُكَ فِي هَذَا الْأَمْرِ- ؛ [فَقَالَ] لَا وَ لَكِنَّكُمَا شَرِيكَانِ فِي الْقُوَّةِ وَ الِاسْتِعَانَةِ وَ عَوْنَانِ عَلَى [الْعَجْرِ] الْعَجْزِ وَ الْأَوَدِ . </span>",
		"و درود خدا بر او (طلحه و زبير خدمت امام آمدند و گفتند با تو بيعت كرديم كه ما در حكومت شريك تو باشيم ، فرمود : )",
		"نه هرگز بلكه شما در نيرو بخشيدن ، و يارى خواستن شركت داريد ، و دو ياوريد به هنگام ناتوانى و درماندگى در سختى ها . "
	],
	[
		"<span class=\"arabic\">أَيُّهَا النَّاسُ اتَّقُوا اللَّهَ الَّذِي إِنْ قُلْتُمْ سَمِعَ ، وَ إِنْ أَضْمَرْتُمْ عَلِمَ ؛ وَ بَادِرُوا الْمَوْتَ الَّذِي إِنْ هَرَبْتُمْ مِنْهُ أَدْرَكَكُمْ ، وَ إِنْ أَقَمْتُمْ أَخَذَكُمْ ، وَ إِنْ نَسِيتُمُوهُ ذَكَرَكُمْ . </span>",
		"اى مردم از خدايى بترسيد كه اگر سخنى گوييد مى شنود ، و اگر پنهان داريد مى داند ، و براى مرگى آماده باشيد ، كه اگر از آن فرار كنيد شما را مى يابد ، و اگر بر جاى خود بمانيد شما را مى گيرد ، و اگر فراموشش كنيد شما را از ياد نبرد . "
	],
	[
		"<span class=\"arabic\">لَا يُزَهِّدَنَّكَ فِي الْمَعْرُوفِ مَنْ لَا يَشْكُرُهُ لَكَ ، فَقَدْ يَشْكُرُكَ عَلَيْهِ مَنْ لَا يَسْتَمْتِعُ بِشَيْءٍ مِنْهُ ، وَ قَدْ تُدْرِكُ [يُدْرَكُ] مِنْ شُكْرِ الشَّاكِرِ أَكْثَرَ مِمَّا أَضَاعَ الْكَافِرُ ؛ \"وَ اللَّهُ يُحِبُّ الْمُحْسِنِينَ\" . </span>",
		"ناسپاسى مردم تو را از كار نيكو باز ندارد ، زيرا هستند كسانى ، بى آن كه از تو سودى برند تو را مى ستايند ، چه بسا ستايش اندك آنان براى تو ، سودمندتر از ناسپاسى ناسپاسان باشد . (و خداوند نيكوكاران را دوست دارد) . "
	],
	[
		"<span class=\"arabic\">كُلُّ وِعَاءٍ يَضِيقُ بِمَا جُعِلَ فِيهِ ، إِلَّا وِعَاءَ الْعِلْمِ ، فَإِنَّهُ يَتَّسِعُ بِهِ . </span>",
		"هر ظرفى با ريختن چيزى در آن پر مى شود جز ظرف دانش كه هر چه در آن جاى دهى ، وسعتش بيشتر مى شود . "
	],
	[
		"<span class=\"arabic\">أَوَّلُ عِوَضِ الْحَلِيمِ مِنْ حِلْمِهِ ، أَنَّ النَّاسَ أَنْصَارُهُ عَلَى الْجَاهِل . </span>",
		"نخستين پاداش بردبار از بردبارى اش آن كه مردم در برابر نادان ، پشتيبان او خواهند بود . "
	],
	[
		"<span class=\"arabic\">إِنْ لَمْ تَكُنْ حَلِيماً فَتَحَلَّمْ ، فَإِنَّهُ قَلَّ مَنْ تَشَبَّهَ بِقَوْمٍ إِلَّا أَوْشَكَ أَنْ يَكُونَ مِنْهُمْ . </span>",
		"اگر بردبار نيستى ، خود را به بردبارى بنماى ، زيرا اندك است كسى كه خود را همانند مردمى كند و از جمله آنان به حساب نيايد . "
	],
	[
		"<span class=\"arabic\">مَنْ حَاسَبَ نَفْسَهُ رَبِحَ ، وَ مَنْ غَفَلَ عَنْهَا خَسِرَ ، وَ مَنْ خَافَ أَمِنَ ، وَ مَنِ اعْتَبَرَ أَبْصَرَ ، وَ مَنْ أَبْصَرَ فَهِمَ ، وَ مَنْ فَهِمَ عَلِمَ . </span>",
		"كسى كه از خود حساب كشد ، سود مى برد ، و آن كه از خود غفلت كند زيان مى بيند ، و كسى كه از خدا بترسد ايمن باشد ، و كسى كه عبرت آموزد آگاهى يابد ، و آن كه آگاهى يابد مى فهمد ، و آن كه بفهمد دانش آموخته است . "
	],
	[
		"<span class=\"arabic\">لَتَعْطِفَنَّ الدُّنْيَا عَلَيْنَا بَعْدَ شِمَاسِهَا ، عَطْفَ الضَّرُوسِ عَلَى وَلَدِهَا ؛ وَ تَلَا عَقِيبَ ذَلِكَ : \"وَ نُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَ نَجْعَلَهُمْ أَئِمَّةً وَ نَجْعَلَهُمُ الْوارِثِينَ\" . </span>",
		"دنيا پس از سركشى ، به ما روى مى كند ، چونان شتر مادّه بد خو كه به بچه خود مهربان گردد . ",
		"(سپس اين آيه را خواند) : «و اراده كرديم كه بر مستضعفين زمين ، منّت گذارده آنان را امامان و وارثان حكومت ها گردانيم» . "
	],
	[
		"<span class=\"arabic\">اتَّقُوا اللَّهَ تَقِيَّةَ [تُقَاةَ] مَنْ شَمَّرَ تَجْرِيداً وَ جَدَّ تَشْمِيراً ، وَ كَمَّشَ فِي مَهَلٍ وَ بَادَرَ عَنْ وَجَلٍ ، وَ نَظَرَ فِي كَرَّةِ الْمَوْئِلِ وَ عَاقِبَةِ الْمَصْدَرِ وَ مَغَبَّةِ الْمَرْجِعِ . </span>",
		"از خدا بترسيد ، ترسيدن انسان وارسته اى كه دامن به كمر زده و خود را آماده كرده ، و در بهره بردن از فرصت ها كوشيده ، و هراسان در اطاعت خدا تلاش كرده ، و در دنياى زودگذر ، و پايان زندگى و عاقبت كار ، بدرستى انديشيده است . "
	],
	[
		"<span class=\"arabic\">الْجُودُ حَارِسُ الْأَعْرَاضِ ، وَ الْحِلْمُ فِدَامُ السَّفِيهِ ، وَ الْعَفْوُ زَكَاةُ الظَّفَرِ ، وَ السُّلُوُّ عِوَضُكَ مِمَّنْ غَدَرَ ، وَ الِاسْتِشَارَةُ عَيْنُ الْهِدَايَةِ ، وَ قَدْ خَاطَرَ مَنِ اسْتَغْنَى بِرَأْيِهِ ، وَ الصَّبْرُ يُنَاضِلُ الْحِدْثَانَ ، وَ الْجَزَعُ مِنْ أَعْوَانِ الزَّمَانِ ، وَ أَشْرَفُ الْغِنَى تَرْكُ الْمُنَى ، وَ كَمْ مِنْ عَقْلٍ أَسِيرٍ تَحْتَ [عِنْدَ] هَوَى أَمِيرٍ ، وَ مِنَ التَّوْفِيقِ حِفْظُ التَّجْرِبَةِ ، وَ الْمَوَدَّةُ قَرَابَةٌ مُسْتَفَادَةٌ ، وَ لَا تَأْمَنَنَّ مَلُولاً . </span>",
		"بخشندگى ، نگاه دارنده آبروست ، و شكيبايى دهان بند بى خردان ، و عفو زكات پيروزى ، و دورى كردن ، كيفر خيانتكار ، و مشورت چشم هدايت است . ",
		"و آن كس كه با رأى خود احساس بى نيازى كند به كام خطرها افتد ، شكيبايى با مصيبت هاى شب و روز پيكار كند ، و بى تابى ، زمان را در نابودى انسان يارى دهد . ",
		"و برترين بى نيازى ترك آرزوهاست ، و چه بسا عقل كه اسير فرمانروايى هوس است ، حفظ و به كار گيرى تجربه رمز پيروزى است ، و دوستى نوعى خويشاوندى به دست آمده است ، و به آن كس كه به ستوه آمده و توان تحمّل ندارد اعتماد نكن . "
	],
	[
		"<span class=\"arabic\">عُجْبُ الْمَرْءِ بِنَفْسِهِ ، أَحَدُ حُسَّادِ عَقْلِهِ . </span>",
		"خودپسندى يكى از حسودان عقل است . "
	],
	[
		"<span class=\"arabic\">أَغْضِ عَلَى الْقَذَى وَ الْأَلَمِ ، تَرْضَ أَبَداً . </span>",
		"چشم از سختى خوار و خاشاك و رنج ها فرو بند تا همواره خشنود باشى . "
	],
	[
		"<span class=\"arabic\">مَنْ لَانَ عُودُهُ ، كَثُفَتْ أَغْصَانُهُ . </span>",
		"كسى كه درخت شخصيّت او نرم و بى عيب باشد ، شاخ و برگش فراوان است . "
	],
	[
		"<span class=\"arabic\">الْخِلَافُ يَهْدِمُ الرَّأْيَ . </span>",
		"اختلاف نابود كننده انديشه است . "
	],
	[
		"<span class=\"arabic\">مَنْ نَالَ ، اسْتَطَالَ . </span>",
		"كسى كه به نوايى رسيد تجاوزكار شد . "
	],
	[
		"<span class=\"arabic\">فِي تَقَلُّبِ الْأَحْوَالِ ، عِلْمُ جَوَاهِرِ الرِّجَالِ . </span>",
		"در دگرگونى روزگار ، گوهر شخصيّت مردان شناخته مى شود . "
	],
	[
		"<span class=\"arabic\">حَسَدُ الصَّدِيقِ ، مِنْ سُقْمِ الْمَوَدَّةِ . </span>",
		"حسادت بر دوست ، از آفات دوستى است . "
	],
	[
		"<span class=\"arabic\">أَكْثَرُ مَصَارِعِ الْعُقُولِ ، تَحْتَ بُرُوقِ الْمَطَامِعِ . </span>",
		"قربانگاه انديشه ها ، زير برق آرزوهاست . "
	],
	[
		"<span class=\"arabic\">لَيْسَ مِنَ الْعَدْلِ ، الْقَضَاءُ عَلَى الثِّقَةِ بِالظَّنِ . </span>",
		"داورى با گمان بر افراد مورد اطمينان ، دور از عدالت است . "
	],
	[
		"<span class=\"arabic\">بِئْسَ الزَّادُ إِلَى الْمَعَادِ ، الْعُدْوَانُ عَلَى الْعِبَادِ . </span>",
		"بدترين توشه براى قيامت ، ستم بر بندگان است . "
	],
	[
		"<span class=\"arabic\">مِنْ أَشْرَفِ [أَفْعَالِ] أَعْمَالِ الْكَرِيمِ ، غَفْلَتُهُ عَمَّا يَعْلَم . </span>",
		"خود را به بى خبرى نماياندن از بهترين كارهاى بزرگواران است . "
	],
	[
		"<span class=\"arabic\">مَنْ كَسَاهُ الْحَيَاءُ ثَوْبَهُ ، لَمْ يَرَ النَّاسُ عَيْبَهُ . </span>",
		"آن كس كه لباس حياء بپوشد ، كسى عيب او را نبيند . "
	],
	[
		"<span class=\"arabic\">بِكَثْرَةِ الصَّمْتِ تَكُونُ الْهَيْبَةُ ، وَ بِالنَّصَفَةِ يَكْثُرُ الْمُوَاصِلُونَ ، وَ بِالْإِفْضَالِ تَعْظُمُ الْأَقْدَارُ ، وَ بِالتَّوَاضُعِ تَتِمُّ النِّعْمَةُ ، وَ بِاحْتِمَالِ الْمُؤَنِ يَجِبُ السُّؤْدُدُ ، وَ بِالسِّيرَةِ الْعَادِلَةِ يُقْهَرُ الْمُنَاوِئُ ، وَ بِالْحِلْمِ عَنِ السَّفِيهِ تَكْثُرُ الْأَنْصَارُ عَلَيْهِ . </span>",
		"با سكوت بسيار ، وقار انسان بيشتر شود ، ",
		"و با انصاف بودن ، دوستان را فراوان كند ، ",
		"و با بخشش ، قدر و منزلت انسان بالا رود ، ",
		"و با فروتنى ، نعمت كامل شود ، ",
		"و با پرداخت هزينه ها ، بزرگى و سرورى ثابت گردد ، ",
		"و روش عادلانه ، مخالفان را درهم شكند ، ",
		"و با شكيبايى در برابر بى خرد ، ياران انسان زياد گردند . "
	],
	[
		"<span class=\"arabic\">الْعَجَبُ لِغَفْلَةِ الْحُسَّادِ ، عَنْ سَلَامَةِ الْأَجْسَادِ . </span>",
		"شگفتا كه حسودان از سلامتى خود غافل مانده اند . "
	],
	[
		"<span class=\"arabic\">الطَّامِعُ فِي وِثَاقِ الذُّلِ . </span>",
		"<span>طمعكار همواره زبون و خوار است . </span>"
	],
	[
		"<span class=\"arabic\">وَ [قَدْ] سُئِلَ عَنِ الْإِيمَانِ ، فَقَالَ عليه‌السلام : الْإِيمَانُ مَعْرِفَةٌ بِالْقَلْبِ ، وَ إِقْرَارٌ بِاللِّسَانِ ، وَ عَمَلٌ بِالْأَرْكَانِ . </span>",
		"(از ايمان پرسيدند) ايمان ، بر شناخت با قلب ، اقرار با زبان ، و عمل با اعضاء و جوارح استوار است . "
	],
	[
		"<span class=\"arabic\">مَنْ أَصْبَحَ عَلَى الدُّنْيَا حَزِيناً ، فَقَدْ أَصْبَحَ لِقَضَاءِ اللَّهِ سَاخِطاً ؛ وَ مَنْ أَصْبَحَ يَشْكُو مُصِيبَةً نَزَلَتْ بِهِ ، فَقَدْ أَصْبَحَ يَشْكُو رَبَّهُ ؛ وَ مَنْ أَتَى غَنِيّاً فَتَوَاضَعَ لَهُ لِغِنَاهُ ، ذَهَبَ ثُلُثَا دِينِهِ ؛ وَ مَنْ قَرَأَ الْقُرْآنَ ، فَمَاتَ فَدَخَلَ النَّارَ ، فَهُوَ مِمَّنْ كَانَ يَتَّخِذُ آيَاتِ اللَّهِ هُزُواً ؛ وَ مَنْ لَهِجَ قَلْبُهُ بِحُبِّ الدُّنْيَا ، الْتَاطَ قَلْبُهُ مِنْهَا بِثَلَاثٍ : هَمٍّ لَا يُغِبُّهُ ، وَ حِرْصٍ لَا يَتْرُكُهُ ، وَ أَمَلٍ لَا يُدْرِكُهُ . </span>",
		"كسى كه از دنيا اندوهناك مى باشد ، از قضاء الهى خشمناك است ، ",
		"و آن كس كه از مصيبت وارد شده شكوه كند از خدا شكايت كرده ، ",
		"و كسى كه نزد توانگرى رفته و به خاطر سرمايه اش برابر او فروتنى كند ، دو سوّم دين خود را از دست داده است",
		"و آن كس كه قرآن بخواند و وارد آتش جهنّم شود حتما از كسانى است كه آيات الهى را بازيچه قرار داده است ، ",
		"و آن كس كه قلب او با دنيا پرستى پيوند خورد ، همواره جانش گرفتار سه مشكل است ، اندوهى رها نشدنى ، حرصى جدا نشدنى ، و آرزويى نايافتنى . "
	],
	[
		"<span class=\"arabic\">كَفَى بِالْقَنَاعَةِ مُلْكاً ، وَ بِحُسْنِ الْخُلُقِ نَعِيماً ؛ وَ سُئِلَ عليه‌السلام عَنْ قَوْلِهِ تَعَالَى \"فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً\" ، فَقَالَ : هِيَ الْقَنَاعَةُ . </span>",
		"آدمى را قناعت براى دولتمندى ، و خوش خلقى براى فراوانى نعمت ها كافى است . ",
		"(از امام سؤال شد تفسير آيه ، \"فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً\" چيست؟ فرمود) آن زندگى با قناعت است . "
	],
	[
		"<span class=\"arabic\">شَارِكُوا الَّذِي قَدْ أَقْبَلَ عَلَيْهِ الرِّزْقُ ، فَإِنَّهُ أَخْلَقُ لِلْغِنَى وَ أَجْدَرُ بِإِقْبَالِ الْحَظِّ عَلَيْهِ . </span>",
		"با آن كس كه روزى به او روى آورده شراكت كنيد ، كه او توانگرى را سزاوارتر ، و روى آمدن روزگار خوش را شايسته تر است . "
	],
	[
		"<span class=\"arabic\">فِي قَوْلِهِ تَعَالَى \"إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَ الْإِحْسانِ\" ، الْعَدْلُ الْإِنْصَافُ ، وَ الْإِحْسَانُ التَّفَضُّلُ . </span>",
		"در تفسير آيه 90 سوره نحل «خدا به عدل و احسان فرمان مى دهد» فرمود) عدل ، همان انصاف ، و احسان ، همان بخشش است . "
	],
	[
		"<span class=\"arabic\">مَنْ يُعْطِ بِالْيَدِ الْقَصِيرَةِ ، يُعْطَ بِالْيَدِ الطَّوِيلَةِ . </span>",
		"آن كس كه با دست كوتاه ببخشد ، از دستى بلند پاداش گيرد . ",
		"[قال الرضي رحمه الله تعالى و معنى ذلك أن ما ينفقه المرء من ماله في سبيل الخير و البر و إن كان يسيرا فإن الله تعالى يجعل الجزاء عليه عظيما كثيرا ؛  و اليدان هاهنا عبارة عن النعمتين ففرّق عليه‌السلام بين نعمة العبد و نعمة الرب تعالى ذكره بالقصيرة و الطويلة ، فجعل تلك قصيرة و هذه طويلة لأن نعم الله أبدا تضعف على نعم المخلوق أضعافا كثيرة إذ كانت نعم الله أصل النعم كلها فكل نعمة إليها ترجع و منها تنزع] . ",
		"سید رضی مى گويد : (معنى سخن اين است كه آنچه انسان از اموال خود در راه خير و نيكى انفاق مى كند ، هر چند كم باشد ، خداوند پاداش او را بسيار مى دهد ، و منظور از «دو دست» در اينجا دو نعمت است ، كه امام عليه السّلام بين نعمت پروردگار ، و نعمت از ناحيه انسان ، را با كوتاهى و بلندى فرق گذاشته است كه نعمت و بخشش از ناحيه بنده را كوتاه ، و از ناحيه خداوند را بلند قرار داده است ، بدان جهت كه نعمت خدا هميشگى و چند برابر نعمت مخلوق است ، چرا كه نعمت خداوند اصل و اساس تمام نعمتها است ، بنا بر اين تمام نعمتها به نعمتهاى خدا باز مى گردد ، و از آن سرچشمه مى گيرد) . "
	],
	[
		"<span class=\"arabic\"> لِابْنِهِ الْحَسَنِ عليه‌السلام : لَا تَدْعُوَنَّ إِلَى مُبَارَزَةٍ ، وَ إِنْ دُعِيتَ إِلَيْهَا فَأَجِبْ ؛ فَإِنَّ الدَّاعِيَ إِلَيْهَا بَاغٍ ، وَ الْبَاغِيَ مَصْرُوعٌ . </span>",
		"(به فرزندش امام مجتبى عليه السّلام فرمود) كسى را به پيكار دعوت نكن ، اما اگر تو را به نبرد خواندند بپذير ، زيرا آغازگر پيكار تجاوزكار ، و تجاوزكار شكست خورده است . "
	],
	[
		"<span class=\"arabic\">خِيَارُ خِصَالِ النِّسَاءِ ، شِرَارُ خِصَالِ الرِّجَالِ ؛ الزَّهْوُ وَ الْجُبْنُ وَ الْبُخْلُ ؛ فَإِذَا كَانَتِ الْمَرْأَةُ مَزْهُوَّةً لَمْ تُمَكِّنْ مِنْ نَفْسِهَا ، وَ إِذَا كَانَتْ بَخِيلَةً حَفِظَتْ مَالَهَا وَ مَالَ بَعْلِهَا ، وَ إِذَا كَانَتْ جَبَانَةً فَرِقَتْ مِنْ كُلِّ شَيْءٍ يَعْرِضُ لَهَا . </span>",
		"برخى از نيكوترين خلق و خوى زنان ، زشت ترين اخلاق مردان است ، مانند ، تكبّر ، ترس ، بخل . ",
		"هر گاه زنى متكبّر باشد ، بيگانه را به حريم خود راه نمى دهد ، و اگر بخيل باشد اموال خود و شوهرش را حفظ مى كند ، و چون ترسان باشد از هر چيزى كه به آبروى او زيان رساند فاصله مى گيرد . "
	],
	[
		"<span class=\"arabic\">وَ قِيلَ لَهُ صِفْ لَنَا الْعَاقِلَ ، فَقَالَ عليه‌السلام : هُوَ الَّذِي يَضَعُ الشَّيْءَ مَوَاضِعَهُ ؛ فَقِيلَ فَصِفْ لَنَا الْجَاهِلَ ، فَقَالَ قَدْ فَعَلْتُ . </span>",
		"(به امام گفتند ، عاقل را به ما بشناسان ، پاسخ داد : ) خردمند آن است كه هر چيزى را در جاى خود مى نهد . (گفتند پس جاهل را تعريف كن فرمود) با معرّفى خردمند ، جاهل را نيز شناساندم . ",
		"[قال الرضي رحمه الله تعالى يعني أن الجاهل هو الذي لا يضع الشيء مواضعه فكأن ترك صفته صفة له إذ كان بخلاف وصف العاقل] . ",
		"(سید رضی گوید : يعنى جاهل كسى كه هر چيزى را در جاى خود نمى گذارد ، بنا بر اين با ترك معرّفى مجدّد ، جاهل را شناساند) . "
	],
	[
		"<span class=\"arabic\">وَ اللَّهِ لَدُنْيَاكُمْ هَذِهِ أَهْوَنُ فِي عَيْنِي مِنْ عِرَاقِ [عُرَاقِ] خِنْزِيرٍ فِي يَدِ مَجْذُومٍ . </span>",
		"به خدا سوگند اين دنياى شما كه به انواع حرام آلوده است ، در ديده من از استخوان خوكى كه در دست بيمارى جذامى باشد ، پست تر است . "
	],
	[
		"<span class=\"arabic\">وَ قَالَ (عليه ‏السلام) : إِنَّ قَوْماً عَبَدُوا اللَّهَ رَغْبَةً فَتِلْكَ عِبَادَةُ التُّجَّارِ ، وَ إِنَّ قَوْماً عَبَدُوا اللَّهَ رَهْبَةً فَتِلْكَ عِبَادَةُ الْعَبِيدِ ، وَ إِنَّ قَوْماً عَبَدُوا اللَّهَ شُكْراً فَتِلْكَ عِبَادَةُ الْأَحْرَارِ . </span>",
		"گروهى خدا را به اميد بخشش پرستش كردند ، كه اين پرستش بازرگانان است ، و گروهى او را از روى ترس عبادت كردند كه اين عبادت بردگان است ، و گروهى خدا را از روى سپاسگزارى پرستيدند و اين پرستش آزادگان است . "
	],
	[
		"<span class=\"arabic\">الْمَرْأَةُ شَرٌّ كُلُّهَا ، وَ شَرُّ مَا فِيهَا أَنَّهُ لَا بُدَّ مِنْهَا . </span>",
		"زن و زندگى ، همه اش زحمت و دردسر است و زحمت بارتر اينكه چاره اى جز بودن با او نيست . "
	],
	[
		"<span class=\"arabic\">مَنْ أَطَاعَ التَّوَانِيَ ضَيَّعَ الْحُقُوقَ ، وَ مَنْ أَطَاعَ الْوَاشِيَ ضَيَّعَ الصَّدِيقَ . </span>",
		"هر كس تن به سستى دهد ، حقوق را پايمال كند ، و هر كس سخن چين را پيروى كند دوستى را به نابودى كشاند . "
	],
	[
		"<span class=\"arabic\">الْحَجَرُ الْغَصِيبُ فِي الدَّارِ ، رَهْنٌ عَلَى خَرَابِهَا . </span>",
		"سنگ غصبى در بناى خانه ، مايه ويران شدن آن است . ",
		"[قال الرضي رحمه الله تعالى و يُروى هذا الكلام عن النبي صلى‌الله‌عليه‌وآله‌وسلم و لا عجب أن يشتبه الكلامان ، لأن مستقاهما من قليب و مفرغهما من ذنوب] . ",
		"(سید رضی گوید : اين سخن از رسول خدا نقل شده است ، و اينكه سخن پيامبر صلى‌الله‌عليه‌وآله‌وسلم و على عليه السّلام شبيه يكديگرند جاى شگفتى نيست براى اينكه هر دو از يك جا سر چشمه گرفته و در دو ظرف ريخته شده است) . "
	],
	[
		"<span class=\"arabic\">يَوْمُ الْمَظْلُومِ عَلَى الظَّالِمِ ، أَشَدُّ مِنْ يَوْمِ الظَّالِمِ عَلَى الْمَظْلُومِ . </span>",
		"روزى كه ستمديده از ستمكار انتقام كشد ، سخت تر از روزى است كه ستمكار بر او ستم روا مى داشت . "
	],
	[
		"<span class=\"arabic\">اتَّقِ اللَّهَ بَعْضَ التُّقَى وَ إِنْ قَلَّ ، وَ اجْعَلْ بَيْنَكَ وَ بَيْنَ اللَّهِ سِتْراً وَ إِنْ رَقَّ . </span>",
		"از خدا بترس هر چند اندك ، و ميان خود و خدا پرده اى قرار ده هر چند نازك . "
	],
	[
		"<span class=\"arabic\">إِذَا ازْدَحَمَ الْجَوَابُ ، خَفِيَ الصَّوَابُ . </span>",
		"هرگاه پاسخ ها همانند و زياد شد ، پاسخ درست پنهان گردد . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِلَّهِ [تَعَالَى] فِي كُلِّ نِعْمَةٍ حَقّاً ؛ فَمَنْ أَدَّاهُ زَادَهُ مِنْهَا ، وَ مَنْ قَصَّرَ فِيهِ خَاطَرَ بِزَوَالِ نِعْمَتِهِ . </span>",
		"خدا را در هر نعمتى حقّى است ، هر كس آن را بپردازد ، فزونى يابد ، و آن كس كه نپردازد و كوتاهى كند ، در خطر نابودى قرار گيرد . "
	],
	[
		"<span class=\"arabic\">إِذَا كَثُرَتِ الْمَقْدِرَةُ ، قَلَّتِ الشَّهْوَةُ . </span>",
		"هنگامى كه توانايى فزونى يابد ، شهوت كاستى گيرد . "
	],
	[
		"<span class=\"arabic\">احْذَرُوا نِفَارَ النِّعَمِ ، فَمَا كُلُّ شَارِدٍ بِمَرْدُودٍ . </span>",
		"از فرار نعمت ها بپرهيزيد ، زيرا هر گريخته اى باز نمى گردد . "
	],
	[
		"<span class=\"arabic\">الْكَرَمُ ، أَعْطَفُ مِنَ الرَّحِمِ . </span>",
		"بخشش بيش از خويشاوندى محبّت آورد . "
	],
	[
		"<span class=\"arabic\">مَنْ ظَنَّ بِكَ خَيْراً ، فَصَدِّقْ ظَنَّهُ . </span>",
		"چون كسى به تو گمان نيك برد ، خوشبينى او را تصديق كن . "
	],
	[
		"<span class=\"arabic\">أَفْضَلُ الْأَعْمَالِ ، مَا أَكْرَهْتَ نَفْسَكَ عَلَيْهِ . </span>",
		"بهترين كارها آن است كه با ناخشنودى در انجام آن بكوشى . "
	],
	[
		"<span class=\"arabic\">عَرَفْتُ اللَّهَ سُبْحَانَهُ بِفَسْخِ الْعَزَائِمِ ، وَ حَلِّ الْعُقُودِ ، وَ نَقْضِ الْهِمَم . </span>",
		"خدا را از سست شدن اراده هاى قوى ، گشوده شدن گره هاى دشوار ، و درهم شكسته شدن تصميم ها ، شناختم . "
	],
	[
		"<span class=\"arabic\">مَرَارَةُ الدُّنْيَا</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">حَلَاوَةُ الْآخِرَةِ ؛ وَ حَلَاوَةُ الدُّنْيَا ، مَرَارَةُ الْآخِرَةِ . </span>",
		"تلخكامى دنيا ، شيرينى آخرت ، و شيرينى دنياى حرام ، تلخى آخرت است . "
	],
	[
		"<span class=\"arabic\">فَرَضَ اللَّهُ الْإِيمَانَ تَطْهِيراً مِنَ الشِّرْكِ ، وَ الصَّلَاةَ تَنْزِيهاً عَنِ الْكِبْرِ ، وَ الزَّكَاةَ تَسْبِيباً لِلرِّزْقِ ، وَ الصِّيَامَ ابْتِلَاءً لِإِخْلَاصِ الْخَلْقِ ، وَ الْحَجَّ [تَقْوِيَةً] تَقْرِبَةً لِلدِّينِ ، وَ الْجِهَادَ عِزّاً لِلْإِسْلَامِ ، وَ الْأَمْرَ بِالْمَعْرُوفِ مَصْلَحَةً لِلْعَوَامِّ ، وَ النَّهْيَ عَنِ الْمُنْكَرِ رَدْعاً لِلسُّفَهَاءِ ، وَ صِلَةَ الرَّحِمِ مَنْمَاةً لِلْعَدَدِ ، وَ الْقِصَاصَ حَقْناً لِلدِّمَاءِ ، وَ إِقَامَةَ الْحُدُودِ إِعْظَاماً لِلْمَحَارِمِ ، وَ تَرْكَ شُرْبِ الْخَمْرِ تَحْصِيناً لِلْعَقْلِ ، وَ مُجَانَبَةَ السَّرِقَةِ إِيجَاباً لِلْعِفَّةِ ، وَ تَرْكَ الزِّنَى [الزِّنَا] تَحْصِيناً لِلنَّسَبِ ، وَ تَرْكَ اللِّوَاطِ تَكْثِيراً لِلنَّسْلِ ، وَ الشَّهَادَاتِ اسْتِظْهَاراً عَلَى الْمُجَاحَدَاتِ ، وَ تَرْكَ الْكَذِبِ تَشْرِيفاً لِلصِّدْقِ ، وَ السَّلَامَ أَمَاناً مِنَ الْمَخَاوِفِ ، وَ الْأَمَانَةَ نِظَاماً لِلْأُمَّةِ ، وَ الطَّاعَةَ تَعْظِيماً لِلْإِمَامَةِ . </span>",
		"خدا «ايمان» را براى پاكسازى دل از شرك ، ",
		"و «نماز» را براى پاك بودن از كبر و خودپسندى ، ",
		"و «زكات» را عامل فزونى روزى ، ",
		"و «روزه» را براى آزمودن اخلاص بندگان ، ",
		"و «حج» را براى نزديكى و همبستگى مسلمانان ، ",
		"و «جهاد» را براى عزّت اسلام ، ",
		"و «امر به معروف» را براى اصلاح توده هاى ناآگاه ، ",
		"و «نهى از منكر» را براى بازداشتن بى خردان از زشتى ها ، ",
		"و «صله رحم» را براى فراوانى خويشاوندان ، ",
		"و «قصاص» را براى پاسدارى از خون ها ، ",
		"و اجراى «حدود» را براى بزرگداشت محرّمات الهى ، ",
		"و ترك «مى گسارى» را براى سلامت عقل ، ",
		"و دورى از «دزدى» را براى تحقّق عفّت ، ",
		"و ترك «زنا» را براى سلامت نسل آدمى ، ",
		"و ترك «لواط» را براى فزونى فرزندان ، ",
		"و «گواهى دادن» را براى به دست آوردن حقوق انكار شده ، ",
		"و ترك «دروغ» را براى حرمت نگهداشتن راستى ، ",
		"و «سلام» كردن را براى امنيّت از ترس ها ، ",
		"و «امامت» را براى سازمان يافتن امور امّت ، ",
		"و «فرمانبردارى از امام» را براى بزرگداشت مقام رهبرى ، واجب كرد . "
	],
	[
		"<span class=\"arabic\">أَحْلِفُوا الظَّالِمَ -إِذَا أَرَدْتُمْ يَمِينَهُ- بِأَنَّهُ بَرِيءٌ مِنْ حَوْلِ اللَّهِ وَ قُوَّتِهِ ، فَإِنَّهُ إِذَا حَلَفَ بِهَا كَاذِباً ، عُوجِلَ الْعُقُوبَةَ ؛ وَ إِذَا حَلَفَ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ ، لَمْ يُعَاجَلْ ، لِأَنَّهُ قَدْ وَحَّدَ اللَّهَ تَعَالَى . </span>",
		"آنگاه كه خواستيد ستمكارى را سوگند دهيد از او بخواهيد كه بگويد (از جنبش و نيروى الهى بيزار است» زيرا اگر به دروغ سوگند خورد ، پس از بيزارى ، در كيفر او شتاب شود . ",
		"امّا اگر در سوگند خود بگويد «به خدايى كه جز او خدايى نيست» در كيفرش شتاب نگردد ، چه او خدا را به يگانگى ياد كرد . "
	],
	[
		"<span class=\"arabic\">يَا ابْنَ آدَمَ كُنْ وَصِيَّ نَفْسِكَ فِي مَالِكَ ، وَ اعْمَلْ فِيهِ مَا تُؤْثِرُ أَنْ يُعْمَلَ فِيهِ مِنْ بَعْدِكَ . </span>",
		"اى فرزند آدم خودت وصىّ مال خويش باش ، امروز به گونه اى عمل كن كه دوست دارى پس از مرگت عمل كنند . "
	],
	[
		"<span class=\"arabic\">الْحِدَّةُ ضَرْبٌ مِنَ الْجُنُونِ ، لِأَنَّ صَاحِبَهَا يَنْدَمُ ؛ فَإِنْ لَمْ يَنْدَمْ ، فَجُنُونُهُ مُسْتَحْكِمٌ . </span>",
		"تندخويى بى مورد نوعى ديوانگى است ، زيرا كه تندخو پشيمان مى شود ، و اگر پشيمان نشد پس ديوانگى او پايدار است . "
	],
	[
		"<span class=\"arabic\">صِحَّةُ الْجَسَدِ ، مِنْ قِلَّةِ الْحَسَدِ . </span>",
		"سلامت تن در دورى از حسادت است . "
	],
	[
		"<span class=\"arabic\"> لِكُمَيْلِ بْنِ زِيَادٍ النَّخَعِيِّ : يَا كُمَيْلُ مُرْ أَهْلَكَ أَنْ يَرُوحُوا فِي كَسْبِ الْمَكَارِمِ ، وَ يُدْلِجُوا فِي حَاجَةِ مَنْ هُوَ نَائِمٌ ؛ فَوَالَّذِي وَسِعَ سَمْعُهُ الْأَصْوَاتَ ، مَا مِنْ أَحَدٍ أَوْدَعَ قَلْباً سُرُوراً إِلَّا وَ خَلَقَ اللَّهُ لَهُ مِنْ ذَلِكَ السُّرُورِ لُطْفاً ؛ فَإِذَا نَزَلَتْ بِهِ نَائِبَةٌ جَرَى إِلَيْهَا كَالْمَاءِ فِي انْحِدَارِهِ حَتَّى يَطْرُدَهَا عَنْهُ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">كَمَا تُطْرَدُ غَرِيبَةُ الْإِبِلِ . </span>",
		"اى كميل خانواده ات را فرمان ده كه روزها در به دست آوردن بزرگوارى ، و شب ها در رفع نياز خفتگان بكوشند . ",
		"سوگند به خدايى كه تمام صداها را مى شنود ، هر كس دلى را شاد كند ، خداوند از آن شادى لطفى براى او قرار دهد كه به هنگام مصيبت چون آب زلالى بر او باريدن گرفته و تلخى مصيبت را بزدايد چنان كه شتر غريبه را از چراگاه دور سازند . "
	],
	[
		"<span class=\"arabic\">إِذَا أَمْلَقْتُمْ ، فَتَاجِرُوا اللَّهَ بِالصَّدَقَةِ . </span>",
		"هر گاه تهيدست شديد با صدقه دادن ، با خدا تجارت كنيد . "
	],
	[
		"<span class=\"arabic\">الْوَفَاءُ لِأَهْلِ الْغَدْرِ غَدْرٌ عِنْدَ اللَّهِ ، وَ الْغَدْرُ بِأَهْلِ الْغَدْرِ وَفَاءٌ عِنْدَ اللَّهِ . </span>",
		"وفادارى با خيانتكاران نزد خدا نوعى خيانت ، و خيانت به خيانتكاران نزد خدا وفادارى است . "
	],
	[
		"<span class=\"arabic\">كَمْ مِنْ مُسْتَدْرَجٍ بِالْإِحْسَانِ إِلَيْهِ ، وَ مَغْرُورٍ بِالسَّتْرِ عَلَيْهِ ، وَ مَفْتُونٍ بِحُسْنِ الْقَوْلِ فِيهِ ، وَ مَا ابْتَلَى اللَّهُ سُبْحَانَهُ أَحَداً بِمِثْلِ الْإِمْلَاءِ لَهُ . </span>",
		"بسا احسان پياپى خدا ، گناهكار را گرفتار كند و پرده پوشى خدا او را مغرور سازد ، و با ستايش مردم فريب خورد ، و خدا هيچ كس را همانند مهلت دادن ، مورد آزمايش قرار نداد . ",
		"[قال الرضي رحمه الله تعالى و قد مضى هذا الكلام فيما تقدم إلا أن فيه هاهنا زيادة جيّدة مفيدة] . ",
		"سید رضی گوید : (اين سخن امام عليه السّلام در كلمات گذشته آمده بود ، امّا چون در اينجا عبارات زيبا و مفيدى اضافه بر گذشته وجود داشت آن را نقل كردم) . "
	],
	[
		"<span class=\"arabic\">لَمَّا بَلَغَهُ إِغَارَةُ أَصْحَابِ مُعَاوِيَةَ عَلَى الْأَنْبَارِ ، فَخَرَجَ بِنَفْسِهِ مَاشِياً حَتَّى أَتَى النُّخَيْلَةَ وَ أَدْرَكَهُ النَّاسُ وَ قَالُوا يَا أَمِيرَ الْمُؤْمِنِينَ نَحْنُ نَكْفِيكَهُمْ . فَقَالَ عليه‌السلام مَا تَكْفُونَنِي أَنْفُسَكُمْ فَكَيْفَ تَكْفُونَنِي غَيْرَكُمْ؟ إِنْ كَانَتِ الرَّعَايَا قَبْلِي لَتَشْكُو حَيْفَ رُعَاتِهَا ، وَ إِنَّنِي الْيَوْمَ لَأَشْكُو حَيْفَ رَعِيَّتِي ؛ كَأَنَّنِي الْمَقُودُ وَ هُمُ الْقَادَةُ ، أَوِ الْمَوْزُوعُ وَ هُمُ الْوَزَعَةُ . </span>",
		"(آن هنگام كه تهاجم ياران معاويه به شهر انبار ، و غارت كردن آن را شنيد ، تنها و پياده به طرف پادگان نظامى كوفه «نخيله» حركت كرد ، مردم خود را به او رسانده ، گفتند اى امير مؤمنان ما آنان را كفايت مى كنيم ، فرمود) شما از انجام كار خود درمانده ايد چگونه كار ديگرى را برايم كفايت مى كنيد؟",
		"اگر رعاياى پيش از من از ستم حاكمان مى ناليدند ، امروز من از رعيّت خود مى نالم ، گويى من پيرو ، و آنان حكمرانند ، يا من محكوم و آنان فرمانروايانند . ",
		"[قال الرضی : فلما قال عليه‌السلام هذا القول في كلام طويل قد ذكرنا مختاره في جملة الخطب تقدم إليه رجلان من أصحابه فقال أحدهما إني لا أملك إلا نفسي و أخي [فمرنا] فَمُر بأمرك يا أمير المؤمنين [ننفذ] ننقد له ، فقال عليه‌السلام وَ أَيْنَ تَقَعَانِ مِمَّا أُرِيدُ؟] . سید رضی گوید : وقتى سخن امام در يك سخنرانى طولانى كه برخى از آن را در ضمن خطبه هاى گذشته آورديم ، به اينجا رسيد . (دو نفر از ياران جلو آمدند و يكى گفت : من جز خود و برادرم را در اختيار ندارم ، اى امير المؤمنان فرمان ده تا هر چه خواهى انجام دهم ، امام فرمود) شما كجا و آنچه من مى خواهم كجا؟"
	],
	[
		"وَ قِيلَ إِنَّ الْحَارِثَ بْنَ حَوْطٍ أَتَاهُ عليه‌السلام فَقَالَ أَ تَرَانِي أَظُنُّ [أَنَ] أَصْحَابَ الْجَمَلِ كَانُوا عَلَى ضَلَالَةٍ؟ فَقَالَ عليه‌السلام : ",
		"(حارث بن حوت نزد امام آمد و گفت : آيا چنين پندارى كه من اصحاب جمل را گمراه مى دانم چنين نيست ، امام فرمود) : ",
		"<span class=\"arabic\">يَا حَارِثُ [حَارِ] إِنَّكَ نَظَرْتَ تَحْتَكَ وَ لَمْ تَنْظُرْ فَوْقَكَ ، فَحِرْتَ ؛ إِنَّكَ لَمْ تَعْرِفِ الْحَقَّ ، فَتَعْرِفَ مَنْ أَتَاهُ [أَهْلَهُ] ، وَ لَمْ تَعْرِفِ الْبَاطِلَ ، فَتَعْرِفَ مَنْ أَتَاهُ . فَقَالَ الْحَارِثُ فَإِنِّي أَعْتَزِلُ مَعَ [سَعْدِ] سَعِيدِ بْنِ مَالِكٍ وَ عَبْدِ اللَّهِ بْنِ عُمَرَ . فَقَالَ عليه‌السلام إِنَّ [سَعْداً] سَعِيداً وَ عَبْدَ اللَّهِ بْنَ عُمَرَ لَمْ يَنْصُرَا الْحَقَّ وَ لَمْ يَخْذُلَا الْبَاطِلَ . </span>",
		"اى حارث تو زير پاى خود را ديدى ، امّا به پيرامونت نگاه نكردى ، پس سرگردان شدى . ",
		"تو حق را نشناختى تا بدانى كه اهل حق چه كسانى مى باشند و باطل را نيز نشناختى تا باطل گرايان را بدانى . ",
		"حارث گفت : من و سعد بن مالك ، و عبد اللّه بن عمر ، از جنگ كنار مى رويم ، امام فرمود : همانا سعد و عبد اللّه بن عمر ، نه حق را يارى كردند ، و نه باطل را خوار ساختند . "
	],
	[
		"<span class=\"arabic\">صَاحِبُ السُّلْطَانِ كَرَاكِبِ الْأَسَدِ ، يُغْبَطُ بِمَوْقِعِهِ وَ هُوَ أَعْلَمُ بِمَوْضِعِهِ . </span>",
		"همنشين پادشاه ، شير سوارى را ماند كه ديگران حسرت منزلت او را دارند ، ولى خود مى داند كه در جاى خطرناكى قرار گرفته است . "
	],
	[
		"<span class=\"arabic\">أَحْسِنُوا فِي عَقِبِ غَيْرِكُمْ ، تُحْفَظُوا فِي عَقِبِكُمْ . </span>",
		"به بازماندگان ديگران نيكى كنيد ، تا حرمت بازماندگان شما را نگاه دارند . "
	],
	[
		"<span class=\"arabic\">إِنَّ كَلَامَ الْحُكَمَاءِ إِذَا كَانَ صَوَاباً ، كَانَ دَوَاءً ؛ وَ إِذَا كَانَ خَطَأً ، كَانَ دَاء . </span>",
		"گفتار حكيمان اگر درست باشد درمان ، و اگر نادرست ، درد جان است . "
	],
	[
		"<span class=\"arabic\">وَ سَأَلَهُ رَجُلٌ أَنْ يُعَرِّفَهُ الْإِيمَانَ ، فَقَالَ عليه‌السلام إِذَا كَانَ الْغَدُ فَأْتِنِي حَتَّى أُخْبِرَكَ عَلَى أَسْمَاعِ النَّاسِ ، فَإِنْ نَسِيتَ مَقَالَتِي حَفِظَهَا عَلَيْكَ غَيْرُكَ ، فَإِنَّ الْكَلَامَ كَالشَّارِدَةِ يَنْقُفُهَا [يَثْقَفُهَا] هَذَا وَ يُخْطِئُهَا هَذَا . </span>",
		"(شخصى از امام پرسيد كه ايمان را تعريف كن) درود خدا بر او ، فرمود : فردا نزد من بيا تا در جمع مردم پاسخ گويم ، كه اگر تو گفتارم را فراموش كنى ديگرى آن را در خاطرش سپارد ، زيرا گفتار چونان شكار رمنده است ، يكى آن را به دست آورد ، و ديگرى آن را از دست مى دهد . ",
		"[و قد ذكرنا ما أجابه به فيما تقدم من هذا الباب و هو قوله الإيمان على أربع شعب] . ",
		"(سید رضی گوید : پاسخ امام در حكمت 31 آمد كه آن را نقل كرديم كه ايمان را بر چهار شعبه تقسيم كرد) . "
	],
	[
		"<span class=\"arabic\">يَا ابْنَ آدَمَ ، لَا تَحْمِلْ هَمَّ يَوْمِكَ الَّذِي لَمْ يَأْتِكَ عَلَى يَوْمِكَ الَّذِي قَدْ أَتَاكَ ، فَإِنَّهُ إِنْ يَكُ مِنْ عُمُرِكَ يَأْتِ اللَّهُ فِيهِ بِرِزْقِكَ . </span>",
		"اى فرزند آدم اندوه روز نيامده را بر امروزت ميفزا ، زيرا اگر روز نرسيده ، از عمر تو باشد خدا روزى تو را خواهد رساند . "
	],
	[
		"<span class=\"arabic\">أَحْبِبْ حَبِيبَكَ هَوْناً مَا ، عَسَى أَنْ يَكُونَ بَغِيضَكَ يَوْماً مَا ؛ وَ أَبْغِضْ بَغِيضَكَ هَوْناً مَا ، عَسَى أَنْ يَكُونَ حَبِيبَكَ يَوْماً مَا . </span>",
		"در دوستى با دوست مدارا كن ، شايد روزى دشمن تو گردد ، و در دشمنى با دشمن نيز مدارا كن ، زيرا شايد روزى دوست تو گردد . "
	],
	[
		"<span class=\"arabic\">النَّاسُ فِي الدُّنْيَا عَامِلَانِ ، عَامِلٌ عَمِلَ فِي الدُّنْيَا لِلدُّنْيَا ، قَدْ شَغَلَتْهُ دُنْيَاهُ عَنْ آخِرَتِهِ ، يَخْشَى عَلَى مَنْ يَخْلُفُهُ الْفَقْرَ وَ يَأْمَنُهُ عَلَى نَفْسِهِ ، فَيُفْنِي عُمُرَهُ فِي مَنْفَعَةِ غَيْرِهِ ؛ وَ عَامِلٌ عَمِلَ فِي الدُّنْيَا لِمَا بَعْدَهَا ، فَجَاءَهُ الَّذِي لَهُ مِنَ الدُّنْيَا بِغَيْرِ عَمَلٍ ، فَأَحْرَزَ الْحَظَّيْنِ مَعاً وَ مَلَكَ الدَّارَيْنِ جَمِيعاً ، فَأَصْبَحَ وَجِيهاً عِنْدَ اللَّهِ ، لَا يَسْأَلُ اللَّهَ حَاجَةً فَيَمْنَعُهُ . </span>",
		"مردم در دنيا دو دسته اند ، يكى آن كس كه در دنيا براى دنيا كار كرد ، و دنيا او را از آخرتش بازداشت ، بر بازماندگان خويش از تهيدستى هراسان ، و از تهيدستى خويش در امان است ، پس زندگانى خود را در راه سود ديگران از دست مى دهد . ",
		"و ديگرى آن كه در دنيا براى آخرت كار مى كند ، و نعمت هاى دنيا نيز بدون تلاش به او روى مى آورد ، پس بهره هر دو جهان را چشيده ، و مالك هر دو جهان مى گردد ، و با آبرومندى در پيشگاه خدا صبح مى كند ، و حاجتى را از خدا درخواست نمى كند جز آن كه روا مى گردد . "
	],
	[
		"وَ رُوِيَ أَنَّهُ ذُكِرَ عِنْدَ عُمَرَ بْنِ الْخَطَّابِ فِي أَيَّامِهِ حَلْيُ الْكَعْبَةِ وَ كَثْرَتُهُ ، فَقَالَ قَوْمٌ لَوْ أَخَذْتَهُ فَجَهَّزْتَ بِهِ جُيُوشَ الْمُسْلِمِينَ كَانَ أَعْظَمَ لِلْأَجْرِ وَ مَا تَصْنَعُ الْكَعْبَةُ بِالْحَلْيِ ، فَهَمَّ عُمَرُ بِذَلِكَ وَ سَأَلَ عَنْهُ أَمِيرَ الْمُؤْمِنِينَ عليه‌السلام فَقَالَ : ",
		"(در زمان حكومت عمر ، نسبت به فراوانى زيور و زينت هاى كعبه صحبت شد ، گروهى گفتند آنها را براى لشكر اسلام مصرف كن ، كعبه زر و زينت نمى خواهد ، وقتى از امير المؤمنين عليه السّلام پرسيدند ، فرمود) : ",
		"<span class=\"arabic\">إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى النَّبِيِّ صلى‌الله‌عليه‌وآله‌وسلم وَ الْأَمْوَالُ أَرْبَعَةٌ : أَمْوَالُ الْمُسْلِمِينَ ، فَقَسَّمَهَا بَيْنَ الْوَرَثَةِ فِي الْفَرَائِضِ ، وَ الْفَيْءُ فَقَسَّمَهُ عَلَى مُسْتَحِقِّيهِ ، وَ الْخُمُسُ فَوَضَعَهُ اللَّهُ حَيْثُ وَضَعَهُ ، وَ الصَّدَقَاتُ فَجَعَلَهَا اللَّهُ حَيْثُ جَعَلَهَا ؛ وَ كَانَ حَلْيُ الْكَعْبَةِ فِيهَا يَوْمَئِذٍ فَتَرَكَهُ اللَّهُ عَلَى حَالِهِ وَ لَمْ يَتْرُكْهُ نِسْيَاناً وَ لَمْ يَخْفَ عَلَيْهِ [عَنْهُ] مَكَاناً ؛ فَأَقِرَّهُ حَيْثُ أَقَرَّهُ اللَّهُ وَ رَسُولُهُ . فَقَالَ لَهُ عُمَرُ لَوْلَاكَ لَافْتَضَحْنَا ، وَ تَرَكَ الْحَلْيَ بِحَالِهِ . </span>",
		"همانا قرآن بر پيامبر صلى‌الله‌عليه‌وآله‌وسلم هنگامى نازل گرديد كه اموال چهار قسم بود ، اموال مسلمانان ، كه آن را بر أساس سهم هر يك از وارثان ، تقسيم كرد ، و غنيمت جنگى كه آن را به نيازمندانش رساند ، و خمس ، كه خدا جايگاه مصرف آن را تعيين فرمود ، و صدقات ، كه خداوند راه هاى بخشش آن را مشخّص فرمود . ",
		"و زيور آلات و زينت كعبه از اموالى بودند كه خدا آن را به حال خود گذاشت ، نه از روى فراموشى آن را ترك كرد ، و نه از چشم خدا پنهان بود ، تو نيز آن را به حال خود واگذار چنانكه خدا و پيامبرش آن را بحال خود واگذاشتند . ",
		"عمر گفت : اگر تو نبودى رسوا مى شديم ، و متعرّض زيور آلات كعبه نشد . "
	],
	[
		"رُوِيَ أَنَّهُ عليه‌السلام رُفِعَ إِلَيْهِ رَجُلَانِ سَرَقَا مِنْ مَالِ اللَّهِ ، أَحَدُهُمَا عَبْدٌ مِنْ مَالِ اللَّهِ وَ الْآخَرُ مِنْ عُرُوضِ [عُرْضِ] النَّاسِ ؛ فَقَالَ عليه‌السلام : ",
		"(دو نفر دزد را خدمت امام آوردند كه از بيت المال دزدى كرده بودند ، يكى برده مردم ، و ديگرى برده‌اى جزو بيت المال بود ، امام فرمود) : ",
		"<span class=\"arabic\">أَمَّا هَذَا فَهُوَ مِنْ مَالِ اللَّهِ وَ لَا حَدَّ عَلَيْهِ ، مَالُ اللَّهِ أَكَلَ بَعْضُهُ بَعْضاً ، وَ أَمَّا الْآخَرُ فَعَلَيْهِ الْحَدُّ الشَّدِيدُ ، فَقَطَعَ يَدَهُ . </span>",
		"برده اى كه از بيت المال است حدّى بر او نيست ، زيرا مال خدا مقدارى از مال خدا را خورده است ، امّا ديگرى بايد حدّ دزدى با شدّت بر او اجرا گردد (سپس دست او را بريد) . "
	],
	[
		"<span class=\"arabic\">لَوْ قَدِ اسْتَوَتْ قَدَمَايَ مِنْ هَذِهِ الْمَدَاحِضِ ، لَغَيَّرْتُ أَشْيَاءَ . </span>",
		"اگر از اين فتنه ها و لغزشگاه با قدرت بگذرم ، دگرگونى هاى بسيار پديد مى آورم . "
	],
	[
		"<span class=\"arabic\">اعْلَمُوا عِلْماً يَقِيناً ، أَنَّ اللَّهَ لَمْ يَجْعَلْ لِلْعَبْدِ -وَ إِنْ عَظُمَتْ حِيلَتُهُ وَ اشْتَدَّتْ طَلِبَتُهُ وَ قَوِيَتْ مَكِيدَتُهُ- أَكْثَرَ مِمَّا سُمِّيَ لَهُ فِي الذِّكْرِ الْحَكِيمِ ، وَ لَمْ يَحُلْ بَيْنَ الْعَبْدِ فِي ضَعْفِهِ وَ قِلَّةِ حِيلَتِهِ وَ بَيْنَ أَنْ يَبْلُغَ مَا سُمِّيَ لَهُ فِي الذِّكْرِ الْحَكِيمِ ؛ وَ الْعَارِفُ لِهَذَا الْعَامِلُ بِهِ ، أَعْظَمُ النَّاسِ رَاحَةً فِي مَنْفَعَةٍ ، وَ التَّارِكُ لَهُ الشَّاكُّ فِيهِ ، أَعْظَمُ النَّاسِ شُغُلًا فِي مَضَرَّةٍ ؛ وَ رُبَّ مُنْعَمٍ عَلَيْهِ مُسْتَدْرَجٌ بِالنُّعْمَى ، وَ رُبَّ مُبْتَلًى مَصْنُوعٌ لَهُ بِالْبَلْوَى ؛ فَزِدْ أَيُّهَا الْمُسْتَنْفِعُ [الْمُسْتَمِعُ] فِي شُكْرِكَ ، وَ قَصِّرْ مِنْ عَجَلَتِكَ ، وَ قِفْ عِنْدَ مُنْتَهَى رِزْقِكَ . </span>",
		"به يقين بدانيد خداوند براى بنده خود هر چند با سياست و سخت كوش و در طرح و نقشه نيرومند باشد ، بيش از آنچه كه در علم الهى وعده فرمود ، قرار نخواهد داد ، و ميان بنده ، هر چند ناتوان و كم سياست باشد ، و آنچه در قرآن براى او رقم زده حايلى نخواهد گذاشت . ",
		"هر كس اين حقيقت را بشناسد و به كار گيرد ، از همه مردم آسوده تر است و سود بيشترى خواهد برد . ",
		"و آن كه آن را واگذارد و در آن شك كند ، از همه مردم گرفتارتر و زيانكارتر است . ",
		"چه بسا نعمت داده شده اى كه گرفتار عذاب شود ، و بسا گرفتارى كه در گرفتارى ساخته شده و آزمايش گردد . ",
		"پس اى كسى كه از اين گفتار بهرمند مى شوى ، بر شكر گزارى بيفزاى ، و از شتاب بى جا دست بردار ، و به روزى رسيده قناعت كن . "
	],
	[
		"<span class=\"arabic\">لَا تَجْعَلُوا عِلْمَكُمْ جَهْلًا ، وَ يَقِينَكُمْ شَكّاً ؛ إِذَا عَلِمْتُمْ فَاعْمَلُوا ، وَ إِذَا تَيَقَّنْتُمْ فَأَقْدِمُوا . </span>",
		"علم خود را نادانى ، و يقين خود را شك و ترديد مپنداريد ، پس هر گاه دانستيد عمل كنيد ، و چون به يقين رسيديد اقدام كنيد . "
	],
	[
		"<span class=\"arabic\">إِنَّ الطَّمَعَ مُورِدٌ غَيْرُ مُصْدِرٍ وَ ضَامِنٌ غَيْرُ وَفِيٍّ ، وَ رُبَّمَا شَرِقَ شَارِبُ الْمَاءِ قَبْلَ رِيِّهِ ، وَ كُلَّمَا عَظُمَ قَدْرُ الشَّيْءِ الْمُتَنَافَسِ فِيهِ عَظُمَتِ الرَّزِيَّةُ لِفَقْدِهِ ، وَ الْأَمَانِيُّ تُعْمِي أَعْيُنَ الْبَصَائِرِ ، وَ الْحَظُّ يَأْتِي مَنْ لَا يَأْتِيهِ . </span>",
		"طمع به هلاكت مى كشاند و نجات نمى دهد ، و به آنچه ضمانت كند ، وفادار نيست ، و بسا نوشنده آبى كه پيش از سيراب شدن گلو گيرش شد . ",
		"و ارزش آنچه كه بر سر آن رقابت مى كنند ، هر چه بيشتر باشد ، مصيبت از دست دادنش اندوهبارتر خواهد بود ، ",
		"و آرزوها چشم بصيرت را كور مى كند ، و آنچه روزى هر كسى است بى جستجو خواهد رسيد . "
	],
	[
		"<span class=\"arabic\">اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ أَنْ تُحَسِّنَ فِي لَامِعَةِ الْعُيُونِ عَلَانِيَتِي وَ تُقَبِّحَ فِيمَا أُبْطِنُ لَكَ سَرِيرَتِي ؛ مُحَافِظاً عَلَى رِثَاءِ النَّاسِ مِنْ نَفْسِي بِجَمِيعِ مَا أَنْتَ مُطَّلِعٌ عَلَيْهِ مِنِّي ، فَأُبْدِيَ لِلنَّاسِ حُسْنَ ظَاهِرِي وَ أُفْضِيَ إِلَيْكَ بِسُوءِ عَمَلِي ، تَقَرُّباً إِلَى عِبَادِكَ وَ تَبَاعُداً مِنْ مَرْضَاتِك . </span>",
		"خدايا به تو پناه مى برم كه ظاهر من در برابر ديده ها نيكو ، و درونم در آنچه كه از تو پنهان مى دارم ، زشت باشد ؛ ",
		"و بخواهم با اعمال و رفتارى كه تو از آن آگاهى ، توجّه مردم را به خود جلب نمايم ، و چهره ظاهرم را زيبا نشان داده با اعمال نادرستى كه درونم را زشت كرده به سوى تو آيم ، تا به بندگانت نزديك ، و از خشنودى تو دور گردم . "
	],
	[
		"<span class=\"arabic\">لَا ، وَ الَّذِي أَمْسَيْنَا مِنْهُ فِي غُبْرِ لَيْلَةٍ دَهْمَاءَ تَكْشِرُ عَنْ يَوْمٍ أَغَرَّ ، مَا كَانَ كَذَا وَ كَذَا . </span>",
		"نه ، سوگند به خدايى كه با قدرت او شب تاريك را به سر برديم كه روز سپيدى در پى داشت ، چنين و چنان نبود . "
	],
	[
		"<span class=\"arabic\">قَلِيلٌ تَدُومُ عَلَيْهِ ، أَرْجَى مِنْ كَثِيرٍ مَمْلُولٍ مِنْهُ . </span>",
		"كار اندكى كه ادامه يابد ، از كار بسيارى كه از آن به ستوه آيى اميدوار كننده تر است . "
	],
	[
		"<span class=\"arabic\">إِذَا أَضَرَّتِ النَّوَافِلُ بِالْفَرَائِضِ ، فَارْفُضُوهَا . </span>",
		"هر گاه مستحبات به واجبات زيان رساند آن را ترك كنيد . "
	],
	[
		"<span class=\"arabic\">مَنْ تَذَكَّرَ بُعْدَ السَّفَرِ ، إسْتَعَدَّ . </span>",
		"كسى كه به ياد سفر طولانى آخرت باشد خود را آماده مى سازد . "
	],
	[
		"<span class=\"arabic\">لَيْسَتِ الرَّوِيَّةُ كَالْمُعَايَنَةِ مَعَ الْإِبْصَارِ ، فَقَدْ تَكْذِبُ الْعُيُونُ أَهْلَهَا ، وَ لَا يَغُشُّ الْعَقْلُ مَنِ اسْتَنْصَحَهُ‏ . </span>",
		"انديشيدن همانند ديدن نيست ، زيرا گاهى چشم ها دروغ مى نماياند ، امّا آن كس كه از عقل نصيحت خواهد به او خيانت نمى كند . "
	],
	[
		"<span class=\"arabic\">بَيْنَكُمْ وَ بَيْنَ الْمَوْعِظَةِ حِجَابٌ مِنَ الْغِرَّةِ . </span>",
		"ميان شما و پندپذيرى ، پرده اى از غرور و خودخواهى وجود دارد . "
	],
	[
		"<span class=\"arabic\">جَاهِلُكُمْ مُزْدَادٌ ، وَ عَالِمُكُمْ مُسَوِّفٌ . </span>",
		"جاهلان شما پر تلاش ، و آگاهان شما تن پرور و كوتاهى ورزند . "
	],
	[
		"<span class=\"arabic\">قَطَعَ الْعِلْمُ عُذْرَ الْمُتَعَلِّلِينَ . </span>",
		"دانش ، راه عذر تراشى را بر بهانه جويان بسته است . "
	],
	[
		"<span class=\"arabic\">كُلُّ مُعَاجَلٍ يَسْأَلُ الْإِنْظَارَ ، وَ كُلُّ مُؤَجَّلٍ يَتَعَلَّلُ بِالتَّسْوِيف . </span>",
		"آنان كه وقتشان پايان يافته خواستار مهلتند ، و آنان كه مهلت دارند كوتاهى مى ورزند . "
	],
	[
		"<span class=\"arabic\">مَا قَالَ النَّاسُ لِشَيْءٍ طُوبَى لَهُ ، إِلَّا وَ قَدْ خَبَأَ لَهُ الدَّهْرُ يَوْمَ سَوْءٍ . </span>",
		"مردم چيزى را نگفتند خوش باد ، جز آن كه روزگار ، روز بدى را براى او تدارك ديد . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عَنِ الْقَدَرِ ، فَقَالَ عليه‌السلام : طَرِيقٌ مُظْلِمٌ فَلَا تَسْلُكُوهُ ، [ثُمَّ سُئِلَ ثَانِياً فَقَالَ] وَ بَحْرٌ عَمِيقٌ فَلَا تَلِجُوهُ ، [ثُمَّ سُئِلَ ثَالِثاً فَقَالَ] وَ سِرُّ اللَّهِ فَلَا تَتَكَلَّفُوه . </span>",
		"(از قدر پرسيدند ، پاسخ داد : ) راهى است تاريك ، آن را مپیماييد ، و دريايى است ژرف ، وارد آن نشويد ، و رازى است خدايى ، خود را به زحمت نيندازيد . "
	],
	[
		"<span class=\"arabic\">إِذَا أَرْذَلَ اللَّهُ عَبْداً ، حَظَرَ عَلَيْهِ الْعِلْمَ . </span>",
		"هر گاه خدا بخواهد بنده اى را خوار كند ، دانش را از او دور سازد . "
	],
	[
		"<span class=\"arabic\">كَانَ لِي فِيمَا مَضَى أَخٌ فِي اللَّهِ ، وَ كَانَ يُعْظِمُهُ فِي عَيْنِي صِغَرُ الدُّنْيَا فِي عَيْنِهِ . وَ كَانَ خَارِجاً مِنْ سُلْطَانِ بَطْنِهِ ، فَلَا يَشْتَهِي مَا لَا يَجِدُ وَ لَا يُكْثِرُ إِذَا وَجَدَ . وَ كَانَ أَكْثَرَ دَهْرِهِ صَامِتاً ، فَإِنْ قَالَ بَذَّ الْقَائِلِينَ وَ نَقَعَ غَلِيلَ السَّائِلِينَ . وَ كَانَ ضَعِيفاً مُسْتَضْعَفاً ، فَإِنْ جَاءَ الْجِدُّ فَهُوَ لَيْثُ غَابٍ وَ صِلُّ وَادٍ . لَا يُدْلِي بِحُجَّةٍ حَتَّى يَأْتِيَ قَاضِياً ، وَ كَانَ لَا يَلُومُ أَحَداً عَلَى مَا يَجِدُ الْعُذْرَ فِي مِثْلِهِ حَتَّى يَسْمَعَ اعْتِذَارَهُ . وَ كَانَ لَا يَشْكُو وَجَعاً إِلَّا عِنْدَ بُرْئِهِ . وَ كَانَ يَقُولُ مَا يَفْعَلُ وَ لَا يَقُولُ مَا لَا يَفْعَلُ . وَ كَانَ إِذَا غُلِبَ عَلَى الْكَلَامِ لَمْ يُغْلَبْ عَلَى السُّكُوتِ ، وَ كَانَ عَلَى مَا يَسْمَعُ أَحْرَصَ مِنْهُ عَلَى أَنْ يَتَكَلَّمَ . وَ كَانَ إِذَا بَدَهَهُ أَمْرَانِ ، يَنْظُرُ أَيُّهُمَا أَقْرَبُ إِلَى الْهَوَى ، [فَخَالَفَهُ] فَيُخَالِفُهُ . فَعَلَيْكُمْ بِهَذِهِ الْخَلَائِقِ فَالْزَمُوهَا وَ تَنَافَسُوا فِيهَا ، فَإِنْ لَمْ تَسْتَطِيعُوهَا ، فَاعْلَمُوا أَنَّ أَخْذَ الْقَلِيلِ خَيْرٌ مِنْ تَرْكِ الْكَثِير . </span>",
		"در گذشته برادرى دينى داشتم كه در چشم من بزرگ مقدار بود چون دنياى حرام در چشم او بى ارزش مى نمود ، و از شكم بارگى دور بود ، پس آنچه را نمى يافت آرزو نمى كرد ، و آنچه را مى يافت زياده روى نداشت . ",
		"در بيشتر عمرش ساكت بود ، امّا گاهى كه لب به سخن مى گشود بر ديگر سخنوران برترى داشت ، و تشنگى پرسش كنندگان را فرو مى نشاند . ",
		"به ظاهر ناتوان و مستضعف مى نمود ، امّا در برخورد جدّى چونان شير پيشه مى خروشيد ، يا چون مار بيابانى به حركت در مى آمد . ",
		"تا پيش قاضى نمى رفت دليلى مطرح نمى كرد ، و كسى را كه عذرى داشت سرزنش نمى كرد ، تا آن كه عذر او را مى شنيد . ",
		"از درد شكوه نمى كرد ، مگر پس از تندرستى و بهبودى ، آنچه عمل مى كرد مى گفت ، و بدانچه عمل نمى كرد چيزى نمى گفت ، اگر در سخن گفتن بر او پيشى مى گرفتند در سكوت مغلوب نمى گرديد . و بر شنيدن بيشتر از سخن گفتن حريص بود . ",
		"اگر بر سر دو راهى دو كار قرار مى گرفت ، مى انديشيد كه كدام يك با خواسته نفس نزديك تر است با آن مخالفت مى كرد . ",
		"پس بر شما باد روى آوردن به اينگونه از ارزش هاى اخلاقى ، و با يكديگر در كسب آنها رقابت كنيد ، و اگر نتوانستيد ، بدانيد كه به دست آوردن برخى از آن ارزش هاى اخلاقى بهتر از رها كردن همه است . "
	],
	[
		"<span class=\"arabic\">لَوْ لَمْ يَتَوَعَّدِ اللَّهُ عَلَى مَعْصِيَتِهِ ، لَكَانَ يَجِبُ أَلَّا يُعْصَى شُكْراً لِنِعَمِهِ . </span>",
		"اگر خدا بر گناهان وعده عذاب هم نمى داد ، لازم بود به خاطر سپاسگزارى از نعمت هايش نافرمانى نشود . "
	],
	[
		" ، وَ قَدْ عَزَّى الْأَشْعَثَ بْنَ قَيْسٍ عَنِ ابْنٍ لَهُ : ",
		"(جهت تسليت گفتن به اشعث بن قيس در مرگ فرزندش) : ",
		"<span class=\"arabic\">يَا أَشْعَثُ ، إِنْ تَحْزَنْ عَلَى ابْنِكَ فَقَدِ اسْتَحَقَّتْ مِنْكَ ذَلِكَ الرَّحِمُ ، وَ إِنْ تَصْبِرْ فَفِي اللَّهِ مِنْ كُلِّ مُصِيبَةٍ خَلَفٌ . يَا أَشْعَثُ إِنْ صَبَرْتَ ، جَرَى عَلَيْكَ الْقَدَرُ وَ أَنْتَ مَأْجُورٌ ، وَ إِنْ جَزِعْتَ ، جَرَى عَلَيْكَ الْقَدَرُ وَ أَنْتَ مَأْزُورٌ . يَا أَشْعَثُ ابْنُكَ سَرَّكَ وَ هُوَ بَلَاءٌ وَ فِتْنَةٌ ، وَ حَزَنَكَ وَ هُوَ ثَوَابٌ وَ رَحْمَةٌ . </span>",
		"اى اشعث اگر براى پسرت اندوهناكى ، به خاطر پيوند خويشاوندى سزاوارى ، امّا اگر شكيبا باشى هر مصيبتى را نزد خدا پاداشى است . ",
		"اى اشعث اگر شكيبا باشى تقدير الهى بر تو جارى مى شود و تو پاداش داده خواهى شد و اگر بى تابى كنى نيز تقدير الهى بر تو جارى مى شود و تو گناه كارى . ",
		"اى اشعث پسرت تو را شاد مى ساخت و براى تو گرفتارى و آزمايش بود ، و مرگ او تو را اندوهگين كرد در حالى كه براى تو پاداش و رحمت است . "
	],
	[
		"<span class=\"arabic\"> [عِنْدَ وقُوُفِهِ] عَلَى قَبْرِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم سَاعَةَ دَفْنِهِ : إِنَّ الصَّبْرَ لَجَمِيلٌ إِلَّا عَنْكَ ، وَ إِنَّ الْجَزَعَ لَقَبِيحٌ إِلَّا عَلَيْكَ ، وَ إِنَّ الْمُصَابَ بِكَ لَجَلِيلٌ وَ إِنَّهُ قَبْلَكَ وَ بَعْدَكَ لَجَلَلٌ . </span>",
		"(به هنگام دفن رسول خدا صلى‌الله‌عليه‌وآله‌وسلم ) همانا شكيبايى نيكوست جز در غم از دست دادنت ، و بى تابى ناپسند است جز در اندوه مرگ تو . مصيبت تو بزرگ ، و مصيبت هاى پيش از تو و پس از تو ناچيزند . "
	],
	[
		"<span class=\"arabic\">لَا تَصْحَبِ الْمَائِقَ ، فَإِنَّهُ يُزَيِّنُ لَكَ فِعْلَهُ وَ يَوَدُّ أَنْ تَكُونَ مِثْلَهُ . </span>",
		"همنشين بى خرد مباش ، كه كار زشت خود را زيبا جلوه داده ، دوست دارد تو همانند او باشى . "
	],
	[
		"<span class=\"arabic\">وَ قَدْ سُئِلَ عَنْ مَسَافَةِ مَا بَيْنَ الْمَشْرِقِ وَ الْمَغْرِبِ ، فَقَالَ عليه‌السلام : مَسِيرَةُ يَوْمٍ لِلشَّمْسِ . </span>",
		"و درود خدا بر او ، (از فاصله ميان مشرق و مغرب پرسيدند ، فرمود : ) به اندازه يك روز رفتن خورشيد . "
	],
	[
		"<span class=\"arabic\">أَصْدِقَاؤُكَ ثَلَاثَةٌ وَ أَعْدَاؤُكَ ثَلَاثَةٌ ؛ فَأَصْدِقَاؤُكَ : صَدِيقُكَ وَ صَدِيقُ صَدِيقِكَ وَ عَدُوُّ عَدُوِّكَ ؛ وَ أَعْدَاؤُكَ : عَدُوُّكَ وَ عَدُوُّ صَدِيقِكَ وَ صَدِيقُ عَدُوِّك . </span>",
		"دوستان تو سه گروهند ، و دشمنان تو نيز سه دسته اند ، امّا دوستانت : دوست تو و دوست دوست تو ، و دشمن دشمن تو است ، و امّا دشمنانت ، پس دشمن تو ، و دشمن دوست تو ، و دوست دشمن تو است . "
	],
	[
		"<span class=\"arabic\"> لِرَجُلٍ رَآهُ يَسْعَى عَلَى عَدُوٍّ لَهُ بِمَا فِيهِ إِضْرَارٌ بِنَفْسِهِ : إِنَّمَا أَنْتَ كَالطَّاعِنِ نَفْسَهُ لِيَقْتُلَ رِدْفَهُ . </span>",
		"و درود خدا بر او ، (شخصى را ديد كه چنان بر ضد دشمنش مى كوشيد كه به خود زيان مى رسانيد ، فرمود : ) تو مانند كسى هستى كه نيزه در بدن خود فرو برد تا ديگرى را كه در كنار اوست بكشد . "
	],
	[
		"<span class=\"arabic\">مَا أَكْثَرَ الْعِبَرَ وَ أَقَلَّ الِاعْتِبَارَ . </span>",
		"عبرت ها چقدر فراوانند و عبرت پذيران چه اندك . "
	],
	[
		"<span class=\"arabic\">مَنْ بَالَغَ فِي الْخُصُومَةِ أَثِمَ ، وَ مَنْ قَصَّرَ فِيهَا ظُلِمَ ، وَ لَا يَسْتَطِيعُ أَنْ يَتَّقِيَ اللَّهَ مَنْ خَاصَمَ . </span>",
		"كسى كه در دشمنى زياده روى كند گناهكار ، و آن كس كه در دشمنى كوتاهى كند ستمكار است ، و هر كس كه بى دليل دشمنى كند نمى تواند با تقوا باشد . "
	],
	[
		"<span class=\"arabic\">مَا أَهَمَّنِي ذَنْبٌ أُمْهِلْتُ بَعْدَهُ ، حَتَّى أُصَلِّيَ رَكْعَتَيْنِ وَ أَسْأَلَ اللَّهَ الْعَافِيَةَ . </span>",
		"آنچه كه بين من و خدا نارواست اگر انجام دهم و مهلت دو ركعت نماز داشته باشم كه از خدا عافيت طلبم ، مرا اندوهگين نخواهد ساخت . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عليه‌السلام : كَيْفَ يُحَاسِبُ اللَّهُ الْخَلْقَ عَلَى كَثْرَتِهِمْ؟ فَقَالَ عليه‌السلام كَمَا يَرْزُقُهُمْ عَلَى كَثْرَتِهِمْ . فَقِيلَ كَيْفَ يُحَاسِبُهُمْ وَ لَا يَرَوْنَهُ؟ فَقَالَ عليه‌السلام كَمَا يَرْزُقُهُمْ وَ لَا يَرَوْنَهُ . </span>",
		"و درود خدا بر او ، (از امام پرسيدند چگونه خدا با فراوانى انسان ها به حسابشان رسيدگى مى كند؟ پاسخ داد : ) آن چنانكه با فراوانى آنان روزيشان مى دهد . ",
		"(و باز پرسيدند چگونه به حساب انسان ها رسيدگى مى كند كه او را نمى بينند؟ فرمود) همان گونه كه آنان را روزى مى دهد و او را نمى بينند . "
	],
	[
		"<span class=\"arabic\">رَسُولُكَ تَرْجُمَانُ عَقْلِكَ ، وَ كِتَابُكَ أَبْلَغُ مَا يَنْطِقُ عَنْكَ‏ . </span>",
		"فرستاده تو بيانگر ميزان عقل تو ، و نامه تو گوياترين سخنگوى تو است . "
	],
	[
		"<span class=\"arabic\">مَا الْمُبْتَلَى الَّذِي قَدِ اشْتَدَّ بِهِ الْبَلَاءُ ، بِأَحْوَجَ إِلَى الدُّعَاءِ [مِنَ الْمُعَافَى‏] الَّذِي لَا يَأْمَنُ الْبَلَاء . </span>",
		"آن كس كه به شدّت گرفتار دردى است نيازش به دعا بيشتر از تندرستى است كه از بلا در امان است نمى ‏باشد . "
	],
	[
		"<span class=\"arabic\">النَّاسُ أَبْنَاءُ الدُّنْيَا ، وَ لَا يُلَامُ الرَّجُلُ عَلَى حُبِّ أُمِّهِ‏ . </span>",
		"مردم فرزندان دنيا هستند و هيچ كس را بر دوستى مادرش نمى‏ توان سرزنش كرد . "
	],
	[
		"<span class=\"arabic\">إِنَّ الْمِسْكِينَ رَسُولُ اللَّهِ ، فَمَنْ مَنَعَهُ فَقَدْ مَنَعَ اللَّهَ ، وَ مَنْ أَعْطَاهُ فَقَدْ أَعْطَى اللَّهَ . </span>",
		"نيازمندى كه به تو روى آورده فرستاده خداست ، كسى كه از يارى او دريغ كند ، از خدا دريغ كرده ، و آن كس كه به او بخشش كند ، به خدا بخشيده است . "
	],
	[
		"<span class=\"arabic\">مَا زَنَى غَيُورٌ قَطُّ . </span>",
		"غيرتمند هرگز زنا نمى كند . "
	],
	[
		"<span class=\"arabic\">كَفَى بِالْأَجَلِ حَارِساً . </span>",
		"اجل ، نگهبان خوبى است . "
	],
	[
		"<span class=\"arabic\">يَنَامُ الرَّجُلُ عَلَى الثُّكْلِ ، وَ لَا يَنَامُ عَلَى الْحَرَبِ . </span>",
		"آدم داغدار مى خوابد ، امّا مال غارت شده ، نمى خوابد . ",
		"[قال السيد الرضي : و معنى ذلك أنه يصبر على قتل الأولاد و لا يصبر على سلب الأموال] . ",
		"(سید رضی گوید : معناى سخن امام عليه السّلام اين است كه انسان بر كشته شدن فرزندان بردبارى مى كند امّا در غارت و ربوده شدن اموال بردبار نيست) . "
	],
	[
		"<span class=\"arabic\">مَوَدَّةُ الْآبَاءِ ، قَرَابَةٌ بَيْنَ الْأَبْنَاءِ ؛ وَ الْقَرَابَةُ إِلَى الْمَوَدَّةِ ، أَحْوَجُ مِنَ الْمَوَدَّةِ إِلَى الْقَرَابَةِ . </span>",
		"دوستى ميان پدران ، سبب خويشاوندى فرزندان است ، و خويشاوندى به دوستى نيازمندتر است از دوستى به خويشاوندى . "
	],
	[
		"<span class=\"arabic\">اتَّقُوا ظُنُونَ الْمُؤْمِنِينَ ، فَإِنَّ اللَّهَ تَعَالَى جَعَلَ الْحَقَّ عَلَى أَلْسِنَتِهِمْ . </span>",
		"از گمان مؤمنان بپرهيزيد كه خدا حق را بر زبان آنان قرار داده است . "
	],
	[
		"<span class=\"arabic\">لَا يَصْدُقُ إِيمَانُ عَبْدٍ ، حَتَّى يَكُونَ بِمَا فِي يَدِ اللَّهِ ، أَوْثَقَ مِنْهُ بِمَا فِي يَدِه . </span>",
		"ايمان بنده اى درست نباشد جز آن كه اعتماد او به آنچه در دست خداست بيشتر از آن باشد كه در دست اوست . "
	],
	[
		" لِأَنَسِ بْنِ مَالِكٍ ، وَ قَدْ كَانَ بَعَثَهُ إِلَى طَلْحَةَ وَ الزُّبَيْرِ لَمَّا جَاءَ إِلَى الْبَصْرَةِ يُذَكِّرُهُمَا شَيْئاً مِمَّا سَمِعَهُ مِنْ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فِي مَعْنَاهُمَا ، فَلَوَى عَنْ ذَلِكَ ، فَرَجَعَ إِلَيْهِ فَقَالَ إِنِّي أُنْسِيتُ ذَلِكَ الْأَمْرَ ، فَقَالَ عليه‌السلام : ",
		"و درود خدا بر او ، (چون به شهر بصره رسيد خواست انس بن مالك را به سوى طلحه و زبير بفرستد تا آنچه از پيامبر صلى‌الله‌عليه‌وآله‌وسلم در باره آنان شنيده يادشان آورد ، أنس ، سر باز زد و گفت من آن سخن پيامبر صلى‌الله‌عليه‌وآله‌وسلم را فراموش كردم ، فرمود) : ",
		"<span class=\"arabic\">إِنْ كُنْتَ كَاذِباً فَضَرَبَكَ اللَّهُ بِهَا بَيْضَاءَ لَامِعَةً لَا تُوَارِيهَا الْعِمَامَةُ . </span>",
		"اگر دروغ مى گويى خداوند تو را به بيمارى برص (سفيدى روشن) دچار كند كه عمّامه آن را نپوشاند . ",
		"[قال الرضي : يعني البرص ، فأصاب أنساً هذا الداء فيما بعد في وجهه فكان لا يرى إلا [متبرقعا] مبرقعا] . ",
		"(سید رضی گوید : پس از نفرين امام (ع) ، انس به بيمارى برص در سر و صورت دچار شد ، كه همواره نقاب مى زد) . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِلْقُلُوبِ إِقْبَالًا وَ إِدْبَاراً ؛ فَإِذَا أَقْبَلَتْ فَاحْمِلُوهَا عَلَى النَّوَافِلِ ، وَ إِذَا أَدْبَرَتْ فَاقْتَصِرُوا بِهَا عَلَى الْفَرَائِضِ . </span>",
		"دل ها را روى آوردن و نشاط ، و پشت كردن و فرارى است ، پس آنگاه كه نشاط دارند آن را بر انجام مستحبّات واداريد ، و آنگاه كه پشت كرده بى نشاط است ، به انجام واجبات قناعت كنيد . "
	],
	[
		"<span class=\"arabic\">وَ فِي الْقُرْآنِ نَبَأُ مَا قَبْلَكُمْ ، وَ خَبَرُ مَا بَعْدَكُمْ ، وَ حُكْمُ مَا بَيْنَكُمْ . </span>",
		"در قرآن اخبار گذشتگان ، و آيندگان ، و احكام مورد نياز زندگى تان وجود دارد . "
	],
	[
		"<span class=\"arabic\">رُدُّوا الْحَجَرَ مِنْ حَيْثُ جَاءَ ، فَإِنَّ الشَّرَّ لَا يَدْفَعُهُ إِلَّا الشَّر . </span>",
		"سنگ را از همان جايى كه دشمن پرت كرده ، باز گردانيد ، كه شر را جز شر پاسخى نيست . "
	],
	[
		"<span class=\"arabic\"> لِكَاتِبِهِ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ : أَلِقْ دَوَاتَكَ ، وَ أَطِلْ جِلْفَةَ قَلَمِكَ ، وَ فَرِّجْ بَيْنَ السُّطُورِ ، وَ قَرْمِطْ بَيْنَ الْحُرُوفِ ، فَإِنَّ ذَلِكَ أَجْدَرُ بِصَبَاحَةِ الْخَطِّ . </span>",
		"(به نويسنده خود عبيد اللّه بن ابى رافع دستور داد) در دوات ، ليقه بينداز ، نوك قلم را بلند گير ، ميان سطرها فاصله بگذار ، و حروف را نزديك به يكديگر بنويس ، كه اين شيوه براى زيبايى خط بهتر است . "
	],
	[
		"<span class=\"arabic\">أَنَا يَعْسُوبُ الْمُؤْمِنِينَ وَ الْمَالُ يَعْسُوبُ الْفُجَّارِ . </span>",
		"من پيشواى مؤمنان ، و مال ، پيشواى تبهكاران است . ",
		"[قال الرضي : و معنى ذلك أن المؤمنين يتبعونني و الفجار يتبعون المال كما تتبع النحل يعسوبها و هو رئيسها] . ",
		"(سید رضی گوید : معناى سخن امام اين است كه مؤمنان از من پيروى مى كنند و بدكاران پيرو مال مى باشند آنگونه كه زنبوران عسل از رئيس خود اطاعت دارند) . "
	],
	[
		"وَ قَالَ لَهُ بَعْضُ الْيَهُودِ مَا دَفَنْتُمْ نَبِيَّكُمْ حَتَّى اخْتَلَفْتُمْ فِيهِ ، فَقَالَ عليه‌السلام لَهُ : ",
		"و درود خدا بر او ، (شخصى يهودى به امام گفت : هنوز پيامبرتان را دفن نكرده ، در باره اش اختلاف كرديد ، امام فرمود : )",
		"<span class=\"arabic\">إِنَّمَا اخْتَلَفْنَا عَنْهُ لَا فِيهِ ، وَ لَكِنَّكُمْ مَا جَفَّتْ أَرْجُلُكُمْ مِنَ الْبَحْرِ حَتَّى قُلْتُمْ لِنَبِيِّكُمْ \"اجْعَلْ لَنا إِلهاً كَما لَهُمْ آلِهَةٌ ، قالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ\" . </span>",
		"ما در باره آنچه كه از او رسيده اختلاف كرديم ، نه در خود او ، امّا شما يهوديان ، هنوز پاى شما پس از نجات از درياى نيل خشك نشده بود كه به پيامبرتان گفتيد : «براى ما خدايى بساز ، چنانكه بت پرستان خدايى دارند» و پيامبر شما گفت : «شما مردمى نادانيد» . "
	],
	[
		"<span class=\"arabic\">وَ قِيلَ لَهُ بِأَيِّ شَيْءٍ غَلَبْتَ الْأَقْرَانَ؟ فَقَالَ عليه‌السلام : مَا لَقِيتُ رَجُلًا ، إِلَّا أَعَانَنِي عَلَى نَفْسِهِ . </span>",
		"و درود خدا بر او ، (از امام پرسيدند ، با كدام نيرو بر حريفان خود پيروز شدى؟ فرمود : ) كسى را نديدم جز آن كه مرا در شكست خود يارى مى داد . ",
		"[قال الرضي رحمه الله تعالى : يومئ بذلك إلى تمكن هيبته في القلوب] . ",
		"(سید رضی گوید : امام به اين نكته اشاره كرد كه هيبت و ترس او در دل ها جاى مى گرفت) . "
	],
	[
		"<span class=\"arabic\"> لِابْنِهِ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ : يَا بُنَيَّ ، إِنِّي أَخَافُ عَلَيْكَ الْفَقْرَ ، فَاسْتَعِذْ بِاللَّهِ مِنْهُ ؛ فَإِنَّ الْفَقْرَ مَنْقَصَةٌ لِلدِّينِ ، مَدْهَشَةٌ لِلْعَقْلِ ، دَاعِيَةٌ لِلْمَقْتِ . </span>",
		"(به پسرش محمد حنفيّه سفارش كرد) اى فرزند من از تهيدستى بر تو هراسناكم ، از فقر به خدا پناه ببر ، كه همانا فقر ، دين انسان را ناقص ، و عقل را سرگردان ، و عامل دشمنى است . "
	],
	[
		"<span class=\"arabic\"> لِسَائِلٍ سَأَلَهُ عَنْ مُعْضِلَةٍ : سَلْ تَفَقُّهاً ، وَ لَا تَسْأَلْ تَعَنُّتاً ؛ فَإِنَّ الْجَاهِلَ الْمُتَعَلِّمَ شَبِيهٌ بِالْعَالِمِ ، وَ إِنَّ الْعَالِمَ الْمُتَعَسِّفَ شَبِيهٌ بِالْجَاهِلِ الْمُتَعَنِّتِ . </span>",
		"(شخصى مسئله پيچيده اى سؤال كرد ، فرمود) براى فهميدن بپرس ، نه براى آزار دادن ، كه نادان آموزش گيرنده ، همانند داناست ، و همانا داناى بى انصاف چون نادان بهانه جو است . "
	],
	[
		"<span class=\"arabic\"> لِعَبْدِ اللَّهِ بْنِ الْعَبَّاسِ ، وَ قَدْ أَشَارَ إِلَيْهِ فِي شَيْءٍ لَمْ يُوَافِقْ رَأْيَهُ : لَكَ أَنْ تُشِيرَ عَلَيَّ وَ أَرَى ، فَإِنْ عَصَيْتُكَ فَأَطِعْنِي . </span>",
		"و درود خدا بر او ، (عبد اللّه بن عباس در مسئله اى نظر داد كه امام آن را قبول نداشت و فرمود) بر تو است كه رأى خود را به من بگويى ، و من بايد پيرامون آن بينديشم ، آنگاه اگر خلاف نظر تو فرمان دادم بايد اطاعت كنى . "
	],
	[
		"وَ رُوِيَ : أَنَّهُ عليه‌السلام لَمَّا وَرَدَ الْكُوفَةَ قَادِماً مِنْ صِفِّينَ مَرَّ بِالشِّبَامِيِّينَ ، فَسَمِعَ بُكَاءَ النِّسَاءِ عَلَى قَتْلَى صِفِّينَ ، وَ خَرَجَ إِلَيْهِ حَرْبُ بْنُ شُرَحْبِيلَ الشِّبَامِيِّ وَ كَانَ مِنْ وُجُوهِ قَوْمِهِ ، فَقَالَ عليه‌السلام لَهُ : ",
		"(وقتى امام از جنگ صفّين باز مى گشت به محلّه شباميان رسيد ، آواز گريه زنان بر كشتگان جنگ را شنيد ، ناگاه حرب بن شرحبيل شبامى بزرگ قبيله شباميان خدمت امام رسيد به او فرمود) : ",
		"<span class=\"arabic\">أَ تَغْلِبُكُمْ نِسَاؤُكُمْ عَلَى مَا أَسْمَعُ؟ أَ لَا تَنْهَوْنَهُنَّ عَنْ هَذَا الرَّنِينِ؟ وَ أَقْبَلَ حَرْبٌ يَمْشِي مَعَهُ وَ هُوَ عليه‌السلام رَاكِبٌ ، فَقَالَ عليه‌السلام : ارْجِعْ ، فَإِنَّ مَشْيَ مِثْلِكَ مَعَ مِثْلِي فِتْنَةٌ لِلْوَالِي وَ مَذَلَّةٌ لِلْمُؤْمِنِ . </span>",
		"آيا آن گونه كه مى شنوم ، زنان شما بر شما چيره شده اند چرا آنان را از گريه و زارى باز نمى داريد؟",
		"(حرب پياده و امام سوار بر اسب مى رفتند ، به او فرمود) باز گرد ، كه پياده رفتن رييس قبيله اى چون تو پشت سر من ، موجب انحراف زمامدار و زبونى مؤمن است . "
	],
	[
		" وَ قَدْ مَرَّ بِقَتْلَى الْخَوَارِجِ يَوْمَ النَّهْرَوَانِ : ",
		"و درود خدا بر او ، (در جنگ نهروان هنگامى كه از كنار كشتگان خوارج مى گذشت فرمود) : ",
		"<span class=\"arabic\">بُؤْساً لَكُمْ ، لَقَدْ ضَرَّكُمْ مَنْ غَرَّكُمْ . فَقِيلَ لَهُ مَنْ غَرَّهُمْ يَا أَمِيرَ الْمُؤْمِنِينَ؟ فَقَالَ الشَّيْطَانُ الْمُضِلُّ وَ الْأَنْفُسُ الْأَمَّارَةُ بِالسُّوءِ ؛ غَرَّتْهُمْ بِالْأَمَانِيِّ وَ فَسَحَتْ لَهُمْ بِالْمَعَاصِي وَ وَعَدَتْهُمُ الْإِظْهَارَ ، فَاقْتَحَمَتْ بِهِمُ النَّارَ . </span>",
		"بدا به حال شما آن كه شما را فريب داد به شما زيان رساند . (پرسيدند چه كسى آنان را فريفت ، اى امير المؤمنين؟ فرمود) شيطان گمراه كننده ، و نفسى كه به بدى فرمان مى دهد ، آنان را با آرزوها مغرور ساخت ، و راه گناه را بر ايشان آماده كرد ، و به آنان وعده پيروزى داد ، و سرانجام به آتش جهنّم گرفتارشان كرد . "
	],
	[
		"<span class=\"arabic\">اتَّقُوا مَعَاصِيَ اللَّهِ فِي الْخَلَوَاتِ ، فَإِنَّ الشَّاهِدَ هُوَ الْحَاكِمُ . </span>",
		"از نافرمانى خدا در خلوت ها بپرهيزيد ، زيرا همان كه گواه است ، داورى كند . "
	],
	[
		" لَمَّا بَلَغَهُ قَتْلُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ : ",
		"<span class=\"arabic\">إِنَّ حُزْنَنَا عَلَيْهِ عَلَى قَدْرِ سُرُورِهِمْ بِهِ ، إِلَّا أَنَّهُمْ نَقَصُوا بَغِيضاً وَ نَقَصْنَا حَبِيباً . </span>",
		"و درود خدا بر او ، (آنگاه كه خبر كشته شدن محمد بن ابى بكر را به او دادند فرمود) همانا اندوه ما بر شهادت او ، به اندازه شادى شاميان است ، جز آن كه از آنان يك دشمن ، و از ما يك دوست كم شد . "
	],
	[
		"<span class=\"arabic\">الْعُمُرُ الَّذِي أَعْذَرَ اللَّهُ فِيهِ إِلَى ابْنِ آدَمَ ، سِتُّونَ سَنَة . </span>",
		"عمرى كه خدا از فرزند آدم پوزش را مى پذيرد شصت سال است . "
	],
	[
		"<span class=\"arabic\">مَا ظَفِرَ مَنْ ظَفِرَ الْإِثْمُ بِهِ ، وَ الْغَالِبُ بِالشَّرِّ مَغْلُوبٌ . </span>",
		"پيروز نشد آن كس كه گناه بر او چيرگى يافت ، و آن كس كه با بدى پيروز شد شكست خورده است . "
	],
	[
		"<span class=\"arabic\">إِنَّ اللَّهَ سُبْحَانَهُ فَرَضَ فِي أَمْوَالِ الْأَغْنِيَاءِ أَقْوَاتَ الْفُقَرَاءِ ؛ فَمَا جَاعَ فَقِيرٌ إِلَّا بِمَا مُتِّعَ بِهِ غَنِيٌّ ، وَ اللَّهُ تَعَالَى سَائِلُهُمْ عَنْ ذَلِكَ . </span>",
		"همانا خداى سبحان روزى فقراء را در اموال سرمايه داران قرار داده است ، پس فقيرى گرسنه نمى ماند جز به كاميابى توانگران ، و خداوند از آنان در باره گرسنگى گرسنگان خواهد پرسيد . "
	],
	[
		"<span class=\"arabic\">الِاسْتِغْنَاءُ عَنِ الْعُذْرِ ، أَعَزُّ مِنَ الصِّدْقِ بِهِ . </span>",
		"بى نيازى از عذر خواهى ، گرامى تر از عذر راستين است . "
	],
	[
		"<span class=\"arabic\">أَقَلُّ مَا يَلْزَمُكُمْ لِلَّهِ ، أَلَّا تَسْتَعِينُوا بِنِعَمِهِ عَلَى مَعَاصِيهِ . </span>",
		"كمترين حق خدا بر عهده شما اينكه از نعمت هاى الهى در گناهان يارى نگيريد . "
	],
	[
		"<span class=\"arabic\" إِنَّ اللَّهَ سُبْحَانَهُ جَعَلَ الطَّاعَةَ غَنِيمَةَ الْأَكْيَاسِ ، عِنْدَ تَفْرِيطِ الْعَجَزَةِ . </span>",
		"خداى سبحان طاعت را غنيمت زيركان قرار داد آنگاه كه مردم ناتوان ، كوتاهى كنند . "
	],
	[
		"<span class=\"arabic\">السُّلْطَانُ وَزَعَةُ اللَّهِ فِي أَرْضِه . </span>",
		"حاكم اسلامى ، پاسبان خدا در زمين اوست . "
	],
	[
		"<span class=\"arabic\">الْمُؤْمِنُ بِشْرُهُ فِي وَجْهِهِ وَ حُزْنُهُ فِي قَلْبِهِ ، أَوْسَعُ شَيْءٍ صَدْراً وَ أَذَلُّ شَيْءٍ نَفْساً ، يَكْرَهُ الرِّفْعَةَ وَ يَشْنَأُ السُّمْعَةَ ، طَوِيلٌ غَمُّهُ ، بَعِيدٌ هَمُّهُ ، كَثِيرٌ صَمْتُهُ ، مَشْغُولٌ وَقْتُهُ ، شَكُورٌ صَبُورٌ ، مَغْمُورٌ بِفِكْرَتِهِ ، ضَنِينٌ بِخَلَّتِهِ ، سَهْلُ الْخَلِيقَةِ ، لَيِّنُ الْعَرِيكَةِ ، نَفْسُهُ أَصْلَبُ مِنَ الصَّلْدِ وَ هُوَ أَذَلُّ مِنَ الْعَبْدِ . </span>",
		"شادى مؤمن در چهره او ، و اندوه وى در دلش پنهان است . ",
		"سينه اش از هر چيزى فراخ تر ، و نفس او از هر چيزى خوارتر است . ",
		"برترى جويى را زشت ، و رياكارى را دشمن مى شمارد . ",
		"اندوه او طولانى ، و همّت او بلند است ، سكوتش فراوان ، و وقت او با كار گرفته است ، شكرگزار و شكيبا و ژرف انديش است . ",
		"از كسى درخواست ندارد و نرم خو و فروتن است ، نفس او از سنگ خارا سخت تر امّا در ديندارى از بنده خوارتر است . "
	],
	[
		"<span class=\"arabic\">لَوْ رَأَى الْعَبْدُ الْأَجَلَ وَ مَصِيرَهُ ، لَأَبْغَضَ الْأَمَلَ وَ غُرُورَه . </span>",
		"اگر بنده خدا أجل و پايان كارش را مى ديد ، با آرزو و فريب آن دشمنى مى ورزيد . "
	],
	[
		"<span class=\"arabic\">لِكُلِّ امْرِئٍ فِي مَالِهِ شَرِيكَانِ ، الْوَارِثُ وَ الْحَوَادِث . </span>",
		"براى هر كسى در مال او دو شريك است : وارث ، و حوادث . "
	],
	[
		"<span class=\"arabic\">الْمَسْئُولُ حُرٌّ ، حَتَّى يَعِدَ . </span>",
		"كسى كه چيزى از او خواسته اند تا وعده نداده آزاد است . "
	],
	[
		"<span class=\"arabic\">الدَّاعِي بِلَا عَمَلٍ ، كَالرَّامِي بِلَا وَتَرٍ . </span>",
		"دعوت كننده بى عمل ، چون تير انداز بدون كمان است . "
	],
	[
		"<span class=\"arabic\"> الْعِلْمُ عِلْمَانِ : مَطْبُوعٌ وَ مَسْمُوعٌ ؛ وَلاَ يَنْفَعُ الْمَسْمُوعُ ، إِذَا لَمْ يَكُنِ الْمَطْبُوعُ . </span>",
		"علم دو گونه است : علم فطرى و علم اكتسابى ، علم اكتسابى اگر هماهنگ با علم فطرى نباشد سودمند نخواهد بود . "
	],
	[
		"<span class=\"arabic\"> صَوَابُ الرَّأْي بِالدُّوَلِ ؛ يُقْبِلُ بِإِقْبَالِهَا ، وَيَذْهَبُ بِذَهَابِهَا . </span>",
		"استوارى رأى با كسى است كه قدرت و دارايى دارد ، با روى آوردن قدرت ، روى آورد ، و با پشت كردن آن روى بر تابد . "
	],
	[
		"<span class=\"arabic\">الْعَفَافُ زِينَةُ الْفَقْرِ ، وَ الشُّكْرُ زِينَةُ الْغِنَى . </span>",
		"پاكدامنى زيور تهيدستى ، و شكرگزارى زيور بى نيازى (ثروتمندى) است . "
	],
	[
		"<span class=\"arabic\">يَوْمُ الْعَدْلِ عَلَى الظَّالِمِ ، أَشَدُّ مِنْ يَوْمِ الْجَوْرِ عَلَى الْمَظْلُومِ . </span>",
		"روز انتقام گرفتن از ظالم سخت تر از ستمكارى بر مظلوم است . "
	],
	[
		"<span class=\"arabic\"> الْغِنَى الاَْكْبَرُ ، الْيَأْسُ عَمَّا فِي أَيْدِي النَّاسِ . </span>",
		"برترين بى نيازى و دارايى ، نوميدى است از آنچه در دست مردم است . "
	],
	[
		"<span class=\"arabic\">الْأَقَاوِيلُ مَحْفُوظَةٌ ، وَ السَّرَائِرُ مَبْلُوَّةٌ ، وَ كُلُّ نَفْسٍ بِما كَسَبَتْ رَهِينَةٌ . وَ النَّاسُ مَنْقُوصُونَ مَدْخُولُونَ ، إِلَّا مَنْ عَصَمَ اللَّهُ ؛ سَائِلُهُمْ مُتَعَنِّتٌ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">وَ مُجِيبُهُمْ مُتَكَلِّفٌ ؛ يَكَادُ أَفْضَلُهُمْ رَأْياً ، يَرُدُّهُ عَنْ فَضْلِ رَأْيِهِ الرِّضَى وَ السُّخْطُ ؛ وَ يَكَادُ أَصْلَبُهُمْ عُوداً ، تَنْكَؤُهُ اللَّحْظَةُ وَ تَسْتَحِيلُهُ الْكَلِمَةُ الْوَاحِدَة . </span>",
		"گفتارها نگهدارى مى شود ، و نهان ها آشكار ، و هر كسى در گرو اعمال خويش است . ",
		"و مردم گرفتار كمبودها و آفت هايند جز آن را كه خدا نگهدارد ، در خواست كنندگانشان مردم آزار ، و پاسخگويان به زحمت و رنج دچارند . ",
		"و آن كس كه در انديشه از همه برتر است با اندك خشنودى يا خشمى از رأى خود باز مى گردد . و آن كس كه از همه استوارتر است از نيم نگاهى ناراحت شود يا كلمه اى او را دگرگون سازد . "
	],
	[
		"<span class=\"arabic\">مَعَاشِرَ النَّاسِ اتَّقُوا اللَّهَ ، فَكَمْ مِنْ مُؤَمِّلٍ مَا لَا يَبْلُغُهُ ، وَ بَانٍ مَا لَا يَسْكُنُهُ ، وَ جَامِعٍ مَا سَوْفَ يَتْرُكُهُ ، وَ لَعَلَّهُ مِنْ بَاطِلٍ جَمَعَهُ وَ مِنْ حَقٍّ مَنَعَهُ ، أَصَابَهُ حَرَاماً وَ احْتَمَلَ بِهِ آثَاماً ، فَبَاءَ بِوِزْرِهِ وَ قَدِمَ عَلَى رَبِّهِ آسِفاً لَاهِفاً ، قَدْ خَسِرَ الدُّنْيا وَ الْآخِرَةَ ؛ \"ذلِكَ هُوَ الْخُسْرانُ الْمُبِينُ\" . </span>",
		"اى مردم از خدا بترسيد ، چه بسا آرزومندى كه به آرزوى خود نرسيد ، و سازنده ساختمانى كه در آن مسكن نكرد ، و گرد آورنده اى كه زود آنچه را گرد آورده رها خواهد كرد ، شايد كه از راه باطل گرد آورده ، و يا حق ديگران را باز داشته ، و با حرام به هم آميخته ، كه گناهش بر گردن اوست ، و با سنگينى بار گناه در مى گذرد ، و با پشيمانى و حسرت به نزد خدا مى رود كه : «در دنيا و آخرت زيان كرده و اين است زيانكارى آشكار» . "
	],
	[
		"<span class=\"arabic\">مِنَ الْعِصْمَةِ ، تَعَذُّرُ الْمَعَاصِي . </span>",
		"دست نيافتن به گناه نوعى عصمت است . "
	],
	[
		"<span class=\"arabic\">مَاءُ وَجْهِكَ جَامِدٌ ، يُقْطِرُهُ السُّؤَالُ ؛ فَانْظُرْ عِنْدَ مَنْ تُقْطِرُهُ . </span>",
		"آبروى تو چون يخى جامد است كه درخواست آن را قطره قطره آب مى كند ، پس بنگر كه آن را نزد چه كسى فرو مى ريزى . "
	],
	[
		"<span class=\"arabic\">الثَّنَاءُ بِأَكْثَرَ مِنَ الِاسْتِحْقَاقِ مَلَقٌ ، وَ التَّقْصِيرُ عَنِ الِاسْتِحْقَاقِ عِيٌّ أَوْ حَسَد . </span>",
		"ستودن بيش از آنچه كه سزاوار است نوعى چاپلوسى ، و كمتر از آن ، درماندگى يا حسادت است . "
	],
	[
		"<span class=\"arabic\">أَشَدُّ الذُّنُوبِ ، مَا اسْتَهَانَ بِهِ صَاحِبُه . </span>",
		"سخت ترين گناه ، آن كه گناهكار آن را كوچك بشمارد . "
	],
	[
		"<span class=\"arabic\">مَنْ نَظَرَ فِي عَيْبِ نَفْسِهِ اشْتَغَلَ عَنْ عَيْبِ غَيْرِهِ ؛ وَ مَنْ رَضِيَ بِرِزْقِ اللَّهِ لَمْ يَحْزَنْ عَلَى مَا فَاتَهُ ؛ وَ مَنْ سَلَّ سَيْفَ الْبَغْيِ قُتِلَ بِهِ ؛ وَ مَنْ كَابَدَ الْأُمُورَ عَطِبَ ؛ وَ مَنِ اقْتَحَمَ اللُّجَجَ غَرِقَ ؛ وَ مَنْ دَخَلَ مَدَاخِلَ السُّوءِ اتُّهِمَ ؛ وَ مَنْ كَثُرَ كَلَامُهُ كَثُرَ خَطَؤُهُ ، وَ مَنْ كَثُرَ خَطَؤُهُ قَلَّ حَيَاؤُهُ ، وَ مَنْ قَلَّ حَيَاؤُهُ قَلَّ وَرَعُهُ ، وَ مَنْ قَلَّ وَرَعُهُ مَاتَ قَلْبُهُ ، وَ مَنْ مَاتَ قَلْبُهُ دَخَلَ النَّارَ ؛ وَ مَنْ نَظَرَ فِي عُيُوبِ النَّاسِ فَأَنْكَرَهَا ، ثُمَّ رَضِيَهَا لِنَفْسِهِ ، فَذَلِكَ الْأَحْمَقُ بِعَيْنِهِ ؛ وَ الْقَنَاعَةُ مَالٌ لَا يَنْفَدُ ؛ وَ مَنْ أَكْثَرَ مِنْ ذِكْرِ الْمَوْتِ رَضِيَ مِنَ الدُّنْيَا بِالْيَسِيرِ ؛ وَ مَنْ عَلِمَ أَنَّ كَلَامَهُ مِنْ عَمَلِهِ ، قَلَّ كَلَامُهُ إِلَّا فِيمَا يَعْنِيهِ . </span>",
		"آن كس كه در عيب خود بنگرد از عيب جويى ديگران باز ماند ، ",
		"و كسى كه به روزى خدا خشنود باشد بر آنچه از دست رود اندوهگين نباشد ، ",
		"و كسى كه شمشير ستم بر كشد با آن كشته شود ، ",
		"و آن كس كه در كارها خود را به رنج اندازد خود را هلاك سازد ، ",
		"و هر كس خود را در گردابهاى بلا افكند غرق گردد ، ",
		"و هر كس به جاهاى بد نام قدم گذاشت متّهم گرديد . ",
		"و كسى كه زياد سخن مى گويد زياد هم اشتباه دارد ، و هر كس كه بسيار اشتباه كرد ، شرم و حياء او اندك است ، و آن كه شرم او اندك ، پرهيزكارى او نيز اندك خواهد بود ، و كسى كه پرهيزكارى او اندك است دلش مرده ، و آن كه دلش مرده باشد . در آتش جهنّم سقوط خواهد كرد . ",
		"و آن كس كه زشتى هاى مردم را بنگرد ، و آن را زشت بشمارد سپس همان زشتى ها را مرتكب شود ، پس او احمق واقعى است . ",
		"قناعت ، مالى است كه پايان نيابد ، ",
		"و آن كس كه فراوان به ياد مرگ باشد در دنيا به اندك چيزى خشنود است ، ",
		"و هر كس بداند كه گفتار او نيز از اعمال او به حساب مى آيد جز به ضرورت سخن نگويد . "
	],
	[
		"<span class=\"arabic\">لِلظَّالِمِ مِنَ الرِّجَالِ ثَلَاثُ عَلَامَاتٍ : يَظْلِمُ مَنْ فَوْقَهُ بِالْمَعْصِيَةِ ، وَ مَنْ دُونَهُ بِالْغَلَبَةِ ، وَ يُظَاهِرُ الْقَوْمَ الظَّلَمَةَ . </span>",
		"مردم ستمكار را سه نشان است : با سركشى به ما فوق خود ستم روا دارد ، و به زيردستان خود با زور و چيرگى ستم مى كند ، و ستمكاران را يارى مى دهد . "
	],
	[
		"<span class=\"arabic\">عِنْدَ تَنَاهِي الشِّدَّةِ ، تَكُونُ الْفَرْجَةُ ؛ وَ عِنْدَ تَضَايُقِ حَلَقِ الْبَلَاءِ ، يَكُونُ الرَّخَاءُ . </span>",
		"چون سختى ها به نهايت رسد ، گشايش پديد آيد ، و آن هنگام كه حلقه هاى بلا تنگ گردد آسايش فرا رسد . "
	],
	[
		"<span class=\"arabic\"> لِبَعْضِ أَصْحَابِهِ : لَا تَجْعَلَنَّ أَكْثَرَ شُغُلِكَ بِأَهْلِكَ وَ وَلَدِكَ ؛ فَإِنْ يَكُنْ أَهْلُكَ وَ وَلَدُكَ أَوْلِيَاءَ اللَّهِ ، فَإِنَّ اللَّهَ لَا يُضِيعُ أَوْلِيَاءَهُ ؛ وَ إِنْ يَكُونُوا أَعْدَاءَ اللَّهِ ، فَمَا هَمُّكَ وَ شُغُلُكَ بِأَعْدَاءِ اللَّهِ . </span>",
		"و درود خدا بر او ، (به برخى از ياران خود فرمود) بيشترين اوقات زندگى را به زن و فرزندت اختصاص مده ، زيرا اگر زن و فرزندت از دوستان خدا باشند خدا آنها را تباه نخواهد كرد ، و اگر دشمنان خدايند ، چرا غم دشمنان خدا را مى خورى . "
	],
	[
		"<span class=\"arabic\">أَكْبَرُ الْعَيْبِ ، أَنْ تَعِيبَ مَا فِيكَ مِثْلُهُ . </span>",
		"بزرگ ترين عيب آن كه چيزى را كه در خود دارى ، بر ديگران عيب بشمارى . "
	],
	[
		"وَ هَنَّأَ بِحَضْرَتِهِ رَجُلٌ رَجُلًا بِغُلَامٍ وُلِدَ لَهُ ، فَقَالَ لَهُ لِيَهْنِئْكَ الْفَارِسُ . فَقَالَ عليه‌السلام : ",
		"<span class=\"arabic\">لَا تَقُلْ ذَلِكَ ، وَ لَكِنْ قُلْ شَكَرْتَ الْوَاهِبَ ، وَ بُورِكَ لَكَ فِي الْمَوْهُوبِ ، وَ بَلَغَ أَشُدَّهُ ، وَ رُزِقْتَ بِرَّهُ . </span>",
		"(در حضور امام ، شخصى با اين عبارت ، تولّد نوزادى را تبريك گفت «قدم دلاورى يكّه سوار مبارك باد») درود خدا بر او ، فرمود : ",
		"چنين مگو بلكه بگو : خداى بخشنده را شكرگزار ، و نوزاد بخشيده بر تو مبارك ، اميد كه بزرگ شود و از نيكوكارى اش بهرمند گردى . "
	],
	[
		"وَ بَنَى رَجُلٌ مِنْ عُمَّالِهِ بِنَاءً فَخْماً ، فَقَالَ عليه‌السلام : ",
		"<span class=\"arabic\">أَطْلَعَتِ الْوَرِقُ رُءُوسَهَا ، إِنَّ الْبِنَاءَ يَصِفُ لَكَ الْغِنَى . </span>",
		"و درود خدا بر او ، (وقتى يكى از كارگزاران امام خانه با شكوهى ساخت به او فرمود) : سكّه هاى طلا و نقره سر بر آورده خود را آشكار ساختند ، همانا ساختمان مجلّل بى نيازى و ثروتمندى تو را مى رساند . "
	],
	[
		"<span class=\"arabic\">وَ قِيلَ لَهُ عليه‌السلام : لَوْ سُدَّ عَلَى رَجُلٍ بَابُ بَيْتِهِ وَ تُرِكَ فِيهِ ، مِنْ أَيْنَ كَانَ يَأْتِيهِ رِزْقُهُ؟ فَقَالَ عليه‌السلام : مِنْ حَيْثُ يَأْتِيهِ أَجَلُه . </span>",
		"و درود خدا بر او ، (از امام پرسيدند اگر در خانه مردى را به رويش بندند ، روزى او از كجا خواهد آمد؟ فرمود : ) از آن جايى كه مرگ او مى آيد . "
	],
	[
		"<span class=\"arabic\">وَ عَزَّى قَوْماً عَنْ مَيِّتٍ مَاتَ لَهُمْ ، فَقَالَ عليه‌السلام : إِنَّ هَذَا الْأَمْرَ لَيْسَ لَكُمْ بَدَأَ وَ لَا إِلَيْكُمُ انْتَهَى ؛ وَ قَدْ كَانَ صَاحِبُكُمْ هَذَا يُسَافِرُ ، فَعُدُّوهُ فِي بَعْضِ أَسْفَارِهِ ؛ فَإِنْ قَدِمَ عَلَيْكُمْ ، وَ إِلَّا قَدِمْتُمْ عَلَيْهِ . </span>",
		"و درود خدا بر او ، (مردمى را در مرگ يكى از خويشاوندانشان چنين تسليت گفت) مردن از شما آغاز نشده ، و به شما نيز پايان نخواهد يافت . اين دوست شما به سفر مى رفت ، اكنون پنداريد كه به يكى از سفرها رفته ، اگر او باز نگردد ، شما به سوى او خواهيد رفت . "
	],
	[
		"<span class=\"arabic\">أَيُّهَا النَّاسُ! لِيَرَكُمُ اللَّهُ مِنَ النِّعْمَةِ وَجِلِينَ ، كَمَا يَرَاكُمْ مِنَ النِّقْمَةِ فَرِقِينَ ؛ إِنَّهُ مَنْ وُسِّعَ عَلَيْهِ فِي ذَاتِ يَدِهِ ، فَلَمْ يَرَ ذَلِكَ اسْتِدْرَاجاً ، فَقَدْ أَمِنَ مَخُوفاً ؛ وَ مَنْ ضُيِّقَ عَلَيْهِ فِي ذَاتِ يَدِهِ ، فَلَمْ يَرَ ذَلِكَ اخْتِبَاراً ، فَقَدْ ضَيَّعَ مَأْمُولًا . </span>",
		"اى مردم ، بايد خدا شما را به هنگام نعمت همانند هنگامه كيفر ، ترسان بنگرد . زيرا كسى كه رفاه و گشايش را زمينه گرفتار شدن خويش نداند ، پس خود را از حوادث ترسناك ايمن مى پندارد ، و آن كس كه تنگدستى را آزمايش الهى نداند پاداشى را كه اميدى به آن بود از دست خواهد داد . "
	],
	[
		"<span class=\"arabic\">يَا أَسْرَى الرَّغْبَةِ أَقْصِرُوا ، فَإِنَّ الْمُعَرِّجَ عَلَى الدُّنْيَا لَا يَرُوعُهُ مِنْهَا إِلَّا صَرِيفُ أَنْيَابِ الْحِدْثَانِ . أَيُّهَا النَّاسُ تَوَلَّوْا مِنْ أَنْفُسِكُمْ تَأْدِيبَهَا ، وَ اعْدِلُوا بِهَا عَنْ ضَرَاوَةِ عَادَاتِهَا . </span>",
		"اى اسيران آرزوها ، بس كنيد زيرا صاحبان مقامات دنيا را تنها دندان حوادث روزگار به هراس افكند . ",
		"اى مردم كار تربيت خود را خود بر عهده گيريد ، و نفس را از عادت هايى كه به آن حرص دارد باز گردانيد . "
	],
	[
		"<span class=\"arabic\">لَا تَظُنَّنَّ بِكَلِمَةٍ خَرَجَتْ مِنْ أَحَدٍ سُوءاً ، وَ أَنْتَ تَجِدُ لَهَا فِي الْخَيْرِ مُحْتَمَلًا . </span>",
		"شايسته نيست به سخنى كه از دهان كسى خارج شد ، گمان بد ببرى ، چرا كه براى آن برداشت نيكويى مى توان داشت . "
	],
	[
		"<span class=\"arabic\">إِذَا كَانَتْ لَكَ إِلَى اللَّهِ سُبْحَانَهُ حَاجَةٌ ، فَابْدَأْ بِمَسْأَلَةِ الصَّلَاةِ عَلَى رَسُولِهِ (صلى الله عليه وآله وسلم) ، ثُمَّ سَلْ حَاجَتَكَ ، فَإِنَّ اللَّهَ أَكْرَمُ مِنْ أَنْ يُسْأَلَ حَاجَتَيْنِ ، فَيَقْضِيَ إِحْدَاهُمَا وَ يَمْنَعَ الْأُخْرَى . </span>",
		"هر گاه از خداى سبحان درخواستى دارى ، ابتدا بر پيامبر اسلام صلى‌الله‌عليه‌وآله‌وسلم درود بفرست ، سپس حاجت خود را بخواه ، زيرا خدا بزرگوارتر از آن است كه از دو حاجت درخواست شده ، يكى را برآورد و ديگرى را باز دارد . "
	],
	[
		"<span class=\"arabic\">مَنْ ضَنَّ بِعِرْضِهِ ، فَلْيَدَعِ الْمِرَاء . </span>",
		"هر كس كه از آبروى خود بيمناك است از جدال بپرهيزد . "
	],
	[
		"<span class=\"arabic\">مِنَ الْخُرْقِ ، الْمُعَاجَلَةُ قَبْلَ الْإِمْكَانِ ، وَ الْأَنَاةُ بَعْدَ الْفُرْصَة . </span>",
		"شتاب پيش از توانايى بر كار ، و سستى پس از به دست آوردن فرصت از بى خردى است . "
	],
	[
		"<span class=\"arabic\">لَا تَسْأَلْ عَمَّا لَا يَكُونُ ، فَفِي الَّذِي قَدْ كَانَ لَكَ شُغُلٌ . </span>",
		"از آنچه پديد نيامده نپرس ، كه آنچه پديد آمده براى سرگرمى تو كافى است . "
	],
	[
		"<span class=\"arabic\">الْفِكْرُ مِرْآةٌ صَافِيَةٌ ، وَ الِاعْتِبَارُ مُنْذِرٌ نَاصِحٌ ؛ وَ كَفَى أَدَباً لِنَفْسِكَ ، تَجَنُّبُكَ مَا كَرِهْتَهُ لِغَيْرِكَ . </span>",
		"انديشه ، آيينه اى شفّاف و عبرت از حوادث ، بيم دهنده اى خير انديش است ، و تو را در ادب كردن نفس همان بس كه از آنچه انجام دادنش را براى ديگران نمى پسندى بپرهيزى . "
	],
	[
		"<span class=\"arabic\">الْعِلْمُ مَقْرُونٌ بِالْعَمَلِ ، فَمَنْ عَلِمَ عَمِلَ ؛ وَ الْعِلْمُ يَهْتِفُ بِالْعَمَلِ ، فَإِنْ أَجَابَهُ ، وَ إِلَّا ارْتَحَلَ عَنْه . </span>",
		"علم و عمل پيوندى نزديك دارند . و كسى كه دانست بايد به آن عمل كند ، چرا كه علم ، عمل را فراخواند ، اگر پاسخش داد مى ماند و گر نه كوچ مى كند . "
	],
	[
		"<span class=\"arabic\">يَا أَيُّهَا النَّاسُ مَتَاعُ الدُّنْيَا حُطَامٌ مُوبِئٌ ، فَتَجَنَّبُوا مَرْعَاهُ ، قُلْعَتُهَا أَحْظَى مِنْ طُمَأْنِينَتِهَا وَ بُلْغَتُهَا أَزْكَى مِنْ ثَرْوَتِهَا ؛ حُكِمَ عَلَى مُكْثِرٍ مِنْهَا بِالْفَاقَةِ ، وَ أُعِينَ مَنْ غَنِيَ عَنْهَا بِالرَّاحَةِ ؛ مَنْ رَاقَهُ زِبْرِجُهَا أَعْقَبَتْ نَاظِرَيْهِ كَمَهاً ، وَ مَنِ اسْتَشْعَرَ الشَّغَفَ بِهَا مَلَأَتْ ضَمِيرَهُ أَشْجَاناً ، لَهُنَّ رَقْصٌ عَلَى سُوَيْدَاءِ قَلْبِهِ هَمٌّ يَشْغَلُهُ وَ غَمٌّ يَحْزُنُهُ ، كَذَلِكَ حَتَّى يُؤْخَذَ بِكَظَمِهِ ، فَيُلْقَى بِالْفَضَاءِ مُنْقَطِعاً أَبْهَرَاهُ ، هَيِّناً عَلَى اللَّهِ فَنَاؤُهُ وَ عَلَى الْإِخْوَانِ إِلْقَاؤُهُ ؛ وَ إِنَّمَا يَنْظُرُ الْمُؤْمِنُ إِلَى الدُّنْيَا بِعَيْنِ الِاعْتِبَارِ وَ يَقْتَاتُ مِنْهَا بِبَطْنِ الِاضْطِرَارِ وَ يَسْمَعُ فِيهَا بِأُذُنِ الْمَقْتِ وَ الْإِبْغَاضِ ؛ إِنْ قِيلَ أَثْرَى ، قِيلَ أَكْدَى ، وَ إِنْ فُرِحَ لَهُ بِالْبَقَاءِ ، حُزِنَ لَهُ بِالْفَنَاءِ ؛ هَذَا وَ لَمْ يَأْتِهِمْ يَوْمٌ فِيهِ يُبْلِسُونَ . </span>",
		"اى مردم ، كالاى دنياى حرام چون برگ هاى خشكيده وبا خيز است ، پس از چراگاه آن دورى كنيد ، كه دل كندن از آن لذّت بخش تر از اطمينان داشتن به آن است ، و به قدر ضرورت از دنيا برداشتن بهتر از جمع آورى سرمايه فراوان است . ",
		"آن كس كه از دنيا زياد برداشت به فقر محكوم است ، و آن كس كه خود را از آن بى نياز انگاشت در آسايش است ، و آن كس كه زيور دنيا ديدگانش را خيره سازد دچار كور دلى گردد . ",
		"و آن كس كه به دنياى حرام عشق ورزيد ، درونش پر از اندوه شد ، و غم و اندوه ها در خانه دلش رقصان گشت ، كه از سويى سرگرمش سازند ، و از سويى ديگر رهايش نمايند ، تا آنجا كه گلويش را گرفته در گوشه اى بميرد ، رگ هاى حيات او قطع شده ، و نابود ساختن او بر خدا آسان ، و به گور انداختن او به دست دوستان است . ",
		"امّا مؤمن با چشم عبرت به دنيا مى نگرد ، و از دنيا به اندازه ضرورت برمى دارد ، و سخن دنيا را از روى دشمنى مى شنود ، چرا كه تا گويند سرمايه دار شد ، گويند تهيدست گرديد ، و تا در زندگى شاد مى شوند ، با فرا رسيدن مرگ غمگين مى گردند ، و اين اندوه چيزى نيست كه روز پريشانى و نوميدى هنوز نيامده است . "
	],
	[
		"<span class=\"arabic\">إِنَّ اللَّهَ سُبْحَانَهُ وَضَعَ الثَّوَابَ عَلَى طَاعَتِهِ ، وَ الْعِقَابَ عَلَى مَعْصِيَتِهِ ، ذِيَادَةً لِعِبَادِهِ عَنْ نِقْمَتِهِ ، وَ حِيَاشَةً لَهُمْ إِلَى جَنَّتِهِ . </span>",
		"همانا خداوند پاداش را بر اطاعت ، و كيفر را بر نافرمانى قرار داد ، تا بندگان را از عذابش برهاند ، و به سوى بهشت كشاند . "
	],
	[
		"<span class=\"arabic\">يَأْتِي عَلَى النَّاسِ زَمَانٌ لَا يَبْقَى فِيهِمْ مِنَ الْقُرْآنِ إِلَّا رَسْمُهُ وَ مِنَ الْإِسْلَامِ إِلَّا اسْمُهُ ؛ وَ مَسَاجِدُهُمْ يَوْمَئِذٍ عَامِرَةٌ مِنَ الْبِنَاءِ ، خَرَابٌ مِنَ الْهُدَى ، سُكَّانُهَا وَ عُمَّارُهَا شَرُّ أَهْلِ الْأَرْضِ ؛ مِنْهُمْ تَخْرُجُ الْفِتْنَةُ ، وَ إِلَيْهِمْ تَأْوِي الْخَطِيئَةُ ، يَرُدُّونَ مَنْ شَذَّ عَنْهَا فِيهَا ، وَ يَسُوقُونَ مَنْ تَأَخَّرَ عَنْهَا إِلَيْهَا ؛ يَقُولُ اللَّهُ سُبْحَانَهُ فَبِي حَلَفْتُ لَأَبْعَثَنَّ عَلَى أُولَئِكَ فِتْنَةً تَتْرُكُ الْحَلِيمَ فِيهَا حَيْرَانَ ، وَ قَدْ فَعَلَ ، وَ نَحْنُ نَسْتَقِيلُ اللَّهَ عَثْرَةَ الْغَفْلَةِ . </span>",
		"روزگارى بر مردم خواهد آمد كه از قرآن جز نشانى ، و از اسلام جز نامى ، باقى نخواهد ماند . ",
		"مسجدهاى آنان در آن روزگار آبادان ، امّا از هدايت ويران است . مسجد نشينان و سازندگان بناهاى شكوهمند مساجد ، بدترين مردم زمين مى باشند ، كه كانون هر فتنه ، و جايگاه هر گونه خطاكارى اند ، هر كس از فتنه بر كنار است او را به فتنه باز گردانند ، و هر كس كه از فتنه عقب مانده او را به فتنه ها كشانند ، كه خداى بزرگ فرمايد : «به خودم سوگند ، بر آنان فتنه اى بگمارم كه انسان شكيبا در آن سرگردان ماند» و چنين كرده است ، و ما از خدا مى خواهيم كه از لغزش غفلت ها در گذرد . "
	],
	[
		"وَ رُوِيَ أَنَّهُ عليه‌السلام ، قَلَّمَا اعْتَدَلَ بِهِ الْمِنْبَرُ إِلَّا قَالَ أَمَامَ الْخُطْبَةِ : ",
		"و درود خدا بر او ، (نقل كردند كه امام عليه السّلام كمتر بر منبرى مى نشست كه پيش از سخن اين عبارت را نگويد : )",
		"<span class=\"arabic\">أَيُّهَا النَّاسُ اتَّقُوا اللَّهَ ، فَمَا خُلِقَ امْرُؤٌ عَبَثاً فَيَلْهُوَ ، وَ لَا تُرِكَ سُدًى فَيَلْغُوَ ؛ وَ مَا دُنْيَاهُ الَّتِي تَحَسَّنَتْ لَهُ ، بِخَلَفٍ مِنَ الْآخِرَةِ الَّتِي قَبَّحَهَا سُوءُ النَّظَرِ عِنْدَهُ ؛ وَ مَا الْمَغْرُورُ الَّذِي ظَفِرَ مِنَ الدُّنْيَا بِأَعْلَى هِمَّتِهِ ، كَالْآخَرِ الَّذِي ظَفِرَ مِنَ الْآخِرَةِ بِأَدْنَى سُهْمَتِهِ . </span>",
		"اى مردم از خدا بترسيد ، هيچ كس بيهوده آفريده نشد تا به بازى پردازد ، و او را به حال خود وانگذاشته اند تا خود را سرگرم كارهاى بى ارزش نمايد . ",
		"و دنيايى كه در ديده ها زيباست ، جايگزين آخرتى نشود كه آن را زشت مى انگارند ، ",
		"و مغرورى كه در دنيا به بالاترين مقام رسيده ، چون كسى نيست كه در آخرت به كمترين نصيبى رسيده است . "
	],
	[
		"<span class=\"arabic\">لَا شَرَفَ أَعْلَى مِنَ الْإِسْلَامِ ، وَ لَا عِزَّ أَعَزُّ مِنَ التَّقْوَى ، وَ لَا مَعْقِلَ أَحْسَنُ مِنَ الْوَرَعِ ، وَ لَا شَفِيعَ أَنْجَحُ مِنَ التَّوْبَةِ ، وَ لَا كَنْزَ أَغْنَى مِنَ الْقَنَاعَةِ ، وَ لَا مَالَ أَذْهَبُ لِلْفَاقَةِ مِنَ الرِّضَى بِالْقُوتِ ، وَ مَنِ اقْتَصَرَ عَلَى بُلْغَةِ الْكَفَافِ فَقَدِ انْتَظَمَ الرَّاحَةَ وَ تَبَوَّأَ خَفْضَ الدَّعَةِ ، وَ الرَّغْبَةُ مِفْتَاحُ النَّصَبِ وَ مَطِيَّةُ التَّعَبِ ، وَ الْحِرْصُ وَ الْكِبْرُ وَ الْحَسَدُ دَوَاعٍ إِلَى التَّقَحُّمِ فِي الذُّنُوبِ ، وَ الشَّرُّ جَامِعُ مَسَاوِئِ الْعُيُوبِ . </span>",
		"هيچ شرافتى برتر از اسلام ، و هيچ عزّتى گرامى تر از تقوا ، و هيچ سنگرى نيكوتر از پارسايى ، و هيچ شفاعت كننده اى كار سازتر از توبه ، و هيچ گنجى بى نياز كننده تر از قناعت ، و هيچ مالى در فقر زدايى ، از بين برنده تر از رضايت دادن به روزى نيست . ",
		"و كسى كه به اندازه كفايت زندگى از دنيا بردارد به آسايش دست يابد ، و آسوده خاطر گردد ، در حالى كه دنيا پرستى كليد دشوارى ، و مركب رنج و گرفتارى است . ",
		"و حرص ورزى و خود بزرگ بينى و حسادت ، عامل بى پروايى در گناهان است ، و بدى ، جامع تمام عيب ها است . "
	],
	[
		"<span class=\"arabic\"> لِجَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ : يَا جَابِرُ قِوَامُ الدِّينِ وَ الدُّنْيَا بِأَرْبَعَةٍ : عَالِمٍ مُسْتَعْمِلٍ عِلْمَهُ ، وَ جَاهِلٍ لَا يَسْتَنْكِفُ أَنْ يَتَعَلَّمَ ، وَ جَوَادٍ لَا يَبْخَلُ بِمَعْرُوفِهِ ، وَ فَقِيرٍ لَا يَبِيعُ آخِرَتَهُ بِدُنْيَاهُ . فَإِذَا ضَيَّعَ الْعَالِمُ عِلْمَهُ اسْتَنْكَفَ الْجَاهِلُ أَنْ يَتَعَلَّمَ ، وَ إِذَا بَخِلَ الْغَنِيُّ بِمَعْرُوفِهِ بَاعَ الْفَقِيرُ آخِرَتَهُ بِدُنْيَاهُ . يَا جَابِرُ مَنْ كَثُرَتْ نِعَمُ اللَّهِ عَلَيْهِ ، كَثُرَتْ حَوَائِجُ النَّاسِ إِلَيْهِ ؛ فَمَنْ قَامَ لِلَّهِ فِيهَا بِمَا يَجِبُ فِيهَا ، عَرَّضَهَا لِلدَّوَامِ وَ الْبَقَاءِ ، وَ مَنْ لَمْ يَقُمْ فِيهَا بِمَا يَجِبُ ، عَرَّضَهَا لِلزَّوَالِ وَ الْفَنَاءِ . </span>",
		"و درود خدا بر او ، (به جابر بن عبد اللَّه انصارى فرمود) اى جابر استوارى دين و دنيا به چهار چيز است : ",
		"عالمى كه به علم خود عمل كند ، و جاهلى كه از آموختن سرباز نزند ، و بخشنده اى كه در بخشش بخل نورزد ، و فقيرى كه آخرت خود را به دنيا نفروشد . ",
		"پس هر گاه عالم علم خود را تباه كند ، نادان به آموختن روى نياورد ، هر گاه بى نياز در بخشش بخل ورزد ، تهيدست آخرت خويش را به دنيا فروشد . ",
		"اى جابر كسى كه نعمت هاى فراوان خدا به او روى كرد ، نيازهاى فراوان مردم نيز به او روى آورد ، پس اگر صاحب نعمتى حقوق واجب الهى را بپردازد ، خداوند نعمت ها را بر او جاودانه سازد ، و آن كس كه حقوق واجب الهى در نعمت ها را نپردازد ، خداوند ، آن را به زوال و نابودى كشاند . "
	],
	[
		"وَ رَوَى ابْنُ جَرِيرٍ الطَّبَرِيُّ فِي تَارِيخِهِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى الْفَقِيهِ ، وَ كَانَ مِمَّنْ خَرَجَ لِقِتَالِ الْحَجَّاجِ مَعَ ابْنِ الْأَشْعَثِ ، أَنَّهُ قَالَ فِيمَا كَانَ يَحُضُّ بِهِ النَّاسَ عَلَى الْجِهَادِ إِنِّي سَمِعْتُ عَلِيّاً -رَفَعَ اللَّهُ دَرَجَتَهُ فِي الصَّالِحِينَ وَ أَثَابَهُ ثَوَابَ الشُّهَدَاءِ وَ الصِّدِّيقِينَ- يَقُولُ يَوْمَ لَقِينَا أَهْلَ الشَّامِ : ",
		"(ابن جرير طبرى در تاريخ خود از عبد الرحمن بن ابى ليلى فقيه نقل كرد ، كه براى مبارزه با حجّاج به كمك ابن اشعث برخاست ، براى تشويق مردم گفت من از على عليه السّلام «كه خداوند درجاتش را در ميان صالحان بالا برد ، و ثواب شهيدان و صدّيقان به او عطا فرمايد» در حالى كه با شاميان رو برو شديم شنيدم كه فرمود) : ",
		"<span class=\"arabic\">أَيُّهَا الْمُؤْمِنُونَ ، إِنَّهُ مَنْ رَأَى عُدْوَاناً يُعْمَلُ بِهِ وَ مُنْكَراً يُدْعَى إِلَيْهِ ، فَأَنْكَرَهُ بِقَلْبِهِ ، فَقَدْ سَلِمَ وَ بَرِئَ ، وَ مَنْ أَنْكَرَهُ بِلِسَانِهِ فَقَدْ أُجِرَ وَ هُوَ أَفْضَلُ مِنْ صَاحِبِهِ ، وَ مَنْ أَنْكَرَهُ بِالسَّيْفِ ، لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَ كَلِمَةُ الظَّالِمِينَ هِيَ السُّفْلَى ، فَذَلِكَ الَّذِي أَصَابَ سَبِيلَ الْهُدَى وَ قَامَ عَلَى الطَّرِيقِ ، وَ نَوَّرَ فِي قَلْبِهِ الْيَقِينُ . </span>",
		"اى مؤمنان» هر كس تجاوزى را بنگرد ، و شاهد دعوت به منكرى باشد ، و در دل آن را انكار كند خود را از آلودگى سالم داشته است ، ",
		"و هر كس با زبان آن را انكار كند پاداش آن داده خواهد شد ، و از اوّلى برتر است ، ",
		"و آن كس كه با شمشير به انكار بر خيزد تا كلام خدا بلند و گفتار ستمگران پست گردد ، او را رستگارى را يافته و نور يقين در دلش تابيده . "
	],
	[
		"<span class=\"arabic\">فَمِنْهُمُ الْمُنْكِرُ لِلْمُنْكَرِ بِيَدِهِ وَ لِسَانِهِ وَ قَلْبِهِ ، فَذَلِكَ الْمُسْتَكْمِلُ لِخِصَالِ الْخَيْرِ ؛ وَ مِنْهُمُ الْمُنْكِرُ بِلِسَانِهِ وَ قَلْبِهِ وَ التَّارِكُ بِيَدِهِ ، فَذَلِكَ مُتَمَسِّكٌ بِخَصْلَتَيْنِ مِنْ خِصَالِ الْخَيْرِ وَ مُضَيِّعٌ خَصْلَةً ؛ وَ مِنْهُمُ الْمُنْكِرُ بِقَلْبِهِ وَ التَّارِكُ بِيَدِهِ وَ لِسَانِهِ ، فَذَلِكَ الَّذِي ضَيَّعَ أَشْرَفَ الْخَصْلَتَيْنِ مِنَ الثَّلَاثِ وَ تَمَسَّكَ بِوَاحِدَةٍ ؛ وَ مِنْهُمْ تَارِكٌ لِإِنْكَارِ الْمُنْكَرِ بِلِسَانِهِ وَ قَلْبِهِ وَ يَدِهِ ، فَذَلِكَ مَيِّتُ الْأَحْيَاءِ . وَ مَا أَعْمَالُ الْبِرِّ كُلُّهَا وَ الْجِهَادُ فِي سَبِيلِ اللَّهِ ، عِنْدَ الْأَمْرِ بِالْمَعْرُوفِ وَ النَّهْيِ عَنْ الْمُنْكَرِ ، إِلَّا كَنَفْثَةٍ فِي بَحْرٍ لُجِّيٍّ ؛ وَ إِنَّ الْأَمْرَ بِالْمَعْرُوفِ وَ النَّهْيَ عَنِ الْمُنْكَرِ ، لَا يُقَرِّبَانِ مِنْ أَجَلٍ وَ لَا يَنْقُصَانِ مِنْ رِزْقٍ ؛ وَ أَفْضَلُ مِنْ ذَلِكَ كُلِّهِ كَلِمَةُ عَدْلٍ عِنْدَ إِمَامٍ جَائِرٍ . </span>",
		"گروهى ، منكر را با دست و زبان و قلب انكار مى كنند ، آنان تمامى خصلت هاى نيكو را در خود گرد آورده اند . ",
		"گروهى ديگر ، منكر را با زبان و قلب انكار كرده ، امّا دست به كارى نمى برند ، پس چنين كسى دو خصلت از خصلت هاى نيكو را گرفته و ديگرى را تباه كرده است . ",
		"و بعضى منكر را تنها با قلب انكار كرده ، و با دست و زبان خويش اقدامى ندارند ، پس دو خصلت را كه شريف تر است تباه ساخته اند و يك خصلت را به دست آورده اند . ",
		"و بعضى ديگر منكر را با زبان و قل و دست رها ساخته اند كه چنين كسى از آنان ، مرده اى ميان زندگان است . ",
		"و تمام كارهاى نيكو ، و جهاد در راه خدا ، برابر امر به معروف و نهى از منكر ، چونان قطره اى بر درياى موّاج و پهناور است ، و همانا امر به معروف و نهى از منكر ، نه اجلى را نزديك مى كنند ، و نه از مقدار روزى مى كاهند ، و از همه اينها برتر ، سخن حق در پيش روى حاكمى ستمكار است . "
	],
	[
		"<span class=\"arabic\">أَوَّلُ مَا تُغْلَبُونَ عَلَيْهِ مِنَ الْجِهَادِ ، الْجِهَادُ بِأَيْدِيكُمْ ، ثُمَّ بِأَلْسِنَتِكُمْ ، ثُمَّ بِقُلُوبِكُمْ ؛ فَمَنْ لَمْ يَعْرِفْ بِقَلْبِهِ مَعْرُوفاً وَ لَمْ يُنْكِرْ مُنْكَراً ، قُلِبَ ، فَجُعِلَ أَعْلَاهُ أَسْفَلَهُ وَ أَسْفَلُهُ أَعْلَاهُ . </span>",
		"اوّلين مرحله از جهاد كه در آن باز مى مانيد ، جهاد با دستانتان ، سپس جهاد با زبان ، و آنگاه جهاد با قلب هايتان مى باشد . پس كسى كه با قلب ، معروفى را ستايش نكند ، و منكرى را انكار نكند ، قلبش واژگون گشته ، بالاى آن پايين ، و پايين قلب او بالا قرار خواهد گرفت . "
	],
	[
		"<span class=\"arabic\">إِنَّ الْحَقَّ ثَقِيلٌ مَرِيءٌ ، وَ إِنَّ الْبَاطِلَ خَفِيفٌ وَبِيءٌ . </span>",
		"حق سنگين امّا گواراست ، و باطل ، سبك امّا كشنده . "
	],
	[
		"<span class=\"arabic\">لَا تَأْمَنَنَّ عَلَى خَيْرِ هَذِهِ الْأُمَّةِ عَذَابَ اللَّهِ ، لِقَوْلِهِ تَعَالَى \"فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخاسِرُونَ\" ؛ وَ لَا تَيْأَسَنَّ لِشَرِّ هَذِهِ الْأُمَّةِ مِنْ رَوْحِ اللَّهِ ، لِقَوْلِهِ تَعَالَى \"إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكافِرُونَ\" . </span>",
		"بر بهترين افراد اين امّت از عذاب الهى ايمن مباشيد زيرا كه خداى بزرگ فرمود : «از كيفر خدا ايمن نيستند جز زيانكاران» . ",
		"و بر بدترين افراد اين امّت از رحمت خدا نوميد مباشيد زيرا كه خداى بزرگ فرمود : «همانا از رحمت خدا نوميد نباشند جز كافران» . "
	],
	[
		"<span class=\"arabic\">الْبُخْلُ جَامِعٌ لِمَسَاوِئِ الْعُيُوبِ ، وَ هُوَ زِمَامٌ يُقَادُ بِهِ إِلَى كُلِّ سُوء . </span>",
		"بخل ورزيدن كانون تمام عيب ها ، و مهارى است كه انسان را به سوى هر بدى مى كشاند . "
	],
	[
		"<span class=\"arabic\">يَا ابْنَ آدَمَ ، الرِّزْقُ رِزْقَانِ : رِزْقٌ تَطْلُبُهُ ، وَ رِزْقٌ يَطْلُبُكَ ، فَإِنْ لَمْ تَأْتِهِ ، أَتَاكَ ؛ فَلَا تَحْمِلْ هَمَّ سَنَتِكَ عَلَى هَمِّ يَوْمِكَ ، كَفَاكَ كُلُّ يَوْمٍ عَلَى مَا فِيهِ ؛ فَإِنْ تَكُنِ السَّنَةُ مِنْ عُمُرِكَ ، فَإِنَّ اللَّهَ تَعَالَى سَيُؤْتِيكَ فِي كُلِّ غَدٍ جَدِيدٍ مَا قَسَمَ لَكَ ، وَ إِنْ لَمْ تَكُنِ السَّنَةُ مِنْ عُمُرِكَ ، فَمَا تَصْنَعُ بِالْهَمِّ فِيمَا لَيْسَ لَكَ ؛ وَ لَنْ يَسْبِقَكَ إِلَى رِزْقِكَ طَالِبٌ ، وَ لَنْ يَغْلِبَكَ عَلَيْهِ غَالِبٌ ، وَ لَنْ يُبْطِئَ عَنْكَ مَا قَدْ قُدِّرَ لَكَ . </span>",
		"قال الرضي : و قد مضى هذا الكلام فيما تقدم من هذا الباب إلا أنه هاهنا أوضح و أشرح ، فلذلك كررناه على القاعدة المقررة في أول الكتاب . ",
		"اى فرزند آدم روزى دو گونه است ، روزيى كه تو آن را جويى ، و روزيى كه تو را مى جويد ، كه اگر به سراغش نروى به سوى تو آيد . پس اندوه سال خود را بر اندوه امروزت منه ، كه بر طرف كردن اندوه هر روز از عمر تو را كافى است . ",
		"اگر سال آينده در شمار عمر تو باشد همانا خداى بزرگ در هر روز سهم تو را خواهد داد ، و اگر از شمار عمرت نباشد تو را با اندوه آنچه كار است . ",
		"كه هرگز جوينده اى در گرفتن سهم روزى تو بر تو پيشى نگيرد ، و چيره شونده اى بر تو چيره نگردد ، و آنچه براى تو مقدّر گشته بى كم و كاست به تو خواهد رسيد . ",
		"(سید رضى مى گويد : اين سخن امام عليه السّلام در حكمت 267 آمده ، امّا چون در اينجا همان مفاهيم آشكارتر و روشن تر بيان گرديد آن را بر أساس روشى كه در آغاز كتاب تذكّر داديم آورديم . )"
	],
	[
		"<span class=\"arabic\">رُبَّ مُسْتَقْبِلٍ يَوْماً لَيْسَ بِمُسْتَدْبِرِهِ ، وَ مَغْبُوطٍ فِي أَوَّلِ لَيْلِهِ قَامَتْ بَوَاكِيهِ فِي آخِرِهِ . </span>",
		"چه بسيار كسانى كه در آغاز روز بودند و به شامگاه نرسيدند ، و چه بسيار كسانى كه در آغاز شب بر او حسد مى بردند و در پايان شب عزاداران به سوگشان نشستند . "
	],
	[
		"<span class=\"arabic\"> الْكَلاَمُ فِي وَثَاقِكَ مَا لَمْ تَتَكَلَّمْ بِهِ ؛ فَإِذَا تَكَلَّمْتَ بِهِ ، صِرْتَ وَثَاقِهِ ؛ فَاخْزُنْ لِسَانَكَ ، كَمَا تَخْزُنُ ذَهَبَكَ وَ وَرِقَكَ ؛ فَرُبَّ كَلِمَة سَلَبَتْ نِعْمَةً وَ جَلَبَتْ نِقْمَةً . </span>",
		"سخن در بند توست ، تا آن را نگفته باشى ، و چون گفتى ، تو در بند آنى . ",
		"پس زبانت را نگهدار چنانكه طلا و نقره خود را نگه مى ‏دارى ، زيرا چه بسا سخنى كه نعمتى را طرد يا نعمتى را جلب كرد . "
	],
	[
		"<span class=\"arabic\">لَا تَقُلْ مَا لَا تَعْلَمُ ، بَلْ لَا تَقُلْ كُلَّ مَا تَعْلَمُ ؛ فَإِنَّ اللَّهَ فَرَضَ عَلَى جَوَارِحِكَ كُلِّهَا فَرَائِضَ يَحْتَجُّ بِهَا عَلَيْكَ يَوْمَ الْقِيَامَةِ . </span>",
		"آنچه نمى دانى مگو ، بلكه همه آنچه را كه مى دانى نيز مگو ، زيرا خداوند بزرگ بر اعضاء بدنت چيزهايى را واجب كرده كه از آنها در روز قيامت بر تو حجّت آورد . "
	],
	[
		"<span class=\"arabic\">احْذَرْ أَنْ يَرَاكَ اللَّهُ عِنْدَ مَعْصِيَتِهِ ، وَ يَفْقِدَكَ عِنْدَ طَاعَتِهِ ، فَتَكُونَ مِنَ الْخَاسِرِينَ ؛ وَ إِذَا قَوِيتَ ، فَاقْوَ عَلَى طَاعَةِ اللَّهِ ، وَ إِذَا ضَعُفْتَ ، فَاضْعُفْ عَنْ مَعْصِيَةِ اللَّهِ . </span>",
		"بترس كه خداوند تو را به هنگام گناهان بنگرد ، و در طاعت خويش نيابد ، آن گاه از زيانكارانى . ",
		"هر گاه نيرومند شدى توانت را در طاعت پروردگار به كار گير ، و هر گاه ناتوان گشتى ، ناتوانى را در نافرمانى خدا قرار ده . "
	],
	[
		"<span class=\"arabic\">الرُّكُونُ إِلَى الدُّنْيَا مَعَ مَا تُعَايِنُ مِنْهَا جَهْلٌ ، وَ التَّقْصِيرُ فِي حُسْنِ الْعَمَلِ إِذَا وَثِقْتَ بِالثَّوَابِ عَلَيْهِ غَبْنٌ ، وَ الطُّمَأْنِينَةُ إِلَى كُلِّ أَحَدٍ قَبْلَ الِاخْتِبَارِ لَهُ عَجْزٌ . </span>",
		"به دنيا آرامش يافتن در حالى كه ناپايدارى آن مشاهده مى گردد ، از نادانى است ، و كوتاهى در اعمال نيكو با وجود يقين به پاداش آن ، زيانكارى است ، و قبل از آزمودن اشخاص ، اطمينان پيدا كردن از عجز و ناتوانى است . "
	],
	[
		"<span class=\"arabic\">مِنْ هَوَانِ الدُّنْيَا عَلَى اللَّهِ أَنَّهُ لَا يُعْصَى إِلَّا فِيهَا ، وَ لَا يُنَالُ مَا عِنْدَهُ إِلَّا بِتَرْكِهَا . </span>",
		"از خوارى دنيا نزد خدا همان بس كه جز در دنيا ، نافرمانى خدا نكنند ، و جز با رها كردن دنيا به پاداش الهى نتوان رسيد . "
	],
	[
		"<span class=\"arabic\">مَنْ طَلَبَ شَيْئاً ، نَالَهُ أَوْ بَعْضَهُ . </span>",
		"جوينده چيزى يا به آن يا به برخى از آن ، خواهد رسيد . "
	],
	[
		"<span class=\"arabic\">مَا خَيْرٌ بِخَيْرٍ بَعْدَهُ النَّارُ ، وَ مَا شَرٌّ بِشَرٍّ بَعْدَهُ الْجَنَّةُ ؛ وَ كُلُّ نَعِيمٍ دُونَ الْجَنَّةِ فَهُوَ مَحْقُورٌ ، وَ كُلُّ بَلَاءٍ دُونَ النَّارِ عَافِيَة . </span>",
		"خيرى كه در پى آن آتش باشد ، خير نخواهد بود ، و شرّى كه در پى آن بهشت است شرّ نخواهد بود . و هر نعمتى بى بهشت ناچيز است ، و هر بلايى بى جهنّم ، عافيّت است . "
	],
	[
		"<span class=\"arabic\">أَلَا وَ إِنَّ مِنَ الْبَلَاءِ الْفَاقَةَ ، وَ أَشَدُّ مِنَ الْفَاقَةِ مَرَضُ الْبَدَنِ ، وَ أَشَدُّ مِنْ مَرَضِ الْبَدَنِ مَرَضُ الْقَلْبِ ؛ أَلَا وَ إِنَّ مِنْ صِحَّةِ الْبَدَنِ تَقْوَى الْقَلْبِ . </span>",
		"آگاه باشيد كه فقر نوعى بلا است . و سخت تر از تنگدستى بيمارى تن و سخت تر از بيمارى تن ، بيمارى قلب است ، آگاه باشيد كه همانا عامل تندرستى تن ، تقواى دل است . "
	],
	[
		"<span class=\"arabic\">مَنْ أَبْطَأَ بِهِ عَمَلُهُ ، لَمْ يُسْرِعْ بِهِ نَسَبُهُ . وَ فِي رِوَايَةٍ أُخْرَى : مَنْ فَاتَهُ حَسَبُ نَفْسِهِ ، لَمْ يَنْفَعْهُ حَسَبُ آبَائِه . </span>",
		"آن كس كه كردارش او را به جايى نرساند ، بزرگى خاندانش ، او را به پيش نخواهد راند . ",
		"[در نقل ديگرى آمده كه] : آن كس كه ارزش خويش را دست بدهد ، بزرگى خاندانش او را سودى نخواهد رساند . "
	],
	[
		"<span class=\"arabic\">لِلْمُؤْمِنِ ثَلَاثُ سَاعَاتٍ ؛ فَسَاعَةٌ يُنَاجِي فِيهَا رَبَّهُ ، وَ سَاعَةٌ يَرُمُّ مَعَاشَهُ ، وَ سَاعَةٌ يُخَلِّي بَيْنَ نَفْسِهِ وَ بَيْنَ لَذَّتِهَا فِيمَا يَحِلُّ وَ يَجْمُلُ . وَ لَيْسَ لِلْعَاقِلِ أَنْ يَكُونَ شَاخِصاً إِلَّا فِي ثَلَاثٍ : مَرَمَّةٍ لِمَعَاشٍ ، أَوْ خُطْوَةٍ فِي مَعَادٍ ، أَوْ لَذَّةٍ فِي غَيْرِ مُحَرَّمٍ . </span>",
		"مؤمن بايد شبانه روز خود را به سه قسم تقسيم كند ، زمانى براى نيايش و عبادت پروردگار ، و زمانى براى تأمين هزينه زندگى ، و زمانى براى واداشتن نفس به لذّت هايى كه حلال و مايه زيبايى است . ",
		"خردمند را نشايد جز آن كه در پى سه چيز حركت كند : كسب حلال براى تأمين زندگى ، يا گام نهادن در راه آخرت ، يا به دست آوردن لذّت هاى حلال . "
	],
	[
		"<span class=\"arabic\">ازْهَدْ فِي الدُّنْيَا ، يُبَصِّرْكَ اللَّهُ عَوْرَاتِهَا ، وَ لَا تَغْفُلْ فَلَسْتَ بِمَغْفُولٍ عَنْكَ . </span>",
		"از حرام دنيا چشم پوش ، تا خدا زشتى هاى آن را به تو نماياند ، و غافل مباش كه لحظه اى از تو غفلت نشود . "
	],
	[
		"<span class=\"arabic\">تَكَلَّمُوا تُعْرَفُوا ، فَإِنَّ الْمَرْءَ مَخْبُوءٌ تَحْتَ لِسَانِه . </span>",
		"سخن بگوييد تا شناخته شويد ، زيرا كه انسان در زير زبان خود پنهان است . "
	],
	[
		"<span class=\"arabic\">خُذْ مِنَ الدُّنْيَا مَا أَتَاكَ ، وَ تَوَلَّ عَمَّا تَوَلَّى عَنْكَ ؛ فَإِنْ أَنْتَ لَمْ تَفْعَلْ ، فَأَجْمِلْ فِي الطَّلَبِ . </span>",
		"از دنيا آن مقدار كه به تو مى رسد ، بردار ، و از آنچه پشت كند ، روى گردان ، و اگر نتوانى ، در جستجوى دنيا نيكو تلاش كن . (و از خداوند اندازه آن در نگذر) . "
	],
	[
		"<span class=\"arabic\">رُبَّ قَوْلٍ أَنْفَذُ مِنْ صَوْلٍ . </span>",
		"بسا سخن كه از حمله مسلّحانه كارگرتر است . "
	],
	[
		"<span class=\"arabic\">كُلُّ مُقْتَصَرٍ عَلَيْهِ كَافٍ . </span>",
		"هر مقدار كه قناعت كنى كافى است . "
	],
	[
		"<span class=\"arabic\">الْمَنِيَّةُ وَ لَا الدَّنِيَّةُ ، وَ التَّقَلُّلُ وَ لَا التَّوَسُّلُ ؛ وَ مَنْ لَمْ يُعْطَ قَاعِداً ، لَمْ يُعْطَ قَائِماً . وَ الدَّهْرُ يَوْمَانِ ، يَوْمٌ لَكَ وَ يَوْمٌ عَلَيْكَ ، فَإِذَا كَانَ لَكَ فَلَا تَبْطَرْ ، وَ إِذَا كَانَ عَلَيْكَ فَاصْبِرْ . </span>",
		"مرگ بهتر از تن به ذلّت دادن و به اندك ساختن بهتر از دست نياز به سوى مردم داشتن است . اگر به انسان نشسته در جاى خويش چيزى ندهند . با حركت و تلاش نيز نخواهند داد . ",
		"روزگار دو روز است ، روزى به سود تو ، و روزى به زيان تو است ، پس آنگاه كه به سود تو است به خوشگذرانى و سركشى روى نياور ، و آنگاه كه به زيان تو است شكيبا باش . "
	],
	[
		"<span class=\"arabic\">وَ قَالَ (عليه ‏السلام) : نِعْمَ الطِّيبُ الْمِسْكُ ؛ خَفِيفٌ مَحْمِلُهُ ، عَطِرٌ رِيحُهُ . </span>",
		"چه خوب است عطر مشك ، تحمّل آن سبك و آسان ، و بوى آن خوش و عطر آگين است . "
	],
	[
		"<span class=\"arabic\">وَ قَالَ (عليه‏ السلام) : ضَعْ فَخْرَكَ ، وَ احْطُطْ كِبْرَكَ ، وَ اذْكُرْ قَبْرَكَ . </span>",
		"فخر فروشى را كنار بگذار ، تكبّر و خود بزرگ بينى را رها كن ، به ياد مرگ باش . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِلْوَلَدِ عَلَى الْوَالِدِ حَقّاً ، وَ إِنَّ لِلْوَالِدِ عَلَى الْوَلَدِ حَقّاً ؛ فَحَقُّ الْوَالِدِ عَلَى الْوَلَدِ أَنْ يُطِيعَهُ فِي كُلِّ شَيْءٍ إِلَّا فِي مَعْصِيَةِ اللَّهِ سُبْحَانَهُ ، وَ حَقُّ الْوَلَدِ عَلَى الْوَالِدِ أَنْ يُحَسِّنَ اسْمَهُ وَ يُحَسِّنَ أَدَبَهُ وَ يُعَلِّمَهُ الْقُرْآنَ . </span>",
		"همانا فرزند را به پدر ، و پدر را به فرزند حقّى است . حق پدر بر فرزند اين است كه فرزند در همه چيز جز نافرمانى خدا ، از پدر اطاعت كند . ",
		"و حق فرزند بر پدر آن كه نام نيكو بر فرزند نهد ، خوب تربيتش كند ، و او را قرآن بياموزد . "
	],
	[
		"<span class=\"arabic\">الْعَيْنُ حَقٌّ ، وَ الرُّقَى حَقٌّ ، وَ السِّحْرُ حَقٌّ ، وَ الْفَأْلُ حَقٌّ ؛ وَ الطِّيَرَةُ لَيْسَتْ بِحَقٍّ ، وَ الْعَدْوَى لَيْسَتْ بِحَقٍّ ؛ وَ الطِّيبُ نُشْرَةٌ ، وَ الْعَسَلُ نُشْرَةٌ ، وَ الرُّكُوبُ نُشْرَةٌ ، وَ النَّظَرُ إِلَى الْخُضْرَةِ نُشْرَةٌ . </span>",
		"چشم زخم حقيقت دارد ، استفاده از نيروهاى مرموز طبيعت حقيقت دارد ، سحر و جادو وجود دارد ، و فال نيك راست است ، و رويداد بد را بد شگون دانستن ، درست نيست . ",
		"بوى خوش درمان و نشاط آور ، عسل درمان كننده و نشاط آور ، سوارى بهبودى آور ، و نگاه به سبزه زار درمان كننده و نشاط آور است . "
	],
	[
		"<span class=\"arabic\">مُقَارَبَةُ النَّاسِ فِي أَخْلَاقِهِمْ ، أَمْنٌ مِنْ غَوَائِلِهِمْ . </span>",
		"هماهنگى در اخلاق و رسوم مردم ، ايمن ماندن از دشمنى و كينه هاى آنان است . "
	],
	[
		"<span class=\"arabic\"> لِبَعْضِ مُخَاطِبِيهِ وَ قَدْ تَكَلَّمَ بِكَلِمَةٍ يُسْتَصْغَرُ مِثْلُهُ عَنْ قَوْلِ مِثْلِهَا : لَقَدْ طِرْتَ شَكِيراً وَ هَدَرْتَ سَقْباً . </span>",
		"و درود خدا بر او ، (شخصى در حضور امام سخنى بزرگتر از شأن خود گفت ، فرمود : ) پر در نياورده پرواز كردى ، و در خردسالى آواز بزرگان سر دادى . ",
		"قال الرضي : و الشكير هاهنا أول ما ينبت من ريش الطائر قبل أن يقوى و يستحصف ، و السقب الصغير من الإبل و لا يهدر إلا بعد أن يستفحل . ",
		"(سید رضى گويد : شكير ، نخستين پرهايى است كه بر بال پرنده مى رويد و نرم و لطيف است و سقب ، شتر خردسال است زيرا شتر بانگ در نياورد تا بالغ شود . )"
	],
	[
		"<span class=\"arabic\">مَنْ أَوْمَأَ إِلَى مُتَفَاوِتٍ ، خَذَلَتْهُ الْحِيَلُ . </span>",
		"كسى كه به كارهاى گوناگون پردازد ، خوار شده ، پيروز نمى گردد . "
	],
	[
		"<span class=\"arabic\"> ، وَ قَدْ سُئِلَ عَنْ مَعْنَى قَوْلِهِمْ \"لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ\" : إِنَّا لَا نَمْلِكُ مَعَ اللَّهِ شَيْئاً ، وَ لَا نَمْلِكُ إِلَّا مَا مَلَّكَنَا ؛ فَمَتَى مَلَّكَنَا مَا هُوَ أَمْلَكُ بِهِ مِنَّا كَلَّفَنَا ، وَ مَتَى أَخَذَهُ مِنَّا وَضَعَ تَكْلِيفَهُ عَنَّا . </span>",
		"و درود خدا بر او ، (از امام معنى لا حول و لا قوّة الا بالله ، را پرسيدند . پاسخ داد : ) ما برابر خدا مالك چيزى نيستيم ، و مالك چيزى نمى شويم جز آنچه او به ما بخشيده است ، پس چون خدا چيزى به ما ببخشد كه خود سزاوارتر است ، وظايفى نيز بر عهده ما گذاشته ، و چون آن را از ما گرفت تكليف خود را از ما بر داشته است . "
	],
	[
		"وَ قَالَ عليه‌السلام لِعَمَّارِ بْنِ يَاسِرٍ ، وَ قَدْ سَمِعَهُ يُرَاجِعُ الْمُغِيرَةَ بْنَ شُعْبَةَ كَلَاماً : ",
		"و درود خدا بر او ، (چون عمّار پسر ياسر با مغيرة بن شعبه بحث مى كرد و پاسخ او را مى داد ، امام به او فرمود) : ",
		"<span class=\"arabic\">دَعْهُ يَا عَمَّارُ ، فَإِنَّهُ لَمْ يَأْخُذْ مِنَ الدِّينِ إِلَّا مَا قَارَبَهُ مِنَ الدُّنْيَا ، وَ عَلَى عَمْدٍ لَبَسَ عَلَى نَفْسِهِ ، لِيَجْعَلَ الشُّبُهَاتِ عَاذِراً لِسَقَطَاتِهِ . </span>",
		"اى عمّار مغيره را رها كن ، زيرا او از دين به مقدارى كه او را به دنيا نزديك كند ، برگرفته ، و به عمد حقائق را بر خود پوشيده داشت ، تا شبهات را بهانه لغزش هاى خود قرار دهد . "
	],
	[
		"<span class=\"arabic\">مَا أَحْسَنَ تَوَاضُعَ الْأَغْنِيَاءِ لِلْفُقَرَاءِ طَلَباً لِمَا عِنْدَ اللَّهِ ، وَ أَحْسَنُ مِنْهُ تِيهُ الْفُقَرَاءِ عَلَى الْأَغْنِيَاءِ اتِّكَالًا عَلَى اللَّه . </span>",
		"چه نيكو است فروتنى توانگران برابر مستمندان ، براى به دست آوردن پاداش الهى ، و نيكوتر از آن خويشتندارى مستمندان برابر توانگران براى توكّل به خداوند است . "
	],
	[
		"<span class=\"arabic\">مَا اسْتَوْدَعَ اللَّهُ امْرَأً عَقْلًا ، إِلَّا اسْتَنْقَذَهُ بِهِ يَوْماً مَا . </span>",
		"خدا عقل را به انسانى نداد جز آن كه روزى او را با كمك عقل نجات بخشيد . "
	],
	[
		"<span class=\"arabic\">مَنْ صَارَعَ الْحَقَّ ، صَرَعَهُ . </span>",
		"هر كس با حق در افتاد نابود شد . "
	],
	[
		"<span class=\"arabic\">الْقَلْبُ ، مُصْحَفُ الْبَصَرِ . </span>",
		"قلب ، كتاب چشم است (آنچه چشم بنگرد در قلب نشيند) . "
	],
	[
		"<span class=\"arabic\">التُّقَى ، رَئِيسُ الْأَخْلَاقِ . </span>",
		"تقوا در رأس همه ارزش هاى اخلاقى است . "
	],
	[
		"<span class=\"arabic\">لَا تَجْعَلَنَّ ذَرَبَ لِسَانِكَ عَلَى مَنْ أَنْطَقَكَ ، وَ بَلَاغَةَ قَوْلِكَ عَلَى مَنْ سَدَّدَكَ . </span>",
		"با آن كس كه تو را سخن آموخت به درشتى سخن مگو ، و با كسى كه راه نيكو سخن گفتن به تو آموخت ، لاف بلاغت مزن . "
	],
	[
		"<span class=\"arabic\">كَفَاكَ أَدَباً لِنَفْسِكَ ، اجْتِنَابُ مَا تَكْرَهُهُ مِنْ غَيْرِكَ . </span>",
		"در تربيت خويش تو را بس كه از آنچه بر ديگران نمى پسندى دورى كنى . "
	],
	[
		"<span class=\"arabic\">مَنْ صَبَرَ صَبْرَ الْأَحْرَارِ ، وَ إِلَّا سَلَا سُلُوَّ الْأَغْمَار . </span>",
		"در مصيبت ها يا چون آزادگان بايد شكيبا بود ، و يا چون ابلهان خود را به فراموشى زد . "
	],
	[
		"وَ فِي خَبَرٍ آخَرَ أَنَّهُ عليه‌السلام قَالَ لِلْأَشْعَثِ بْنِ قَيْسٍ مُعَزِّياً عَنِ ابْنٍ لَهُ : ",
		"و درود خدا بر او ، (در روايت ديگرى آمد كه اشعث بن قيس را در مرگ فرزندش اينگونه تسليت داد : )",
		"<span class=\"arabic\">إِنْ صَبَرْتَ صَبْرَ الْأَكَارِمِ ، وَ إِلَّا سَلَوْتَ سُلُوَّ الْبَهَائِم . </span>",
		"يا چون مردان بزرگوار شكيبا ، و يا چون چهارپايان بى تفاوت باش . "
	],
	[
		"<span class=\"arabic\"> فِي صِفَةِ الدُّنْيَا : تَغُرُّ ، وَ تَضُرُّ ، وَ تَمُرُّ ؛ إِنَّ اللَّهَ تَعَالَى لَمْ يَرْضَهَا ثَوَاباً لِأَوْلِيَائِهِ ، وَ لَا عِقَاباً لِأَعْدَائِهِ ؛ وَ إِنَّ أَهْلَ الدُّنْيَا كَرَكْبٍ ، بَيْنَا هُمْ حَلُّوا إِذْ صَاحَ بِهِمْ سَائِقُهُمْ ، فَارْتَحَلُوا . </span>",
		"(در وصف دنياى حرام) (دنيا) فريب مى دهد ، زيان مى رساند و تند مى گذرد . از اين رو خدا دنيا را پاداش دوستان خود نپسنديد ، و آن را جايگاه كيفر دشمنان خود قرار نداد . ",
		"و همانا مردم دنيا چون كاروانى باشند كه هنوز بار انداز نكرده كاروان سالار بانگ كوچ سر دهد تا بار بندند و برانند . "
	],
	[
		"<span class=\"arabic\">وَ قَالَ لِابْنِهِ الْحَسَنِ (عليهماالسلام) : </span>",
		"<span class=\"arabic\">لَا تُخَلِّفَنَّ وَرَاءَكَ شَيْئاً مِنَ الدُّنْيَا ، فَإِنَّكَ تَخَلِّفُهُ لِأَحَدِ رَجُلَيْنِ : إِمَّا رَجُلٌ عَمِلَ فِيهِ بِطَاعَةِ اللَّهِ ، فَسَعِدَ بِمَا شَقِيتَ بِهِ ؛ وَ إِمَّا رَجُلٌ عَمِلَ فِيهِ بِمَعْصِيَةِ اللَّهِ ، فَشَقِيَ بِمَا جَمَعْتَ لَهُ ، فَكُنْتَ عَوْناً لَهُ عَلَى مَعْصِيَتِهِ ؛ وَ لَيْسَ أَحَدُ هَذَيْنِ حَقِيقاً أَنْ تُؤْثِرَهُ عَلَى نَفْسِكَ . </span>",
		"(به فرزندش امام مجتبى عليه السّلام خطاب كرد : ) چيزى از دنياى حرام براى پس از مرگت باقى مگذار ، زيرا آنچه از تو مى ماند نصيب يكى از دو تن خواهد شد ، يا شخصى است كه آن را در طاعت خدا به كار گيرد ، پس سعادتمند مى شود به چيزى كه تو را به هلاكت افكنده است . و يا شخصى كه آن را در نافرمانى خدا به كار گيرد ، پس هلاك مى شود به آنچه كه تو جمع آورى كردى ، پس تو در گناه او را يارى كرده اى ، كه هيچ يك از اين دو نفر سزاوار آن نيستند تا بر خود مقدّم دارى . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ الَّذِي فِي يَدِكَ مِنَ الدُّنْيَا قَدْ كَانَ لَهُ أَهْلٌ قَبْلَكَ وَ هُوَ صَائِرٌ إِلَى أَهْلٍ بَعْدَكَ ، وَ إِنَّمَا أَنْتَ جَامِعٌ لِأَحَدِ رَجُلَيْنِ : رَجُلٍ عَمِلَ فِيمَا جَمَعْتَهُ بِطَاعَةِ اللَّهِ ، فَسَعِدَ بِمَا شَقِيتَ بِهِ ، أَوْ رَجُلٍ عَمِلَ فِيهِ بِمَعْصِيَةِ اللَّهِ ، فَشَقِيتَ بِمَا جَمَعْتَ لَهُ ؛ وَ لَيْسَ أَحَدُ هَذَيْنِ أَهْلًا أَنْ تُؤْثِرَهُ عَلَى نَفْسِكَ ، وَ لَا أَنْ تَحْمِلَ لَهُ عَلَى ظَهْرِكَ ؛ فَارْجُ لِمَنْ مَضَى رَحْمَةَ اللَّهِ ، وَ لِمَنْ بَقِيَ رِزْقَ اللَّهِ . </span>",
		"پس از ستايش پروردگار آنچه از دنيا هم اكنون در دست تو است ، پيش از تو در دست ديگران بود ، و پس از تو نيز به دست ديگران خواهد رسيد ، و همانا تو براى دو نفر مال خواهى اندوخت ، يا شخصى كه اموال جمع شده تو را در طاعت خدا به كار گيرد ، پس به آنچه كه تو را به هلاكت افكند سعادتمند مى شود ، يا كسى است كه آن را در گناه به كار اندازد ، پس با اموال جمع شده تو هلاك خواهد شد ، كه هيچ يك از اين دو نفر سزاوار نيستند تا بر خود مقدّمشان بدارى ، و بار آنان را بر دوش كشى ، پس براى گذشتگان رحمت الهى ، و براى بازماندگان روزى خدا را اميدوار باش . "
	],
	[
		"<span class=\"arabic\"> لِقَائِلٍ قَالَ بِحَضْرَتِهِ \"أَسْتَغْفِرُ اللَّهَ\" : ثَكِلَتْكَ أُمُّكَ ، أَ تَدْرِي مَا الِاسْتِغْفَارُ؟ الِاسْتِغْفَارُ دَرَجَةُ الْعِلِّيِّينَ وَ هُوَ اسْمٌ وَاقِعٌ عَلَى سِتَّةِ مَعَانٍ : أَوَّلُهَا النَّدَمُ عَلَى مَا مَضَى ، وَ الثَّانِي الْعَزْمُ عَلَى تَرْكِ الْعَوْدِ إِلَيْهِ أَبَداً ، وَ الثَّالِثُ أَنْ تُؤَدِّيَ إِلَى الْمَخْلُوقِينَ حُقُوقَهُمْ حَتَّى تَلْقَى اللَّهَ أَمْلَسَ لَيْسَ عَلَيْكَ تَبِعَةٌ ، وَ الرَّابِعُ أَنْ تَعْمِدَ إِلَى كُلِّ فَرِيضَةٍ عَلَيْكَ ضَيَّعْتَهَا فَتُؤَدِّيَ حَقَّهَا ، وَ الْخَامِسُ أَنْ تَعْمِدَ إِلَى اللَّحْمِ الَّذِي نَبَتَ عَلَى السُّحْتِ فَتُذِيبَهُ بِالْأَحْزَانِ حَتَّى تُلْصِقَ الْجِلْدَ بِالْعَظْمِ وَ يَنْشَأَ بَيْنَهُمَا لَحْمٌ جَدِيدٌ ، وَ السَّادِسُ أَنْ تُذِيقَ الْجِسْمَ أَلَمَ الطَّاعَةِ كَمَا أَذَقْتَهُ حَلَاوَةَ الْمَعْصِيَةِ ؛ فَعِنْدَ ذَلِكَ تَقُولُ أَسْتَغْفِرُ اللَّهَ . </span>",
		"(شخصى در حضور امام عليه السّلام بدون توجه لازم گفت : استغفر اللَّه ، امام فرمود : )",
		"مادرت بر تو بگريد ، مى دانى معناى استغفار چيست استغفار درجه والا مقامان است ، و داراى شش معنا است ، ",
		"اوّل- پشيمانى از آنچه گذشت ، ",
		"دوّم- تصميم به عدم بازگشت ، ",
		"سوم- پرداختن حقوق مردم چنانكه خدا را پاك ديدار كنى كه چيزى بر عهده تو نباشد ، ",
		"چهارم- تمام واجب هاى ضايع ساخته را به جا آورى ، ",
		"پنجم- گوشتى كه از حرام بر اندامت روييده ، با اندوه فراوان آب كنى ، چنانكه پوست به استخوان چسبيده گوشت تازه برويد ، ",
		"ششم- رنج طاعت را به تن بچشانى چنانكه شيرينى گناه را به او چشانده بودى ، پس آنگاه بگويى ، استغفر اللَّه . "
	],
	[
		"<span class=\"arabic\">الْحِلْمُ عَشِيرَةٌ . </span>",
		"حلم و بردبارى ، خويشاوندى است . "
	],
	[
		"<span class=\"arabic\">مِسْكِينٌ ابْنُ آدَمَ ، مَكْتُومُ الْأَجَلِ ، مَكْنُونُ الْعِلَلِ ، مَحْفُوظُ الْعَمَلِ ؛ تُؤْلِمُهُ الْبَقَّةُ ، وَ تَقْتُلُهُ الشَّرْقَةُ ، وَ تُنْتِنُهُ الْعَرْقَة . </span>",
		"بيچاره فرزند آدم اجلش پنهان ، بيمارى هايش پوشيده ، اعمالش همه نوشته شده . پشّه اى او را آزار مى دهد ، جرعه اى گلو گيرش شده او را از پاى در آورد ، و عرق كردنى او را بد بو سازد . "
	],
	[
		"وَ رُوِيَ أَنَّهُ عليه‌السلام كَانَ جَالِساً فِي أَصْحَابِهِ ، فَمَرَّتْ بِهِمُ امْرَأَةٌ جَمِيلَةٌ فَرَمَقَهَا الْقَوْمُ بِأَبْصَارِهِمْ ، فَقَالَ عليه‌السلام : ",
		"(اصحاب امام پيرامونش نشسته بودند كه زنى زيبا از آنجا گذشت ، حاضران ديده به آن زن دوختند . امام فرمود : )",
		"<span class=\"arabic\">إِنَّ أَبْصَارَ هَذِهِ الْفُحُولِ طَوَامِحُ ، وَ إِنَّ ذَلِكَ سَبَبُ هِبَابِهَا ؛ فَإِذَا نَظَرَ أَحَدُكُمْ إِلَى امْرَأَةٍ تُعْجِبُهُ ، فَلْيُلَامِسْ أَهْلَهُ ، فَإِنَّمَا هِيَ امْرَأَةٌ كَامْرَأَتِهِ . فَقَالَ رَجُلٌ مِنَ الْخَوَارِجِ : قَاتَلَهُ اللَّهُ كَافِراً ، مَا أَفْقَهَهُ! فَوَثَبَ الْقَوْمُ لِيَقْتُلُوهُ ، فَقَالَ عليه‌السلام :  رُوَيْداً ، إِنَّمَا هُوَ سَبٌّ بِسَبٍّ ، أَوْ عَفْوٌ عَنْ ذَنْبٍ .</span>",
		"همانا ديدگان اين مردان به منظره شهوت آميز دوخته شده و به هيجان آمده اند ، هر گاه كسى از شما با نگاه به زنى به شگفتى آيد ، با همسرش بياميزد كه او نيز زنى چون زن وى باشد . ",
		"(مردى از خوارج گفت : خدا اين كافر را بكشد چقدر فقه مى داند مردم براى كشتن او برخاستند ، امام فرمود : )",
		"آرام باشيد ، دشنام را با دشنام بايد پاسخ داد يا بخشيدن از گناه . "
	],
	[
		"<span class=\"arabic\">كَفَاكَ مِنْ عَقْلِكَ ، مَا أَوْضَحَ لَكَ سُبُلَ غَيِّكَ مِنْ رُشْدِكَ . </span>",
		"عقل تو را كفايت كند كه راه گمراهى را از رستگارى نشانت دهد . "
	],
	[
		"<span class=\"arabic\">افْعَلُوا الْخَيْرَ وَ لَا تَحْقِرُوا مِنْهُ شَيْئاً ، فَإِنَّ صَغِيرَهُ كَبِيرٌ وَ قَلِيلَهُ كَثِيرٌ ؛ وَ لَا يَقُولَنَّ أَحَدُكُمْ إِنَّ أَحَداً أَوْلَى بِفِعْلِ الْخَيْرِ مِنِّي ، فَيَكُونَ وَ اللَّهِ كَذَلِكَ ؛ إِنَّ لِلْخَيْرِ وَ الشَّرِّ أَهْلًا ، فَمَهْمَا تَرَكْتُمُوهُ مِنْهُمَا ، كَفَاكُمُوهُ أَهْلُهُ . </span>",
		"كار نيك به جا آوريد ، و آن را هر مقدار كه باشد كوچك نشماريد ، زيرا كوچك آن بزرگ ، و اندك آن فراوان است . ",
		"و كسى از شما نگويد كه : ديگرى در انجام كار نيك از من سزاوارتر است گر چه سوگند به خدا كه چنين است : خوب و بد را طرفدارانى است كه هر گاه هر كدام از آن دو را واگذاريد ، انجامشان خواهند داد . "
	],
	[
		"<span class=\"arabic\">مَنْ أَصْلَحَ سَرِيرَتَهُ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">أَصْلَحَ اللَّهُ عَلَانِيَتَهُ ؛ وَمَنْ عَمِلَ لِدِينِهِ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">كَفَاهُ اللَّهُ أَمْرَ دُنْيَاهُ ؛ وَ مَنْ أَحْسَنَ فِيَما بَيْنَهُ وَ بَيْنَ اللَّهِ ، أَحْسَنَ اللَّهُ مَا بَيْنَهُ وَ بَيْنَ النَّاسِ . </span>",
		"كسى كه نهان خود را اصلاح كند ، خدا آشكار او را نيكو گرداند ، و كسى كه براى دين خود كار كند ، خدا دنياى او را كفايت فرمايد ، و كسى كه ميان خود و خدا را نيكو گرداند ، خدا ميان او و مردم را اصلاح خواهد كرد . "
	],
	[
		"<span class=\"arabic\">الْحِلْمُ غِطَاءٌ سَاتِرٌ ، وَ الْعَقْلُ حُسَامٌ قَاطِعٌ ؛ فَاسْتُرْ خَلَلَ خُلُقِكَ بِحِلْمِكَ ، وَ قَاتِلْ هَوَاكَ بِعَقْلِكَ . </span>",
		"بردبارى پرده اى است پوشاننده ، و عقل شمشيرى است برّان ، پس كمبودهاى اخلاقى خود را با بردبارى بپوشان ، و هواى نفس خود را با شمشير عقل بكش . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِلَّهِ عِبَاداً يَخْتَصُّهُمُ اللَّهُ بِالنِّعَمِ لِمَنَافِعِ الْعِبَادِ ، فَيُقِرُّهَا فِي أَيْدِيهِمْ مَا بَذَلُوهَا ، فَإِذَا مَنَعُوهَا نَزَعَهَا مِنْهُمْ ، ثُمَّ حَوَّلَهَا إِلَى غَيْرِهِمْ . </span>",
		"خدا را بندگانى است كه براى سود رساندن به ديگران ، نعمت هاى خاصّى به آنان بخشيده ، تا آنگاه كه دست بخشنده دارند نعمت ها را در دستشان باقى مى گذارد ، و هر گاه از بخشش دريغ كنند ، نعمت ها را از دستشان گرفته و به دست ديگران خواهد داد . "
	],
	[
		"<span class=\"arabic\">لَا يَنْبَغِي لِلْعَبْدِ أَنْ يَثِقَ بِخَصْلَتَيْنِ : الْعَافِيَةِ وَ الْغِنَى ؛ بَيْنَا تَرَاهُ مُعَافًى إِذْ سَقِمَ ، وَ بَيْنَا تَرَاهُ غَنِيّاً إِذِ افْتَقَرَ . </span>",
		"سزاوار نيست كه بنده خدا به دو خصلت اعتماد كنند : تندرستى ، و توانگرى ، زيرا در تندرستى ناگاه او را بيمار بينى ، و در توانگرى ناگاه او را تهيدست . "
	],
	[
		"<span class=\"arabic\">مَنْ شَكَا الْحَاجَةَ إِلَى مُؤْمِنٍ ، فَكَأَنَّهُ شَكَاهَا إِلَى اللَّهِ ، وَ مَنْ شَكَاهَا إِلَى كَافِرٍ ، فَكَأَنَّمَا شَكَا اللَّهَ . </span>",
		"كسى كه از نياز خود نزد مؤمنى شكايت كند ، گويى به پيشگاه خدا شكايت برده است ، و كسى كه از نيازمندى خود نزد كافرى شكوه كند ، گويى از خدا شكوه كرده است . "
	],
	[
		"<span class=\"arabic\"> فِي بَعْضِ الْأَعْيَادِ : إِنَّمَا هُوَ عِيدٌ لِمَنْ قَبِلَ اللَّهُ صِيَامَهُ وَ شَكَرَ قِيَامَهُ ؛ وَ كُلُّ يَوْمٍ لَا يُعْصَى اللَّهُ فِيهِ فَهُوَ عِيدٌ . </span>",
		"(در يكى از روزهاى عيد) اين عيد كسى است كه خدا روزه اش را پذيرفته ، و نماز او را ستوده است ، و هر روز كه خدا را نافرمانى نكنند ، آن روز عيد است . "
	],
	[
		"<span class=\"arabic\">إِنَّ أَعْظَمَ الْحَسَرَاتِ يَوْمَ الْقِيَامَةِ ، حَسْرَةُ رَجُلٍ كَسَبَ مَالًا فِي غَيْرِ طَاعَةِ اللَّهِ ، فَوَرِثَهُ رَجُلٌ فَأَنْفَقَهُ فِي طَاعَةِ اللَّهِ سُبْحَانَهُ فَدَخَلَ بِهِ الْجَنَّةَ ، وَ دَخَلَ الْأَوَّلُ بِهِ النَّارَ . </span>",
		"بزرگ ترين حسرت ها در روز قيامت ، حسرت خوردن مردى است كه مالى را به گناه گرد آورد ، و آن را شخصى به ارث برد كه در اطاعت خداى سبحان ، بخشش كرد ، و با آن وارد بهشت شد ، و گرد آورنده اوّلى وارد جهنّم گرديد . "
	],
	[
		"<span class=\"arabic\">إِنَّ أَخْسَرَ النَّاسِ صَفْقَةً وَ أَخْيَبَهُمْ سَعْياً ، رَجُلٌ أَخْلَقَ بَدَنَهُ فِي طَلَبِ مَالِهِ ، وَ لَمْ تُسَاعِدْهُ الْمَقَادِيرُ عَلَى إِرَادَتِهِ ؛ فَخَرَجَ مِنَ الدُّنْيَا بِحَسْرَتِهِ ، وَ قَدِمَ عَلَى الْآخِرَةِ بِتَبِعَتِهِ . </span>",
		"همانا زيانكارترين مردم در معاملات ، و نوميدترين مردم در تلاش ، مردى است كه تن در گرد آورى مال خسته دارد ، امّا تقديرها با خواست او هماهنگ نباشد ، پس با حسرت از دنيا رود ، و با بار گناه به آخرت روى آورد . "
	],
	[
		"<span class=\"arabic\">الرِّزْقُ رِزْقَانِ ، طَالِبٌ وَ مَطْلُوبٌ ؛ فَمَنْ طَلَبَ الدُّنْيَا ، طَلَبَهُ الْمَوْتُ ، حَتَّى يُخْرِجَهُ عَنْهَا ؛ وَ مَنْ طَلَبَ الْآخِرَةَ ، طَلَبَتْهُ الدُّنْيَا ، حَتَّى يَسْتَوْفِيَ رِزْقَهُ مِنْهَا . </span>",
		"روزى بر دو قسم است : آن كه تو را مى خواهد ، و آن كه تو او را مى جويى . كسى كه دنيا را خواهد ، مرگ نيز او را مى طلبد تا از دنيا بيرونش كند ، و كسى كه آخرت خواهد ، دنيا او را مى طلبد تا روزى او را به تمام پردازد . "
	],
	[
		"<span class=\"arabic\">إِنَّ أَوْلِيَاءَ اللَّهِ هُمُ الَّذِينَ نَظَرُوا إِلَى بَاطِنِ الدُّنْيَا إِذَا نَظَرَ النَّاسُ إِلَى ظَاهِرِهَا ، وَ اشْتَغَلُوا بِآجِلِهَا إِذَا اشْتَغَلَ النَّاسُ بِعَاجِلِهَا ؛ فَأَمَاتُوا مِنْهَا مَا خَشُوا أَنْ يُمِيتَهُمْ ، وَ تَرَكُوا مِنْهَا مَا عَلِمُوا أَنَّهُ سَيَتْرُكُهُمْ ؛ وَ رَأَوُا اسْتِكْثَارَ غَيْرِهِمْ مِنْهَا اسْتِقْلَالًا ، وَ دَرَكَهُمْ لَهَا فَوْتاً ؛ أَعْدَاءُ مَا سَالَمَ النَّاسُ ، وَ سَلْمُ مَا عَادَى النَّاسُ ؛ بِهِمْ عُلِمَ الْكِتَابُ وَ بِهِ عَلِمُوا ، وَ بِهِمْ قَامَ الْكِتَابُ وَ بِهِ قَامُوا ؛ لَا يَرَوْنَ مَرْجُوّاً فَوْقَ مَا يَرْجُونَ ، وَ لَا مَخُوفاً فَوْقَ مَا يَخَافُونَ . </span>",
		"دوستان خدا آنانند كه به درون دنيا نگريستند آنگاه كه مردم به ظاهر آن چشم دوختند ، و سر گرم آينده دنيا شدند آنگاه كه مردم به امور زودگذر دنيا پرداختند . ",
		"پس هواهاى نفسانى كه آنان را از پاى در مى آورد ، كشتند ، و آنچه كه آنان را به زودى ترك مى كرد ، ترك گفتند ، و بهره مندى دنيا پرستان را از دنيا ، خوار شمردند ، و دست يابى آنان را به دنيا زودگذر دانستند . ",
		"با آنچه مردم آشتى كردند ، دشمنى ورزيدند ، و با آنچه دنيا پرستان دشمن شدند آشتى كردند . ",
		"قرآن به وسيله آنان شناخته مى شود ، و آنان به كتاب خدا آگاهند ، قرآن به وسيله آنان پا بر جاست و آنان به كتاب خدا استوارند . ",
		"به بالاتر از آنچه اميدوارند چشم نمى دوزند ، و غير از آنچه كه از آن مى ترسند هراس ندارند . "
	],
	[
		"<span class=\"arabic\">اذْكُرُوا انْقِطَاعَ اللَّذَّاتِ ، وَ بَقَاءَ التَّبِعَاتِ . </span>",
		"پايان لذّت ها ، و بر جاى ماندن تلخى ها را به ياد آوريد . "
	],
	[
		"<span class=\"arabic\">أخْبُرْ تَقْلِهِ . </span>",
		"مردم را بيازماى ، تا دشمن گردى . ",
		"قال الرضي و من الناس من يروي هذا للرسول (صلى الله عليه وآله وسلم) و مما يقوي أنه من كلام أمير المؤمنين عليه‌السلام ما حكاه ثعلب عن ابن الأعرابي قال المأمون : لو لا أن عليا قال اخبر تقله ، لقلت اقله تخبر . ",
		"سید رضى مى گويد : بعضى اين حكمت را از رسول خدا صلى‌الله‌عليه‌وآله‌وسلم نقل كردند ، و نقل ثعلب از ابن اعرابى را تأييد مى كند كه اين كلام از على عليه السّلام است ، اعرابى از مأمون نقل كرد : اگر على عليه السّلام نگفته بود «بيازماى تا دشمن گردى» من مى گفتم كه «دشمن دار تا بيازمايى» . "
	],
	[
		"<span class=\"arabic\">مَا كَانَ اللَّهُ لِيَفْتَحَ عَلَى عَبْدٍ بَابَ الشُّكْرِ ، وَ يُغْلِقَ عَنْهُ بَابَ الزِّيَادَةِ ؛ وَ لَا لِيَفْتَحَ عَلَى عَبْدٍ بَابَ الدُّعَاءِ ، وَ يُغْلِقَ عَنْهُ بَابَ الْإِجَابَةِ ؛ وَ لَا لِيَفْتَحَ لِعَبْدٍ بَابَ التَّوْبَةِ ، وَ يُغْلِقَ عَنْهُ بَابَ الْمَغْفِرَةِ . </span>",
		"خدا در شكرگزارى را بر بنده اى نمى گشايد كه در فزونى نعمت ها را بر او ببندد ، ",
		"و در دعا را بر روى او باز نمى كند كه در اجابت كردن را نگشايد ، ",
		"و در توبه كردن را باز نگذاشته كه در آمرزش را بسته نگهدارد . "
	],
	[
		"<span class=\"arabic\">أَوْلَى النَّاسِ بِالْكَرَمِ ، مَنْ عُرِفَتْ بِهِ الْكِرَامُ . </span>",
		"شايسته ترين مردم به بزرگوارى آن كه بزرگواران را با او بسنجند . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عليه‌السلام أَيُّهُمَا أَفْضَلُ ، الْعَدْلُ أَوِ الْجُودُ؟ فَقَالَ عليه‌السلام : الْعَدْلُ يَضَعُ الْأُمُورَ مَوَاضِعَهَا ، وَ الْجُودُ يُخْرِجُهَا مِنْ جِهَتِهَا ؛ وَ الْعَدْلُ سَائِسٌ عَامٌّ ، وَ الْجُودُ عَارِضٌ خَاصٌّ ؛ فَالْعَدْلُ أَشْرَفُهُمَا وَ أَفْضَلُهُمَا . </span>",
		"(از امام پرسيدند عدل يا بخشش ، كدام يك برتر است ، فرمود : )",
		"عدالت : هر چيزى را در جاى خود مى نهد ، در حالى كه بخشش آن را از جاى خود خارج مى سازد . ",
		"عدالت تدبير عمومى مردم است ، در حالى كه بخشش گروه خاصّى را شامل است ، پس عدالت شريف تر و برتر است . "
	],
	[
		"<span class=\"arabic\">النَّاسُ أَعْدَاءُ مَا جَهِلُوا . </span>",
		"مردم دشمن آنند كه نمى دانند . "
	],
	[
		"<span class=\"arabic\">الزُّهْدُ كُلُّهُ بَيْنَ كَلِمَتَيْنِ مِنَ الْقُرْآنِ ، قَالَ اللَّهُ سُبْحَانَهُ : \"لِكَيْلا تَأْسَوْا عَلى ما فاتَكُمْ وَ لا تَفْرَحُوا بِما آتاكُمْ\" ؛ وَ مَنْ لَمْ يَأْسَ عَلَى الْمَاضِي وَ لَمْ يَفْرَحْ بِالْآتِي ، فَقَدْ أَخَذَ الزُّهْدَ بِطَرَفَيْهِ . </span>",
		"زهد بين دو كلمه از قرآن است ، كه خداى سبحان فرمود : «تا بر آنچه از دست شما رفته حسرت نخوريد ، و به آنچه به شما رسيده شادمان مباشيد» ؛ كسى كه بر گذشته افسوس نخورد ، و به آينده شادمان نباشد ، همه جوانب زهد را رعايت كرده است . "
	],
	[
		"<span class=\"arabic\">مَا أَنْقَضَ النَّوْمَ ، لِعَزَائِمِ الْيَوْمِ . </span>",
		"خواب ديدن ها چه بسا تصميم هاى روز را نقش بر آب كرده است . "
	],
	[
		"<span class=\"arabic\">الْوِلَايَاتُ ، مَضَامِيرُ الرِّجَال . </span>",
		"فرمانروايى ، ميدان مسابقه مردان است . "
	],
	[
		"<span class=\"arabic\">لَيْسَ بَلَدٌ بِأَحَقَّ بِكَ مِنْ بَلَدٍ ، خَيْرُ الْبِلَادِ مَا حَمَلَك . </span>",
		"هيچ شهرى براى تو از شهر ديگر بهتر نيست ، بهترين شهرها آن است كه پذيراى تو باشد . "
	],
	[
		"وَ قَالَ عليه‌السلام وَ قَدْ جَاءَهُ نَعْيُ الْأَشْتَرِ رَحِمَهُ اللَّهُ : ",
		"(وقتى خبر شهادت مالك اشتر كه رحمت خدا بر او باد ، به امام رسيد فرمود : )",
		"<span class=\"arabic\">مَالِكٌ ، وَ مَا مَالِكٌ ، وَ اللَّهِ لَوْ كَانَ جَبَلًا لَكَانَ فِنْداً ، وَ لَوْ كَانَ حَجَراً لَكَانَ صَلْداً ؛ لَا يَرْتَقِيهِ الْحَافِرُ ، وَ لَا يُوفِي عَلَيْهِ الطَّائِرُ . </span>",
		"مالك ، چه مالكى! به خدا اگر كوه بود ، كوهى كه در سرفرازى يگانه بود ، و اگر سنگ بود ، سنگى سخت و محكم بود ، كه هيچ رونده اى به اوج قلّه او نمى رسيد ، و هيچ پرنده اى بر فراز آن پرواز نمى كرد . ",
		"قال الرضي : و الفِند المنفرد من الجبال . ",
		"(سید رضى گويد : فند كوهى است از ديگر كوه ها ممتاز و جدا افتاده باشد) . "
	],
	[
		"<span class=\"arabic\">قَلِيلٌ مَدُومٌ عَلَيْهِ ، خَيْرٌ مِنْ كَثِيرٍ مَمْلُولٍ مِنْهُ . </span>",
		"چيز اندك كه با اشتياق تداوم يابد ، بهتر از فراوانى است كه رنج آور باشد . "
	],
	[
		"<span class=\"arabic\">إِذَا كَانَ فِي رَجُلٍ خَلَّةٌ رَائِقَةٌ ، فَانْتَظِرُوا أَخَوَاتِهَا . </span>",
		"اگر در كسى خصلتى شگفت ديديد ، همانند آن را نيز انتظار كشيد . "
	],
	[
		"<span class=\"arabic\">وَ قَالَ (عليه ‏السلام) لِغَالِبِ بْنِ صَعْصَعَةَ أَبِي الْفَرَزْدَقِ فِي كَلَامٍ دَارَ بَيْنَهُمَا : مَا فَعَلَتْ إِبِلُكَ الْكَثِيرَةُ؟ قَالَ دَغْدَغَتْهَا الْحُقُوقُ يَا أَمِيرَ الْمُؤْمِنِينَ . فَقَالَ (عليه‏ السلام) : ذَلِكَ أَحْمَدُ سُبُلِهَا . </span>",
		"(امام به پدر فرزدق ، غالب بن صعصعه فرمود : ) شتران فراوانت چه شده اند؟ (پاسخ داد ، اى امير مؤمنان ، پرداخت حقوق آنها را پراكنده ساخت امام فرمود : ) اين بهترين راه مصرف آن بود . "
	],
	[
		"<span class=\"arabic\">مَنِ اتَّجَرَ بِغَيْرِ فِقْهٍ ، فَقَدِ ارْتَطَمَ فِي الرِّبَا . </span>",
		"كسى كه بدون آموزش فقه اسلامى تجارت كند ، به ربا خوارى آلوده شود . "
	],
	[
		"<span class=\"arabic\">مَنْ عَظَّمَ صِغَارَ الْمَصَائِبِ ، ابْتَلَاهُ اللَّهُ بِكِبَارِهَا . </span>",
		"كسى كه مصيبت هاى كوچك را بزرگ شمارد خدا او را به مصيبت هاى بزرگ مبتلا خواهد كرد . "
	],
	[
		"<span class=\"arabic\">مَنْ كَرُمَتْ عَلَيْهِ نَفْسُهُ ، هَانَتْ عَلَيْهِ شَهَوَاتُهُ . </span>",
		"كسى كه خود را گرامى دارد ، هوا و هوس را خوار شمارد . "
	],
	[
		"<span class=\"arabic\">مَا مَزَحَ امْرُؤٌ مَزْحَةً ، إِلَّا مَجَّ مِنْ عَقْلِهِ مَجَّةً . </span>",
		"هيچ كس شوخى بيجا نكند جز آن كه مقدارى از عقل خويش را از دست بدهد . "
	],
	[
		"<span class=\"arabic\">زُهْدُكَ فِي رَاغِبٍ فِيكَ ، نُقْصَانُ حَظٍّ ؛ وَ رَغْبَتُكَ فِي زَاهِدٍ فِيكَ ، ذُلُّ نَفْسٍ . </span>",
		"دورى تو از آن كس كه خواهان تو است نشانه كمبود بهره تو در دوستى است ، و گرايش تو به آن كس كه تو را نخواهد ، سبب خوارى تو است . "
	],
	[
		"<span class=\"arabic\"> الْغِنَى وَ الْفَقْرُ ، بَعْدَ الْعَرْضِ عَلَى اللَّه . </span>",
		"فقر و بى نيازى ما پس از عرضه شدن بر خدا آشكار خواهد شد . "
	],
	[
		"<span class=\"arabic\">مَا زَالَ الزُّبَيْرُ رَجُلًا مِنَّا أَهْلَ الْبَيْتِ ، حَتَّى نَشَأَ ابْنُهُ الْمَشْئُومُ -عَبْدُ اللَّه- . </span>",
		"زبير همواره با ما بود تا آن كه فرزند نامباركش عبد اللَّه ، پا به جوانى گذاشت . "
	],
	[
		"<span class=\"arabic\">مَا لِابْنِ آدَمَ وَ الْفَخْرِ؟! أَوَّلُهُ نُطْفَةٌ وَ آخِرُهُ جِيفَةٌ ، وَ لَا يَرْزُقُ نَفْسَهُ وَ لَا يَدْفَعُ حَتْفَهُ . </span>",
		"فرزند آدم را با فخر فروشى چه كار؟ او كه در آغاز نطفه اى گنديده ، و در پايان مردارى بد بو است ، نه مى تواند روزى خويشتن را فراهم كند ، و نه مرگ را از خود دور نمايد . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ مَنْ أَشْعَرُ الشُّعَرَاءِ؟ فَقَالَ عليه‌السلام : إِنَّ الْقَوْمَ لَمْ يَجْرُوا فِي حَلْبَةٍ ، تُعْرَفُ الْغَايَةُ عِنْدَ قَصَبَتِهَا ؛ فَإِنْ كَانَ وَ لَا بُدَّ ، فَالْمَلِكُ الضِّلِّيلُ . </span>",
		"يُريدُ إمرأ القيس . ",
		"(از امام پرسيد بزرگ ترين شاعر عرب كيست فرمود : ) شاعران در يك وادى روشنى نتاخته اند تا پايان كار معلوم شود ، و اگر ناچار بايد داورى كرد ، پس پادشاه گمراهان ، بزرگ ترين شاعر است . "
	],
	[
		"<span class=\"arabic\">أَلَا حُرٌّ يَدَعُ هَذِهِ اللُّمَاظَةَ لِأَهْلِهَا؟ إِنَّهُ لَيْسَ لِأَنْفُسِكُمْ ثَمَنٌ إِلَّا الْجَنَّةَ ، فَلَا تَبِيعُوهَا إِلَّا بِهَا . </span>",
		"آيا آزاد مردى نيست كه اين لقمه جويده حرام دنيا را به اهلش واگذارد؟ همانا بهايى براى جان شما جز بهشت نيست ، پس به كمتر از آن نفروشيد . "
	],
	[
		"<span class=\"arabic\">مَنْهُومَانِ لَا يَشْبَعَانِ ؛ طَالِبُ عِلْمٍ ، وَ طَالِبُ دُنْيَا . </span>",
		"دو گرسنه هرگز سير نشوند : جوينده علم و جوينده مال . "
	],
	[
		"<span class=\"arabic\">الْإِيمَانُ أَنْ تُؤْثِرَ الصِّدْقَ حَيْثُ يَضُرُّكَ ، عَلَى الْكَذِبِ حَيْثُ يَنْفَعُكَ ؛ وَ أَلَّا يَكُونَ فِي حَدِيثِكَ فَضْلٌ عَنْ عَمَلِكَ ؛ وَ أَنْ تَتَّقِيَ اللَّهَ فِي حَدِيثِ غَيْرِكَ . </span>",
		"نشانه ايمان آن است كه راست بگويى ، آنگاه كه تو را زيان رساند ، و دروغ نگويى كه تو را سود رساند ؛ ",
		"و آن كه بيش از مقدار عمل سخن نگويى ، و چون از ديگران سخن گويى از خدا بترسى . "
	],
	[
		"<span class=\"arabic\">يَغْلِبُ الْمِقْدَارُ عَلَى التَّقْدِيرِ ، حَتَّى تَكُونَ الْآفَةُ فِي التَّدْبِيرِ . </span>",
		"تقدير الهى چنان بر محاسبات ما چيره شود كه تدبير ، سبب آفت زدگى باشد . "
	],
	[
		"<span class=\"arabic\">الْحِلْمُ وَ الْأَنَاةُ تَوْأَمَانِ ، يُنْتِجُهُمَا عُلُوُّ الْهِمَّة . </span>",
		"بردبارى و درنگ هم آهنگند و نتيجه آن بلند همّتى است . "
	],
	[
		"<span class=\"arabic\">الْغِيبَةُ جُهْدُ الْعَاجِزِ . </span>",
		"غيبت كردن تلاش ناتوان است . "
	],
	[
		"<span class=\"arabic\">رُبَّ مَفْتُونٍ بِحُسْنِ الْقَوْلِ فِيه . </span>",
		"چه بسا كسانى كه با ستايش ديگران فريب خوردند . "
	],
	[
		"<span class=\"arabic\">الدُّنْيَا خُلِقَتْ لِغَيْرِهَا ، وَ لَمْ تُخْلَقْ لِنَفْسِهَا . </span>",
		"دنيا براى رسيدن به آخرت آفريده شد ، نه براى رسيدن به خود . "
	],
	[
		"<span class=\"arabic\">إِنَّ لِبَنِي أُمَيَّةَ مِرْوَداً يَجْرُونَ فِيهِ ، وَ لَوْ قَدِ اخْتَلَفُوا فِيمَا بَيْنَهُمْ ، ثُمَّ كَادَتْهُمُ الضِّبَاعُ لَغَلَبَتْهُمْ . </span>",
		"بنى اميّه را مهلتى است كه در آن مى تازند ، پس آنگاه كه ميانشان اختلاف افتد كفتارها بر آنان دهان گشايند و بر آنان پيروز شوند . ",
		"قال الرضي : و المرود هنا مفعل من الإرواد و هو الإمهال و الإظهار و هذا من أفصح الكلام و أغربه فكأنه عليه‌السلام شبه المهلة التي هم فيها بالمضمار الذي يجرون فيه إلى الغاية فإذا بلغوا منقطعها انتقض نظامهم بعدها . ",
		"سید رضی مى گويد : «مرود» بر وزن «منبر» از مادّه «ارواد» به معناى مهلت است و اين از فصيح ترين و زيباترين كلام است ، گوئى امام عليه السّلام مهلت كوتاه بنى اميّه در حكومت را به ميدان مسابقه تشبيه كرده كه مسابقه دهندگان به ترتيب در يك مسير مشخّص به سوى يك هدف به پيش مى روند و آنگاه كه به هدف رسيدند نظم آنها درهم شكسته مى شود) . "
	],
	[
		"<span class=\"arabic\"> فِي مَدْحِ الْأَنْصَارِ</span>",
		"<span class=\"arabic\">: </span>",
		"<span class=\"arabic\">هُمْ وَ اللَّهِ رَبَّوُا الْإِسْلَامَ كَمَا يُرَبَّى الْفِلْوُ ، مَعَ غَنَائِهِمْ بِأَيْدِيهِمُ السِّبَاطِ وَ أَلْسِنَتِهِمُ السِّلَاطِ . </span>",
		"و درود خدا بر او ، (در ستايش انصار فرمود : ) به خدا سوگند آنها اسلام را پروراندند ، چونان مادرى كه فرزندش را بپروراند ، با توانگرى ، با دست هاى بخشنده ، و زبانهاى برنده و گويا . "
	],
	[
		"<span class=\"arabic\">الْعَيْنُ وِكَاءُ السَّهِ . </span>",
		"چشم ، بند ظرف حوادث است . ",
		"قال الرضي و هذه من الاستعارات العجيبة كأنه يشبه السه بالوعاء و العين بالوكاء فإذا أطلق الوكاء لم ينضبط الوعاء و هذا القول في الأشهر الأظهر من كلام النبي (صلى الله عليه وآله وسلم) . و قد رواه قوم لأميرالمؤمنين عليه‌السلام و ذكر ذلك المبرد في كتاب المقتضب في باب اللفظ بالحروف و قد تكلمنا على هذه الاستعارة في كتابنا الموسوم بمجازات الآثار النبوية . ",
		"سید رضى گويد : «اين كلام امام عليه السّلام از استعاره هاى شگفت است ، كه نشستنگاه را به مشك ، و چشم را به سربند آن تشبيه كرد ، و آنگاه كه بند گشوده شود آنچه در مشك است بيرون ريزد . مشهور است كه اين سخن از پيامبر صلى‌الله‌عليه‌وآله‌وسلم است ، ولى عدّه اى آن را از امير المؤمنين عليه السّلام نقل كرده اند ، اين حكمت را «مبرّد» در كتاب «مقتضب» در باب لفظ به حروف آورده ، و ما آن را در كتاب خود كه «مجازات آثار نبوى» نام دارد آورده ايم . "
	],
	[
		"<span class=\"arabic\"> فِي كَلَامٍ لَهُ : وَ وَلِيَهُمْ وَالٍ ، فَأَقَامَ وَ اسْتَقَامَ ، حَتَّى ضَرَبَ الدِّينُ بِجِرَانِهِ . </span>",
		"بر آنان فرمانروايى حاكم شد ، كه كارها را به پا داشت ، و استقامت ورزيد ، تا دين استوار شد . "
	],
	[
		"<span class=\"arabic\">يَأْتِي عَلَى النَّاسِ زَمَانٌ عَضُوضٌ ، يَعَضُّ الْمُوسِرُ فِيهِ عَلَى مَا فِي يَدَيْهِ وَ لَمْ يُؤْمَرْ بِذَلِكَ ، قَالَ اللَّهُ سُبْحَانَهُ \"وَ لا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ\" ؛ تَنْهَدُ فِيهِ الْأَشْرَارُ وَ تُسْتَذَلُّ الْأَخْيَارُ وَ يُبَايِعُ الْمُضْطَرُّونَ ، وَ قَدْ نَهَى رَسُولُ اللَّهِ (صلى الله عليه وآله وسلم) عَنْ بَيْعِ الْمُضْطَرِّينَ . </span>",
		"مردم را روزگارى دشوار در پيش است كه توانگر اموال خود را سخت نگهدارد ، در صورتى كه به بخل ورزى فرمان داده نشد . خداى سبحان فرمود : «بخشش ميان خود را فراموش نكنيد» . ",
		"بدان در آن روزگار ، بلند مقام ، و نيكان خوار گردند ، و با درماندگان به ناچارى خريد و فروش مى كنند در حالى كه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم از معامله با درماندگان نهى فرموده . "
	],
	[
		"<span class=\"arabic\">يَهْلِكُ فِيَّ رَجُلَانِ ؛ مُحِبٌّ مُفْرِطٌ ، وَ بَاهِتٌ مُفْتَرٍ . </span>",
		"دو كس نسبت به من هلاك مى گردند ، دوستى كه زياده روى كند ، و دروغ پردازى كه به راستى سخن نگويد . ",
		"قال الرضي و هذا مثل قوله عليه‌السلام : هَلَكَ فِيَّ رَجُلَانِ ؛ مُحِبٌّ غَالٍ ، وَ مُبْغِضٌ قَالٍ . </span>",
		"(سید رضی گوید : اين كلام مانند سخن ديگرى است كه فرمود) دو تن نسبت به من هلاك گردند ، دوستى كه از حد گذراند ، و دشمنى كه بيهوده سخن گويد . "
	],
	[
		"<span class=\"arabic\">وَ سُئِلَ عَنِ التَّوْحِيدِ وَ الْعَدْلِ ، فَقَالَ عليه‌السلام : التَّوْحِيدُ أَلَّا تَتَوَهَّمَهُ ، وَ الْعَدْلُ أَلَّا تَتَّهِمَه . </span>",
		"(از امام نسبت به توحيد و عدل پرسيدند فرمود : ) توحيد آن است كه خدا را در وهم نيارى ، و عدل آن است كه او را متّهم نسازى . "
	],
	[
		"<span class=\"arabic\"> لَا خَيْرَ فِي الصَّمْتِ عَنِ الْحُكْمِ ، كَمَا أَنَّهُ لَا خَيْرَ فِي الْقَوْلِ بِالْجَهْل . </span>",
		"در آنجا كه بايد سخن گفت ، خاموشى سودى ندارد ، و آنجا كه بايد خاموش ماند سخن گفتن خيرى نخواهد داشت . "
	],
	[
		"<span class=\"arabic\"> فِي دُعَاءٍ اسْتَسْقَى بِهِ : اللَّهُمَّ اسْقِنَا ذُلُلَ السَّحَابِ ، دُونَ صِعَابِهَا . </span>",
		"(در دعا به هنگام طلب باران فرمود) خدايا ما را با ابرهاى رام سيراب كن ، نه ابرهاى سركش . ",
		"قال الرضي : و هذا من الكلام العجيب الفصاحة و ذلك أنه عليه‌السلام شبّه السحاب ذوات الرعود و البوارق و الرياح و الصواعق بالإبل الصعاب التي تقمص برحالها و تقص بركبانها و شبّه السحاب خالية من تلك الروائع بالإبل الذلل التي تحتلب طيعة و تقتعد مسمحة . ",
		"(سید رضى گويد : اين كلمات از فصيح ترين و شگفتى آورترين كلمات اديبانه است كه ابرهاى سركش همراه با رعد و برق را به شتران چموش تشبيه كرد كه بار از پشت مى افكنند و سوارى نمى دهند ، و ابرهاى رام را به شتران رام تشبيه كرد كه به راحتى شير داده ، و سوارى مى دهند) . "
	],
	[
		"<span class=\"arabic\">وَ قِيلَ لَهُ عليه‌السلام : لَوْ غَيَّرْتَ شَيْبَكَ يَا أَمِيرَالْمُؤْمِنِينَ . فَقَالَ عليه‌السلام : الْخِضَابُ زِينَةٌ ، وَ نَحْنُ قَوْمٌ فِي مُصِيبَةٍ . </span>",
		"يُرِيدُ وَفَاةَ رَسُولِ اللَّهِ (صلى الله عليه وآله وسلم) . ",
		"(به امام گفتند چه مى شد موى خود را رنگ مى كردى فرمود : ) رنگ كردن مو ، آرايش است ، امّا ما ، در عزاى پيامبر صلى‌الله‌عليه‌وآله‌وسلم به سر مى بريم . "
	],
	[
		"<span class=\"arabic\">مَا الْمُجَاهِدُ الشَّهِيدُ فِي سَبِيلِ اللَّهِ بِأَعْظَمَ أَجْراً مِمَّنْ قَدَرَ فَعَفَّ ؛ لَكَادَ الْعَفِيفُ أَنْ يَكُونَ مَلَكاً مِنَ الْمَلَائِكَةِ . </span>",
		"پاداش مجاهد شهيد در راه خدا ، بزرگ تر از پاداش عفيف پاكدامنى نيست كه قدرت بر گناه دارد و آلوده نمى گردد ، همانا عفيف پاكدامن ، فرشته اى از فرشته هاست . "
	],
	[
		"<span class=\"arabic\">الْقَنَاعَةُ مَالٌ لَا يَنْفَدُ . </span>",
		"قناعت مالى است كه پايان نمى پذيرد . ",
		"قال الرضي : و قد رَوى بعضهم هذا الكلام لرسول الله (صلى الله عليه وآله وسلم) . ",
		"«سید رضى گويد : برخى اين حكمت را از رسول خدا صلى‌الله‌عليه‌وآله‌وسلم نقل كرده اند» . "
	],
	[
		"وَ قَالَ عليه‌السلام لِزِيَادِ ابْنِ أَبِيهِ وَ قَدِ اسْتَخْلَفَهُ لِعَبْدِ اللَّهِ بْنِ الْعَبَّاسِ عَلَى فَارِسَ وَ أَعْمَالِهَا فِي كَلَامٍ طَوِيلٍ كَانَ بَيْنَهُمَا ، نَهَاهُ فِيهِ عَنْ تَقَدُّمِ الْخَرَاجِ : ",
		"(چون زياد بن ابيه را به جاى عبد اللَّه بن عباس ، به فارس و شهرهاى پيرامون آن حكومت داد ، او را در دستورالعمل طولانى از گرفتن ماليات تا به هنگام نهى فرمود) : ",
		"<span class=\"arabic\">اسْتَعْمِلِ الْعَدْلَ ، وَ احْذَرِ الْعَسْفَ وَ الْحَيْفَ ؛ فَإِنَّ الْعَسْفَ يَعُودُ بِالْجَلَاءِ ، وَ الْحَيْفَ يَدْعُو إِلَى السَّيْف . </span>",
		"عدالت را بگستران ، و از ستمكارى پرهيز كن ، كه ستم رعيّت را به آوارگى كشاند ، و بيدادگرى به مبارزه و شمشير مى انجامد . "
	],
	[
		"<span class=\"arabic\">أَشَدُّ الذُّنُوبِ ، مَا اسْتَخَفَّ بِهَا صَاحِبُهُ . </span>",
		"سخت ترين گناهان ، گناهى است كه گناهكار آن را سبك شمارد . "
	],
	[
		"<span class=\"arabic\">مَا أَخَذَ اللَّهُ عَلَى أَهْلِ الْجَهْلِ أَنْ يَتَعَلَّمُوا ، حَتَّى أَخَذَ عَلَى أَهْلِ الْعِلْمِ أَنْ يُعَلِّمُوا . </span>",
		"خدا از مردم نادان عهد نگرفت كه بياموزند ، تا آن كه از دانايان عهد گرفت كه آموزش دهند . "
	],
	[
		"<span class=\"arabic\">شَرُّ الْإِخْوَانِ مَنْ تُكُلِّفَ لَهُ . </span>",
		"بدترين دوست آن كه براى او به رنج و زحمت افتى . ",
		"قال الرضي : لأن التكليف مستلزم للمشقة و هو شر لازم عن الأخ المتكلف له فهو شر الإخوان . ",
		"سید رضى گويد : (تكلّف و تكليف با مشكلات و به زحمت افتادن است ، پس دوستى كه انسان را دچار مشكلات مى كند مايه شر است پس او از بدترين دوستان بشمار مى آيد) . "
	],
	[
		"<span class=\"arabic\">إِذَا احْتَشَمَ الْمُؤْمِنُ أَخَاهُ ، فَقَدْ فَارَقَهُ . </span>",
		"وقتى مؤمن برادرش را به خشم آورد ، به يقين از او جدا شده است . ",
		"قال الرضي : يقال حشمه و أحشمه إذا أغضبه و قيل أخجله أو احتشمه طلب ذلك له و هو مظنة مفارقته . ",
		"سید رضى مى گويد : (حشمه و احشمه ، يعنى او را به خشم آورد ، برخى گفته اند ، يعنى او را شرمنده ساخت و «احتشم» به معناى فراهم آوردن چنين حالتى است كه زمينه جدائى را پديد مى آورد) . "
	],
	[
		"<span class=\"arabic\"> فَإِذَا كَانَ ذَلِكَ ، ضَرَبَ يَعْسُوبُ الدِّينِ بِذَنَبِهِ ، فَيَجْتَمِعُونَ إِلَيْهِ كَمَا يَجْتَمِعُ قَزَعُ الْخَرِيفِ . </span>",
		"چون آنگونه شود ، پيشواى دين قيام كند ، پس مسلمانان پيرامون او چونان ابر پاييزى گرد آيند . ",
		"[قال الرضي رحمه الله تعالى «اليعسوب» السيد العظيم المالك لأمور الناس يومئذ ، و القزع قطع الغيم التي لا ماء فيها] ",
		". (سید رضی گوید : «يعسوب» يعنى بزرگ مسلمانان ، و «قزع» يعنى ابرهاى پاييزى) . "
	],
	[
		"<span class=\"arabic\"> هَذَا الْخَطِيبُ الشَّحْشَحُ . </span>",
		"اين سخنران ، زبردست ماهرى است . ",
		"[يريد الماهر بالخطبة الماضي فيها و كل ماض في كلام أو سير فهو شحشح ، و الشحشح في غير هذا الموضع البخيل الممسك] . ",
		"(«شحشح» يعنى مهارت دارد ، به كسى كه خوب حرف مى زند يا خوب راه مى رود گويند ، ولى در موارد ديگر «شحشح» يعنى فردى بخيل) . "
	],
	[
		"<span class=\"arabic\"> إِنَّ لِلْخُصُومَةِ قُحَماً . </span>",
		"دشمنى ، رنج ها و سختى هايى هلاك كننده دارد . ",
		"[يريد بالقحم المهالك لأنها تقحم أصحابها في المهالك و المتالف في الأكثر فمن ذلك قحمة الأعراب و هو أن تصيبهم السنة [فتتفرق] فتتعرق أموالهم فذلك تقحمها فيهم . و قيل فيه وجه آخر و هو أنها تقحمهم بلاد الريف أي تحوجهم إلى دخول الحضر عند محول البدو] . («قحم» يعنى مهلكه ها ، زيرا دشمنى آنان را به هلاكت مى رساند ، و به معنى سختى ها نيز آمده كه مى گويند «قحمة الاعراب» ، يعنى روزگار سختى و گرسنگى عرب ها به گونه اى كه اموالشان تمام مى شود ، و معنى «تقحّم» همين است كه مى گويند خشكسالى روستاييان را به سرزمين هاى سبز و آباد كشانده است) . "
	],
	[
		"<span class=\"arabic\"> إِذَا بَلَغَ النِّسَاءُ نَصَّ الْحِقَاقِ ، فَالْعَصَبَةُ أَوْلَى . </span>",
		"چون زنان بالغ شوند ، خويشاوندان پدرى براى سرپرستى آنان سزاوارترند . ",
		"[قال و يروى نص الحقائق و النص منتهى الأشياء و مبلغ أقصاها كالنص في السير لأنه أقصى ما تقدر عليه الدابة و [يقال] تقول نصصت الرجل عن الأمر إذا استقصيت مسألته عنه لتستخرج ما عنده فيه- فنص الحقاق يريد به الإدراك لأنه منتهى الصغر و الوقت الذي يخرج منه الصغير إلى حد [الكبر] الكبير و هو من أفصح الكنايات عن هذا الأمر و أغربها يقول فإذا بلغ النساء ذلك فالعصبة أولى بالمرأة من أمها إذا كانوا محرما مثل الإخوة و الأعمام و بتزويجها إن أرادوا ذلك . و الحقاق محاقة الأم للعصبة في المرأة و هو الجدال و الخصومة و قول كل واحد منهما للآخر أنا أحق منك بهذا يقال منه حاققته حقاقا مثل جادلته جدالا- [قال] و قد قيل إن نص الحقاق بلوغ العقل و هو الإدراك لأنه عليه‌السلام إنما أراد منتهى الأمر الذي تجب فيه الحقوق و الأحكام . [قال] و من رواه نص الحقائق فإنما أراد جمع حقيقة هذا معنى ما ذكره أبو عبيد القاسم بن سلام . [قال] و الذي عندي أن المراد بنص الحقاق هاهنا بلوغ المرأة إلى الحد الذي يجوز فيه تزويجها و تصرفها في حقوقها تشبيها بالحقاق من الإبل و هي جمع حقة و حق و هو الذي استكمل ثلاث سنين و دخل في الرابعة و عند ذلك يبلغ إلى الحد الذي [يمكن] يتمكن فيه من ركوب ظهره و نصه في [سيره] السير و الحقائق أيضا جمع حقة- فالروايتان جميعا ترجعان إلى [مسمى] معنى واحد و هذا أشبه بطريقة العرب من المعنى المذكور أولا] . ",
		"منظور از «نصّ» آخرين درجه هر چيز است ، مانند «نصّ» در سير ، كه به معنى آخرين مرحله توانايى مركب است ، هنگامى كه مى گوييم ، «نصصت الرّجل عن الآمر» آنقدر سؤال از كسى بشود كه آنچه مى داند بيان كند ، بنا بر اين «نصّ الحقاق» بمعنى رسيدن به مرحله بلوغ است كه پايان دوره كودكى است ، اين جمله از فصيح ترين كنايات و شگفت آورترين آنها است ، منظور امام اين است ، هنگامى كه زنان باين مرحله برسند «عصبه» : مردان خويشاوند پدرى كه محرم آنان هستند ، مانند برادر ، و عمو ، به حمايت آنها سزاوارتر از مادرند ، و هم چنين در انتخاب همسر براى آنها ، ",
		"و منظور از حقاق مخالفت و درگيرى مادر ، با عصبه ، در مورد اين زن است ، به طورى كه هر كدام به ديگرى مى گويد : من از تو احقّ هستم ، گفته مى شود : ",
		"«حاققته حقاقا» بمعنى رشد عقلى است ، يعنى به مرحله اى برسد كه حقوق و احكام در باره او اجرا شود ، اما آن كس كه نصّ الحقائق نقل كرده منظورش از حقايق ، جمع «حقيقت» است . ",
		"اين بود معنايى كه «ابو عبيد قاسم بن سلام» براى اين جمله كرده است ، اما نظر من اين است كه منظور از «نصّ الحقاق» اين است كه زن به مرحله اى برسد كه جائز باشد تزويج كند ، و اختياردار حقوق خود شود ، اين در حقيقت تشبيه به «حقاق» در شتر است چرا كه «حقاق» جمع حقّه و «حق» است به معنى شترى كه سه سالش تمام و آماده بهره بردارى است . «حقائق» نيز جمع حقّه است ، بنا بر اين هر دو تعبير به يك معنى باز مى گردد ، هر چند معنى دوم به روش عرب شبيه تر است . "
	],
	[
		"<span class=\"arabic\"> إِنَّ الْإِيمَانَ يَبْدُو لُمْظَةً فِي الْقَلْبِ ، كُلَّمَا ازْدَادَ الْإِيمَانُ ازْدَادَتِ اللُّمْظَةُ . </span>",
		"ايمان نقطه اى نورانى در قلب پديد آورد كه هر چه ايمان رشد كند آن نيز فزونى يابد . ",
		"[و اللمظة مثل النكتة أو نحوها من البياض و منه قيل فرس ألمظ إذا كان بجحفلته شيء من البياض] . (لمظة نقطه سياه يا سفيد است ، مى گويند فرس المظ ، يعنى اسبى كه در لب او نقطه سپيدى باشد) . "
	],
	[
		"<span class=\"arabic\"> إِنَّ الرَّجُلَ إِذَا كَانَ لَهُ الدَّيْنُ الظَّنُونُ ، يَجِبُ عَلَيْهِ أَنْ يُزَكِّيَهُ لِمَا مَضَى إِذَا قَبَضَهُ . </span>",
		"هر گاه انسان طلبى دارد كه نمى داند وصول مى شود يا نه ، پس از دريافت آن واجب است زكات آن را براى سالى كه گذشته ، بپردازد . ",
		"[فالظنون الذي لا يعلم صاحبه أ [يقضيه] يقبضه من الذي هو عليه أم لا فكأنه الذي يظن به [ذلك] فمرة يرجوه و مرة لا يرجوه و [هو] هذا من أفصح الكلام و كذلك كل أمر تطلبه و لا تدري على أي شيء أنت منه فهو ظنون و على ذلك قول الأعشى : ",
		"ما يجعل الجد الظنون الذي   جنب صوب اللجب الماطر",
		"مثل الفراتي إذا ما طما يقذف بالبوصي و الماهر",
		"و الجد البئر العادية في الصحراء و الظنون التي لا يعلم هل فيها ماء أم لا] .",
		" (بنا بر اين «دين ظنون» آن است كه طلب كار نمى داند آيا مى تواند از بدهكار وصول كند يا نه گويا طلب كار در حال ظنّ و گمان است ، گاهى اميد دارد كه بتواند آن را بستاند ، و گاهى نه ، اين از فصيح ترين سخنان است ، همچنين هر كارى كه طالب آن هستى و نمى دانى در چه موضعى نسبت به آن خواهى بود ، آن را «ظنون» گويند . و گفته اعشى شاعر عرب از همين باب است ، آنجا كه مى گويد : «چاهى كه معلوم نيست آب دارد يا نه ، و از محلى كه باران گير باشد دور است ، نمى شود آن را همچون فرات ، كه پر از آب است ، و كشتى و شناگر ماهر را از پا در مى آورد ، قرار داد» . ",
		"«جدّ» چاه قديمى بيابانى را گويند ، و ظنون آن است كه معلوم نيست آب دارد يا نه) . "
	],
	[
		"<span class=\"arabic\"> أنَّهُ شَيَّعَ جَيْشاً [يُغْزِيهِ] بِغَزْيَةٍ ، فَقَالَ اعْذِبُوا [اعْزُبُوا] عَنِ النِّسَاءِ مَا اسْتَطَعْتُمْ . </span>",
		"(وقتى لشكرى را در راه جنگ مشايعت مى كرد فرمود) : ",
		"تا مى توانيد از زنان دورى كنيد . ",
		"[و معناه اصدفوا عن ذكر النساء و شغل [القلوب] القلب بهن و امتنعوا من المقاربة لهن لأن ذلك يفت في عضد الحمية و يقدح في معاقد العزيمة و يكسر عن العدو و يلفت عن الإبعاد في الغزو فكل من امتنع من شيء فقد [أعزب] عذب عنه و [العازب و العزوب] العاذب و العذوب الممتنع من الأكل و الشرب] ",
		". (معنى اين سخن آن كه از ياد زنان و توجّه دل به آنها در هنگام جنگ ، اعراض كنيد ، و از نزديكى با آنان امتناع ورزيد ، چه اينكه اين كار بازوان حميّت را سست ، و در تصميم شما خلل ايجاد مى نمايد ، و از حركت سريع ، و كوشش در جنگ باز مى دارد ، هر كس كه از چيزى امتناع ورزد گفته مى شود «عذب عنه» و «عازب» و «عذوب» به معنى كسى است كه از خوردن و آشاميدن امتناع مى ورزد) . "
	],
	[
		"<span class=\"arabic\"> كَالْيَاسِرِ الْفَالِجِ يَنْتَظِرُ أَوَّلَ فَوْزَةٍ مِنْ قِدَاحِهِ . </span>",
		"مسلمان چونان تيراندازى ماهرى است كه انتظار دارد ، در همان نخستين تيراندازى پيروز گردد . ",
		"[الياسرون هم الذين يتضاربون بالقداح على الجزور ، و الفالج القاهر و الغالب ، يقال فلج عليهم و فلجهم و قال الراجز : لما رأيت فالجا قد فلجا] ",
		". (ياسرون ، كسانى هستند كه با تيرها بر سر شترى مسابقه مى دهند ، و فالج ، يعنى چيره دست پيروز ، مى گويند «قد فلج عليهم و فلجهم» يعنى بر آنان پيروز شدند ، و آنان را مغلوب كردند ، و راجز مى گويد : چيره دستى را ديدم كه پيروز شد . )"
	],
	[
		"<span class=\"arabic\"> كُنَّا إِذَا احْمَرَّ الْبَأْسُ اتَّقَيْنَا بِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم ، فَلَمْ يَكُنْ أَحَدٌ مِنَّا أَقْرَبَ إِلَى الْعَدُوِّ مِنْهُ . </span>",
		"هر گاه آتش جنگ شعله مى كشيد ، ما به رسول خدا صلى‌الله‌عليه‌وآله‌وسلم پناه مى برديم ، كه در آن لحظه كسى از ما همانند پيامبر صلى‌الله‌عليه‌وآله‌وسلم به دشمن نزديك تر نبود . ",
		"[و معنى ذلك أنه إذا عظم الخوف من العدو و اشتد عضاض الحرب فزع المسلمون إلى قتال رسول الله صلى‌الله‌عليه‌وآله‌وسلم بنفسه فينزل الله عليهم النصر به و يأمنون [ما] مما كانوا يخافونه بمكانه . ",
		"و قوله «إذا احمر البأس» كناية عن اشتداد الأمر و قد قيل في ذلك أقوال أحسنها أنه شبه حمي الحرب بالنار التي تجمع الحرارة و الحمرة بفعلها و لونها و مما يقوي ذلك قول [الرسول] رسول الله صلى‌الله‌عليه‌وآله‌وسلم و قد رأى مجتلد الناس يوم حنين و هي حرب هوازن الآن حمي الوطيس ، فالوطيس مستوقد النار فشبه رسول الله صلى‌الله‌عليه‌وآله‌وسلم ما استحر من جلاد القوم باحتدام النار و شدة التهابها] .",
		" (وقتى ترس از دشمن بزرگ مى نمود ، و جنگ به گونه اى مى شد كه گويا جنگجويان را مى خواهد در كام خود فرو برد ، مسلمانان به پيامبر پناهنده مى شدند ، تا رسول خدا شخصا به نبرد پردازد ، و خداوند به وسيله او نصرت و پيروزى را بر آنان نازل فرمايد ، و در سايه آن حضرت ايمن گردند . اما جمله «اذا احمرّ البأس» كنايه از شدّت كارزار است . در اين باره سخنان متعدّدى گفته شده كه بهترين آنها اينكه امام داغى جنگ را به شعله هاى سوزان آتش تشبيه كرده است ، و از چيزهايى كه اين نظر را تقويت مى كند ، سخن پيامبر در جنگ حنين است ، هنگامى كه نبرد سخت شد و شمشير زدن مردم را در جنگ «هوازن» مشاهده كرد فرمود : «الآن حمى الوطيس» اكنون تنور جنگ داغ شد ، «وطيس» تنور آتش است ، بنا بر اين رسول خدا صلى‌الله‌عليه‌وآله‌وسلم داغى و گرمى جنگ را به افروختگى و شدّت شعله ورى آتش تشبيه فرموده است) . "
	]
]