[
	[
		"و من كتاب له عليه‌السلام إلى أهل الكوفة عند مسيره من المدينة إلى البصرة : ",
		"(نامه به مردم كوفه به هنگام حركت از مدينه به طرف بصره ، در سال 36 هجرى اين نامه را امام حسن عليه السّلام و عمّار ياسر به كوفه بردند) : ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى أَهْلِ الْكُوفَةِ جَبْهَةِ الْأَنْصَارِ وَ سَنَامِ الْعَرَبِ ؛ أَمَّا بَعْدُ ، فَإِنِّي أُخْبِرُكُمْ عَنْ أَمْرِ عُثْمَانَ حَتَّى يَكُونَ سَمْعُهُ كَعِيَانِهِ : إِنَّ النَّاسَ طَعَنُوا عَلَيْهِ ، فَكُنْتُ رَجُلًا مِنَ الْمُهَاجِرِينَ أُكْثِرُ اسْتِعْتَابَهُ وَ أُقِلُّ عِتَابَهُ ، وَ كَانَ طَلْحَةُ وَ الزُّبَيْرُ أَهْوَنُ سَيْرِهِمَا فِيهِ الْوَجِيفُ وَ أَرْفَقُ حِدَائِهِمَا الْعَنِيفُ ، وَ كَانَ مِنْ عَائِشَةَ فِيهِ فَلْتَةُ غَضَبٍ فَأُتِيحَ لَهُ قَوْمٌ فَقَتَلُوهُ ، وَ بَايَعَنِي النَّاسُ غَيْرَ مُسْتَكْرَهِينَ وَ لَا مُجْبَرِينَ بَلْ طَائِعِينَ مُخَيَّرِينَ . وَ اعْلَمُوا أَنَّ دَارَ الْهِجْرَةِ قَدْ قَلَعَتْ بِأَهْلِهَا وَ قَلَعُوا بِهَا وَ جَاشَتْ جَيْشَ الْمِرْجَلِ وَ قَامَتِ الْفِتْنَةُ عَلَى الْقُطْبِ ؛ فَأَسْرِعُوا إِلَى أَمِيرِكُمْ وَ بَادِرُوا جِهَادَ عَدُوِّكُمْ إِنْ شَاءَ اللَّهُ عَزَّ وَ جَلَ‏ . </span>",
		"از بنده خدا ، على امير مؤمنان ، به مردم كوفه ، كه در ميان انصار پايه اى ارزشمند ، و در عرب مقامى والا دارند ؛ پس از ستايش پروردگار همانا شما را از كار عثمان چنان آگاهى دهم كه شنيدن آن چونان ديدن باشد . مردم بر عثمان عيب گرفتند ، و من تنها كسى از مهاجران بودم كه او را به جلب رضايت مردم واداشته ، و كمتر به سرزنش او زبان گشودم . ",
		"امّا طلحه و زبير ، آسان ترين كارشان آن بود كه بر او يورش برند ، و او را برنجانند ، و ناتوانش سازند . عايشه نيز ناگهان بر او خشم گرفت ، عدّه اى به تنگ آمده او را كشتند ، آنگاه مردم بدون اكراه و اجبار ، با من بيعت كردند . ",
		"آگاه باشيد مدينه مردم را يك پارچه بيرون راند و مردم نيز براى سركوبى آشوب از او فاصله گرفتند . ديگر حوادث آشوب به جوش آمد و فتنه ها بر پايه هاى خود ايستاد . ",
		"پس به سوى فرمانده خود بشتابيد ، و در جهاد با دشمن بر يكديگر پيشى گيريد ، به خواست خداى عزيز و بزرگ . "
	],
	[
		"و من كتاب له عليه‌السلام إليهم بعد فتح البصرة : ",
		"(نامه به مردم كوفه پس از پيروزى بر شورشيان بصره در ماه رجب سال 36 هجرى كه كوفيان نقش تعيين كننده داشتند) : ",
		"<span class=\"arabic\">وَ جَزَاكُمُ اللَّهُ مِنْ أَهْلِ مِصْرٍ عَنْ أَهْلِ بَيْتِ نَبِيِّكُمْ أَحْسَنَ مَا يَجْزِي الْعَامِلِينَ بِطَاعَتِهِ وَ الشَّاكِرِينَ لِنِعْمَتِهِ ، فَقَدْ سَمِعْتُمْ وَ أَطَعْتُمْ وَ دُعِيتُمْ فَأَجَبْتُم . </span>",
		"خداوند شما مردم كوفه را از سوى اهل بيت پيامبر (صلّى اللّه عليه و آله) پاداش نيكو دهد ، بهترين پاداشى كه به بندگان فرمانبردار ، و سپاسگزاران نعمتش عطا مى فرمايد ، زيرا شما دعوت ما را شنيديد و اطاعت كرديد ، به جنگ فرا خوانده شديد و بسيج گشتيد . "
	],
	[
		"و من كتاب له عليه‌السلام لِشُرَيح بن الحارث قاضيه : ",
		"رُوِيَ أَنَّ شُرَيْحَ بْنَ الْحَارِثِ قَاضِيَ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام اشْتَرَى عَلَى عَهْدِهِ دَاراً بِثَمَانِينَ دِينَاراً فَبَلَغَهُ ذَلِكَ ، فَاسْتَدْعَى شُرَيْحاً وَ قَالَ لَهُ",
		"<span class=\"arabic\">: </span>",
		"(به امام خبر دادند كه شريح بن الحارث ، قاضى امام ، خانه اى به 80 دينار خريد ، او را حضار كرده فرمود) : ",
		"<span class=\"arabic\">بَلَغَنِي أَنَّكَ ابْتَعْتَ دَاراً بِثَمَانِينَ دِينَاراً وَ كَتَبْتَ لَهَا كِتَاباً وَ أَشْهَدْتَ فِيهِ شُهُوداً ؛ فَقَالَ لَهُ شُرَيْحٌ قَدْ كَانَ ذَلِكَ يَا أَمِيرَ الْمُؤْمِنِينَ . قَالَ فَنَظَرَ إِلَيْهِ نَظَرَ الْمُغْضَبِ ثُمَّ قَالَ لَهُ : يَا شُرَيْحُ أَمَا إِنَّهُ سَيَأْتِيكَ مَنْ لَا يَنْظُرُ فِي كِتَابِكَ وَ لَا يَسْأَلُكَ عَنْ بَيِّنَتِكَ حَتَّى يُخْرِجَكَ مِنْهَا شَاخِصاً وَ يُسْلِمَكَ إِلَى قَبْرِكَ خَالِصاً . فَانْظُرْ يَا شُرَيْحُ لَا تَكُونُ ابْتَعْتَ هَذِهِ الدَّارَ مِنْ غَيْرِ مَالِكَ أَوْ نَقَدْتَ الثَّمَنَ مِنْ غَيْرِ حَلَالِكَ ؛ فَإِذَا أَنْتَ قَدْ خَسِرْتَ دَارَ الدُّنْيَا وَ دَارَ الْآخِرَةِ . أَمَا إِنَّكَ لَوْ كُنْتَ أَتَيْتَنِي عِنْدَ شِرَائِكَ مَا اشْتَرَيْتَ لَكَتَبْتُ لَكَ كِتَاباً عَلَى هَذِهِ النُّسْخَةِ ، فَلَمْ تَرْغَبْ فِي شِرَاءِ هَذِهِ الدَّارِ [بِالدِّرْهَمِ] بِدِرْهَمٍ فَمَا فَوْقُ . </span>",
		"به من خبر دادند كه خانه اى با هشتاد دينار خريده اى ، و سندى براى آن نوشته اى ، و گواهانى آن را امضا كرده اند . (شريح گفت : آرى اى امير مؤمنان ، امام عليه السّلام نگاه خشم آلودى به او كرد و فرمود) : ",
		"اى شريح به زودى كسى به سراغت مى آيد كه به نوشته ات نگاه نمى كند ، و از گواهانت نمى پرسد ، تا تو را از آن خانه بيرون كرده و تنها به قبر بسپارد . ",
		"اى شريح انديشه كن كه آن خانه را با مال ديگران يا با پول حرام نخريده باشى ، كه آنگاه خانه دنيا و آخرت را از دست داده اى . اما اگر هنگام خريد خانه ، نزد من آمده بودى ، براى تو سندى مى نوشتم كه ديگر براى خريد آن به درهمى يا بيشتر ، رغبت نمى كردى . ",
		"<span class=\"arabic\">وَ النُّسْخَةُ هَذِهِ : هَذَا مَا اشْتَرَى عَبْدٌ ذَلِيلٌ مِنْ مَيِّتٍ قَدْ أُزْعِجَ لِلرَّحِيلِ ، اشْتَرَى مِنْهُ دَاراً مِنْ دَارِ الْغُرُورِ مِنْ جَانِبِ الْفَانِينَ وَ خِطَّةِ الْهَالِكِينَ وَ تَجْمَعُ هَذِهِ الدَّارَ حُدُودٌ أَرْبَعَةٌ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">الْحَدُّ الْأَوَّلُ يَنْتَهِي إِلَى دَوَاعِي الْآفَاتِ وَ الْحَدُّ الثَّانِي يَنْتَهِي إِلَى دَوَاعِي الْمُصِيبَاتِ وَ الْحَدُّ الثَّالِثُ يَنْتَهِي إِلَى الْهَوَى الْمُرْدِي وَ الْحَدُّ الرَّابِعُ يَنْتَهِي إِلَى الشَّيْطَانِ الْمُغْوِي وَ فِيهِ يُشْرَعُ بَابُ هَذِهِ الدَّارِ . اشْتَرَى هَذَا الْمُغْتَرُّ بِالْأَمَلِ مِنْ هَذَا الْمُزْعَجِ بِالْأَجَلِ هَذِهِ الدَّارَ بِالْخُرُوجِ مِنْ عِزِّ الْقَنَاعَةِ وَ الدُّخُولِ فِي ذُلِّ الطَّلَبِ وَ الضَّرَاعَةِ ؛ فَمَا أَدْرَكَ هَذَا الْمُشْتَرِي فِيمَا اشْتَرَى مِنْهُ مِنْ دَرَكٍ فَعَلَى مُبَلْبِلِ أَجْسَامِ الْمُلُوكِ وَ سَالِبِ نُفُوسِ الْجَبَابِرَةِ وَ مُزِيلِ مُلْكِ الْفَرَاعِنَةِ مِثْلِ كِسْرَى وَ قَيْصَرَ وَ تُبَّعٍ وَ حِمْيَرَ . </span>",
		"آن سند را چنين مى نوشتم : ",
		"اين خانه اى است كه بنده اى خوار آن را از مرده اى آماده كوچ خريده ، خانه اى از سراى غرور ، كه در محلّه نابود شوندگان ، و كوچه هلاك شدگان قرار دارد . ",
		"اين خانه به چهار جهت منتهى مى گردد : يك سوى آن به آفت ها و بلاها ، سوى دوّم آن به مصيبت ها ، و سوى سوم به هوا و هوس هاى سست كننده ، و سوى چهارم آن به شيطان گمراه كننده ختم مى شود ، و در خانه به روى شيطان گشوده است . ",
		"اين خانه را فريب خورده آزمند ، از كسى كه خود به زودى از جهان رخت برمى بندد ، به مبلغى كه او را از عزّت و قناعت خارج و به خوارى و دنيا پرستى كشانده ، خريدارى كرده است . ",
		"هر گونه نقصى در اين معامله باشد ، بر عهده پروردگارى است كه اجساد پادشاهان را پوسانده ، و جان جبّاران را گرفته ، و سلطنت فرعون ها چون «كسرى» و «قيصر» و «تبّع» و «حمير» را نابود كرده است . ",
		"<span class=\"arabic\">وَ مَنْ جَمَعَ الْمَالَ عَلَى الْمَالِ فَأَكْثَرَ وَ مَنْ بَنَى وَ شَيَّدَ وَ زَخْرَفَ وَ نَجَّدَ وَ ادَّخَرَ وَ اعْتَقَدَ وَ نَظَرَ بِزَعْمِهِ لِلْوَلَدِ إِشْخَاصُهُمْ جَمِيعاً إِلَى مَوْقِفِ الْعَرْضِ وَ الْحِسَابِ وَ مَوْضِعِ الثَّوَابِ وَ الْعِقَابِ ، إِذَا وَقَعَ الْأَمْرُ بِفَصْلِ الْقَضَاءِ وَ خَسِرَ هُنالِكَ الْمُبْطِلُونَ . شَهِدَ عَلَى ذَلِكَ الْعَقْلُ إِذَا خَرَجَ مِنْ أَسْرِ الْهَوَى وَ سَلِمَ مِنْ عَلَائِقِ الدُّنْيَا . </span>",
		"آنان كه مال فراوان گرد آورده بر آن افزودند ، و آنان كه قصرها ساخته ، و محكم كارى كردند ، طلا كارى كرده ، و زينت دادند ، فراوان اندوختند ، و نگهدارى كردند ، و به گمان خود براى فرزندان خود باقى گذاشتند همگى آنان به پاى حسابرسى الهى ، و جايگاه پاداش و كيفر رانده مى شوند ، آنگاه كه فرمان داورى و قضاوت نهايى صادر شود «پس تبهكاران زيان خواهند ديد» . ",
		"به اين واقعيّت ها عقل گواهى مى دهد هر گاه كه از اسارت هواى نفس نجات يافته ، و از دنيا پرستى به سلامت بگذرد . "
	],
	[
		"و من كتاب له عليه‌السلام إلى بعض أمراء جَيشه : ",
		"(نامه به يكى از فرماندهان نظامى در سال 36 هجرى ، برخى نوشتند به عثمان بن حنيف فرماندار بصره نوشته شد) . ",
		"<span class=\"arabic\">فَإِنْ عَادُوا إِلَى ظِلِّ الطَّاعَةِ فَذَاكَ الَّذِي نُحِبُّ ، وَ إِنْ تَوَافَتِ الْأُمُورُ بِالْقَوْمِ إِلَى الشِّقَاقِ وَ الْعِصْيَانِ فَانْهَدْ بِمَنْ أَطَاعَكَ إِلَى مَنْ عَصَاكَ وَ اسْتَغْنِ بِمَنِ انْقَادَ مَعَكَ عَمَّنْ تَقَاعَسَ عَنْكَ ؛ فَإِنَّ الْمُتَكَارِهَ مَغِيبُهُ خَيْرٌ مِنْ مَشْهَدِهِ وَ قُعُودُهُ أَغْنَى مِنْ نُهُوضِه . </span>",
		"اگر دشمنان اسلام به سايه اطاعت باز گردند پس همان است كه دوست داريم ، و اگر كارشان به جدايى و نافرمانى كشيد با كمك فرمانبرداران با مخالفان نبرد كن . ",
		"و از آنان كه فرمان مى برند براى سركوب آنها كه از يارى تو سرباز مى زنند مدد گير ، زيرا آن كس كه از جنگ كراهت دارد بهتر است كه شركت نداشته باشد ، و شركت نكردنش از يارى دادن اجبارى بهتر است . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أشعث بن قيس عامل أذربيجان : ",
		"(نامه به اشعث ابن قيس فرماندار آذربايجان ، اين نامه پس از جنگ جمل در شعبان سال 36 هجرى در شهر كوفه نوشته شد) . ",
		"<span class=\"arabic\">وَ إِنَّ عَمَلَكَ لَيْسَ لَكَ بِطُعْمَةٍ وَ لَكِنَّهُ فِي عُنُقِكَ أَمَانَةٌ وَ أَنْتَ مُسْتَرْعًى لِمَنْ فَوْقَكَ ؛ لَيْسَ لَكَ أَنْ تَفْتَاتَ فِي رَعِيَّةٍ وَ لَا تُخَاطِرَ إِلَّا بِوَثِيقَةٍ ؛ وَ فِي يَدَيْكَ مَالٌ مِنْ مَالِ اللَّهِ عزوجل وَ أَنْتَ مِنْ خُزَّانِهِ حَتَّى تُسَلِّمَهُ إِلَيَّ ، وَ لَعَلِّي أَلَّا أَكُونَ شَرَّ وُلَاتِكَ لَكَ ؛ وَ السَّلَام . </span>",
		"همانا پست فرماندارى براى تو وسيله آب و نان نبوده ، بلكه امانتى در گردن تو است ، بايد از فرمانده و امام خود اطاعت كنى . تو حق ندارى نسبت به رعيّت استبدادى ورزى ، و بدون دستور به كار مهمّى اقدام نمايى . ",
		"در دست تو اموالى از ثروتهاى خداى بزرگ و عزيز است ، و تو خزانه دار آنى تا به من بسپارى ، اميدوارم براى تو بدترين زمامدار نباشم ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"(نامه امام عليه السّلام به معاويه كه پس از جنگ جمل در سال 36 هجرى ، توسّط جرير بن عبد اللّه فرستاده شد) . ",
		"<span class=\"arabic\">إِنَّهُ بَايَعَنِي الْقَوْمُ الَّذِينَ بَايَعُوا أَبَا بَكْرٍ وَ عُمَرَ وَ عُثْمَانَ عَلَى مَا بَايَعُوهُمْ عَلَيْهِ ، فَلَمْ يَكُنْ لِلشَّاهِدِ أَنْ يَخْتَارَ وَ لَا لِلْغَائِبِ أَنْ يَرُدَّ ؛ وَ إِنَّمَا الشُّورَى لِلْمُهَاجِرِينَ وَ الْأَنْصَارِ فَإِنِ اجْتَمَعُوا عَلَى رَجُلٍ وَ سَمَّوْهُ إِمَاماً كَانَ ذَلِكَ لِلَّهِ رِضًا ، فَإِنْ خَرَجَ عَنْ أَمْرِهِمْ خَارِجٌ بِطَعْنٍ أَوْ بِدْعَةٍ رَدُّوهُ إِلَى مَا خَرَجَ مِنْهُ ، فَإِنْ أَبَى قَاتَلُوهُ عَلَى اتِّبَاعِهِ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ وَ وَلَّاهُ اللَّهُ مَا تَوَلَّى . وَ لَعَمْرِي يَا مُعَاوِيَةُ لَئِنْ نَظَرْتَ بِعَقْلِكَ دُونَ هَوَاكَ لَتَجِدَنِّي أَبْرَأَ النَّاسِ مِنْ دَمِ عُثْمَانَ وَ لَتَعْلَمَنَّ أَنِّي كُنْتُ فِي عُزْلَةٍ عَنْهُ إِلَّا أَنْ تَتَجَنَّى فَتَجَنَّ مَا بَدَا لَكَ ، وَ السَّلَام . </span>",
		"همانا كسانى با من بيعت كرده اند كه با ابا بكر و عمر و عثمان ، با همان شرايط بيعت كردند ، پس آن كه در بيعت حضور داشت نمى تواند خليفه اى ديگر انتخاب كند ، و آن كس كه غايب بود نمى تواند بيعت مردم را نپذيرد . ",
		"همانا شوراى مسلمين از آن مهاجرين و انصار است ، پس اگر بر امامت كسى گرد آمدند ، و او را امام خود خواندند ، خشنودى خدا هم در آن است . حال اگر كسى كار آنان را نكوهش كند يا بدعتى پديد آورد ، او را به جايگاه بيعت قانونى باز مى گردانند ، اگر سرباز زد با او پيكار مى كنند ، زيرا كه به راه مسلمانان در نيامده ، خدا هم او را در گمراهى اش رها مى كند . ",
		"به جانم سوگند اى معاويه اگر دور از هواى نفس ، به ديده عقل بنگرى ، خواهى ديد كه من نسبت به خون عثمان پاك ترين افرادم ، و مى دانى كه من از آن ماجرا دور بوده ام ، جز اينكه از راه خيانت مرا متّهم كنى ، و حق آشكارى را بپوشانى . با درود . "
	],
	[
		"و من كتاب منه عليه‌السلام إليه أيضا : ",
		"نامه اى ديگر به معاويه (يكى از پاسخهاى امام در اواخر جنگ صفّين در سال 38 هجرى به نامه معاويه است) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَقَدْ أَتَتْنِي مِنْكَ مَوْعِظَةٌ مُوَصَّلَةٌ وَ رِسَالَةٌ مُحَبَّرَةٌ ، نَمَّقْتَهَا بِضَلَالِكَ وَ أَمْضَيْتَهَا بِسُوءِ رَأْيِكَ ، وَ كِتَابُ امْرِئٍ لَيْسَ لَهُ بَصَرٌ يَهْدِيهِ وَ لَا قَائِدٌ يُرْشِدُهُ ، قَدْ دَعَاهُ الْهَوَى فَأَجَابَهُ وَ قَادَهُ الضَّلَالُ فَاتَّبَعَهُ ، فَهَجَرَ لَاغِطاً وَ ضَلَّ خَابِطاً . </span>",
		"پس از نام خدا و درود ، نامه پند آميز تو به دستم رسيد كه داراى جملات به هم پيوسته ، و زينت داده شده بود كه با گمراهى خود آن را آراسته ، و با بد انديشى خاص خود آن را امضاء كرده بودى . ",
		"نامه مردى كه نه خود آگاهى لازم دارد تا رهنمودش باشد ، و نه رهبرى دارد كه هدايتش كند . تنها دعوت هوسهاى خويش را پاسخ گفته ، و گمراهى عنان او را گرفته و او اطاعت مى كند ، كه سخن بى ربط مى گويد و در گمراهى سرگردان است . ",
		"<span class=\"arabic\">وَ [مِنْ هَذَا الْكِتَابِ] مِنْهُ : لِأَنَّهَا بَيْعَةٌ وَاحِدَةٌ لَا يُثَنَّى فِيهَا النَّظَرُ وَ لَا يُسْتَأْنَفُ فِيهَا الْخِيَارُ ، الْخَارِجُ مِنْهَا طَاعِنٌ وَ الْمُرَوِّي فِيهَا مُدَاهِن . </span>",
		"(از همين نامه است) : همانا بيعت براى امام يك بار بيش نيست ، و تجديد نظر در آن ميسّر نخواهد بود ، و كسى اختيار از سر گرفتن آن را ندارد . آن كس كه از اين بيعت عمومى سر باز زند ، طعنه زن ، و عيب جو خوانده مى شود ، و آن كس كه نسبت به آن دو دل باشد منافق است . "
	],
	[
		"و من كتاب له عليه‌السلام إلى جرير بن عبد الله البجلي لَمّا أرسله إلى معاوية : ",
		"(نامه به جرير بن عبد الله بجلى ، فرستاده امام به سوى معاويه در سال 36 هجرى) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِذَا أَتَاكَ كِتَابِي فَاحْمِلْ مُعَاوِيَةَ عَلَى الْفَصْلِ وَ خُذْهُ بِالْأَمْرِ الْجَزْمِ ، ثُمَّ خَيِّرْهُ بَيْنَ حَرْبٍ مُجْلِيَةٍ أَوْ سِلْمٍ مُخْزِيَةٍ ؛ فَإِنِ اخْتَارَ الْحَرْبَ فَانْبِذْ إِلَيْهِ وَ إِنِ اخْتَارَ السِّلْمَ فَخُذْ بَيْعَتَهُ ، وَ السَّلَام . </span>",
		"پس از نام خدا و درود هنگامى كه نامه ام به دستت رسيد ، معاويه را به يكسره كردن كار وادار كن ، و با او برخوردى قاطع داشته باش . سپس او را آزاد بگذار : در پذيرفتن جنگى كه مردم را از خانه ها بيرون مى ريزد ، يا تسليم شدنى خوار كننده . ",
		"پس اگر جنگ را برگزيد ، امان نامه او را بر زمين كوب ، و اگر صلح خواست از او بيعت بگير ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"(نامه به معاويه در سال 36 هجرى كه شخصى به نام ابو مسلم آن را برد) . ",
		"<span class=\"arabic\">فَأَرَادَ قَوْمُنَا قَتْلَ نَبِيِّنَا وَ اجْتِيَاحَ أَصْلِنَا وَ هَمُّوا بِنَا الْهُمُومَ وَ فَعَلُوا بِنَا الْأَفَاعِيلَ وَ مَنَعُونَا الْعَذْبَ وَ أَحْلَسُونَا الْخَوْفَ وَ اضْطَرُّونَا إِلَى جَبَلٍ وَعْرٍ وَ أَوْقَدُوا لَنَا نَارَ الْحَرْبِ ؛ فَعَزَمَ اللَّهُ لَنَا عَلَى الذَّبِّ عَنْ حَوْزَتِهِ وَ الرَّمْيِ مِنْ وَرَاءِ [حَوْمَتِهِ] حُرْمَتِهِ ؛ مُؤْمِنُنَا يَبْغِي بِذَلِكَ الْأَجْرَ وَ كَافِرُنَا يُحَامِي عَنِ الْأَصْلِ ، وَ مَنْ أَسْلَمَ مِنْ قُرَيْشٍ خِلْوٌ مِمَّا نَحْنُ فِيهِ بِحِلْفٍ يَمْنَعُهُ أَوْ عَشِيرَةٍ تَقُومُ دُونَهُ ، فَهُوَ مِنَ الْقَتْلِ بِمَكَانِ أَمْنٍ . </span>",
		"<span class=\"arabic\">وَ كَانَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم إِذَا احْمَرَّ الْبَأْسُ وَ أَحْجَمَ النَّاسُ قَدَّمَ أَهْلَ بَيْتِهِ ، فَوَقَى بِهِمْ أَصْحَابَهُ حَرَّ السُّيُوفِ وَ الْأَسِنَّةِ ؛ فَقُتِلَ عُبَيْدَةُ بْنُ الْحَارِثِ يَوْمَ بَدْرٍ وَ قُتِلَ حَمْزَةُ يَوْمَ أُحُدٍ وَ قُتِلَ جَعْفَرٌ يَوْمَ مُؤْتَةَ ، وَ أَرَادَ مَنْ لَوْ شِئْتُ ذَكَرْتُ اسْمَهُ مِثْلَ الَّذِي أَرَادُوا مِنَ الشَّهَادَةِ وَ لَكِنَّ آجَالَهُمْ عُجِّلَتْ وَ مَنِيَّتَهُ [أُخِّرَتْ] أُجِّلَتْ . فَيَا عَجَباً لِلدَّهْرِ إِذْ صِرْتُ يُقْرَنُ بِي مَنْ لَمْ يَسْعَ بِقَدَمِي وَ لَمْ تَكُنْ لَهُ كَسَابِقَتِي الَّتِي لَا يُدْلِي أَحَدٌ بِمِثْلِهَا إِلَّا أَنْ يَدَّعِيَ مُدَّعٍ مَا لَا أَعْرِفُهُ وَ لَا أَظُنُّ اللَّهَ يَعْرِفُهُ ، وَ الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ . </span>",
		"خويشاوندان ما از قريش مى خواستند پيامبرمان صلى‌الله‌عليه‌وآله‌وسلم را بكشند ، و ريشه ما را در آورند و در اين راه انديشه ها از سرگذراندند ، و هر چه خواستند نسبت به ما انجام دادند ، و زندگى خوش را از ما سلب كردند ، و با ترس و وحشت به هم آميختند ، و ما را به پيمودن كوه هاى صعب العبور مجبور كردند ، و براى ما آتش جنگ افروختند . ",
		"امّا خدا خواست كه ما پاسدار دين او باشيم ، و شر آنان را از حريم دين باز داريم . ",
		"مؤمن ما در اين راه خواستار پاداش بود ، و كافر ما از خويشاوندان خود دفاع كرد . ",
		"ديگر افراد قريش كه ايمان مى آوردند و از تبار ما نبودند ، هر گاه آتش جنگ زبانه مى كشيد ، و دشمنان هجوم مى آوردند يا به وسيله هم پيمانهايشان و يا با نيروى قوم و قبيله شان حمايت مى شدند در امان بودند . ",
		"پيامبر اسلام صلى‌الله‌عليه‌وآله‌وسلم اهل بيت خود را پيش مى فرستاد تا به وسيله آنها ، اصحابش را از سوزش شمشيرها و نيزه ها حفظ فرمايد ، چنانكه عبيدة بن حارث در جنگ بدر ، و حمزه در احد ، و جعفر در موته ، شهيد شدند . ",
		"كسانى هم بودند كه اگر مى خواستم نامشان را مى آوردم ، آنان دوست داشتند چون شهيدان اسلام ، شهيد گردند ، امّا مقدّر چنين بود كه زنده بمانند ، و مرگشان به تأخير افتاد . ",
		"شگفتا از روزگار كه مرا همسنگ كسى قرار داده كه چون من پيش قدم نبوده ، و مانند من سابقه در اسلام و هجرت نداشته است ، كسى را سراغ ندارم چنين ادّعايى كند ، مگر ادّعا كننده اى كه نه من او را مى شناسم و نه فكر مى كنم خدا ، او را بشناسد در هر حال خدا را سپاسگزارم . ",
		"<span class=\"arabic\">وَ أَمَّا مَا سَأَلْتَ مِنْ دَفْعِ قَتَلَةِ عُثْمَانَ إِلَيْكَ ، فَإِنِّي نَظَرْتُ فِي هَذَا الْأَمْرِ فَلَمْ أَرَهُ يَسَعُنِي دَفْعُهُمْ إِلَيْكَ وَ لَا إِلَى غَيْرِكَ ؛ وَ لَعَمْرِي لَئِنْ لَمْ تَنْزِعْ عَنْ غَيِّكَ وَ شِقَاقِكَ لَتَعْرِفَنَّهُمْ عَنْ قَلِيلٍ يَطْلُبُونَكَ لَا يُكَلِّفُونَكَ طَلَبَهُمْ فِي بَرٍّ وَ لَا بَحْرٍ وَ لَا جَبَلٍ وَ لَا سَهْلٍ إِلَّا أَنَّهُ طَلَبٌ يَسُوءُكَ وِجْدَانُهُ وَ زَوْرٌ لَا يَسُرُّكَ لُقْيَانُهُ ، وَ السَّلَامُ لِأَهْلِه . </span>",
		"اينكه از من خواستى تا قاتلان عثمان را به تو بسپارم ، پيرامون آن فكر كردم و ديدم كه توان سپردن آنها را به تو يا غير تو ندارم . ",
		"سوگند به جان خودم اگر دست از گمراهى و تفرقه بر ندارى ، به زودى آنها را خواهى يافت كه تو را مى طلبند ، بى آن كه تو را فرصت دهند تا در خشكى و دريا و كوه و صحرا ، زحمت پيدا كردنشان را بر خود هموار كنى . ",
		"و اگر در جستجوى آنان بر آيى بدان كه شادمان نخواهى شد ، و ملاقات با آنان تو را خوشحال نخواهد كرد ، و درود بر اهل آن . "
	],
	[
		"و من كتاب له عليه‌السلام [إلى معاوية] إليه أيضا : ",
		"(نامه ديگرى به معاويه در سرزمين صفّين در سال 36 هجرى پيش از آغاز نبرد) . ",
		"<span class=\"arabic\">وَ كَيْفَ أَنْتَ صَانِعٌ إِذَا تَكَشَّفَتْ عَنْكَ جَلَابِيبُ مَا أَنْتَ فِيهِ مِنْ دُنْيَا قَدْ تَبَهَّجَتْ بِزِينَتِهَا وَ خَدَعَتْ بِلَذَّتِهَا ؛ دَعَتْكَ فَأَجَبْتَهَا وَ قَادَتْكَ فَاتَّبَعْتَهَا وَ أَمَرَتْكَ فَأَطَعْتَهَا ؛ وَ إِنَّهُ يُوشِكُ أَنْ يَقِفَكَ وَاقِفٌ عَلَى مَا لَا يُنْجِيكَ مِنْهُ مِجَنٌّ . فَاقْعَسْ عَنْ هَذَا الْأَمْرِ وَ خُذْ أُهْبَةَ الْحِسَابِ وَ شَمِّرْ لِمَا قَدْ نَزَلَ بِكَ وَ لَا تُمَكِّنِ الْغُوَاةَ مِنْ سَمْعِكَ ، وَ إِلَّا تَفْعَلْ أُعْلِمْكَ مَا أَغْفَلْتَ مِنْ نَفْسِكَ ، فَإِنَّكَ مُتْرَفٌ قَدْ أَخَذَ الشَّيْطَانُ مِنْكَ مَأْخَذَهُ وَ بَلَغَ فِيكَ أَمَلَهُ وَ جَرَى مِنْكَ مَجْرَى الرُّوحِ وَ الدَّمِ . وَ مَتَى كُنْتُمْ يَا مُعَاوِيَةُ سَاسَةَ الرَّعِيَّةِ وَ وُلَاةَ أَمْرِ الْأُمَّةِ بِغَيْرِ قَدَمٍ سَابِقٍ وَ لَا شَرَفٍ بَاسِقٍ وَ نَعُوذُ بِاللَّهِ مِنْ لُزُومِ سَوَابِقِ الشَّقَاءِ ، وَ أُحَذِّرُكَ أَنْ تَكُونَ مُتَمَادِياً فِي غِرَّةِ الْأُمْنِيَّةِ ، مُخْتَلِفَ الْعَلَانِيَةِ وَ السَّرِيرَةِ . </span>",
		"چه خواهى كرد ، آنگاه كه جامه هاى رنگين تو كنار رود ، جامه هايى كه به زيباييهاى دنيا زينت شده است . ",
		"دنيا تو را با خوشى هاى خود فريب داده ، تو را به سوى خود خواند ، و تو به دعوت آن پاسخ دادى ، فرمانت داد و اطاعت كردى . همانا به زودى تو را وارد ميدان خطرناكى مى كند كه هيچ سپر نگهدارنده اى نجاتت نمى دهد . ",
		"اى معاويه از اين كار دست بكش ، و آماده حساب باش ، و آماده حوادثى باش كه به سراغ تو مى آيد . به گمراهان فرو مايه گوش مسپار ، اگر چنين نكنى به تو اعلام مى دارم كه در غفلت زدگى قرار گرفته اى . ",
		"همانا تو ناز پرورده اى هستى كه شيطان بر تو حكومت مى كند ، و با تو به آرزوهايش مى رسد ، و چون روح و خون در سراسر وجودت جريان دارد . ",
		"معاويه از چه زمانى شما زمامداران امّت و فرمانده هان ملّت بوديد نه سابقه درخشانى در دين ، و نه شرافت والايى در خانواده داريد . ",
		"پناه به خدا مى برم از گرفتار شدن به دشمنى هاى ريشه دار . تو را مى ترسانم از اينكه به دنبال آرزوها تلاش كنى ، و آشكار و نهانت يكسان نباشد . ",
		"<span class=\"arabic\">وَ قَدْ دَعَوْتَ إِلَى الْحَرْبِ ، فَدَعِ النَّاسَ جَانِباً وَ اخْرُجْ إِلَيَّ وَ أَعْفِ الْفَرِيقَيْنِ مِنَ الْقِتَالِ لِتَعْلَمَ أَيُّنَا الْمَرِينُ عَلَى قَلْبِهِ وَ الْمُغَطَّى عَلَى بَصَرِهِ ؛ فَأَنَا أَبُو حَسَنٍ قَاتِلُ جَدِّكَ وَ أَخِيكَ وَ خَالِكَ شَدْخاً يَوْمَ بَدْرٍ وَ ذَلِكَ السَّيْفُ مَعِي وَ بِذَلِكَ الْقَلْبِ أَلْقَى عَدُوِّي . مَا اسْتَبْدَلْتُ دِيناً وَ لَا اسْتَحْدَثْتُ نَبِيّاً وَ إِنِّي لَعَلَى الْمِنْهَاجِ الَّذِي تَرَكْتُمُوهُ طَائِعِينَ وَ دَخَلْتُمْ فِيهِ مُكْرَهِينَ . </span>",
		"معاويه مرا به جنگ خوانده اى ، اگر راست مى گويى مردم را بگذار و به جنگ من بيا ، و دو لشكر را از كشتار باز دار ، تا بدانى پرده تاريك بر دل كدام يك از ما كشيده ، و ديده چه كس پوشيده است . ",
		"من ابو الحسن ، كشنده جدّ و دايى و برادر تو در روز نبرد بدر مى باشم كه سر آنان را شكافتم ، امروز همان شمشير با من است ، و با همان قلب با دشمنانم ملاقات مى كنم . نه بدعتى در دين گذاشته ، و نه پيامبر جديدى برگزيده ام ، من بر همان راه راست الهى قرار دارم كه شما با اختيار رهايش كرده ، و با اكراه پذيرفته بوديد . ",
		"<span class=\"arabic\">وَ زَعَمْتَ أَنَّكَ جِئْتَ ثَائِراً بِدَمِ عُثْمَانَ وَ لَقَدْ عَلِمْتَ حَيْثُ وَقَعَ دَمُ عُثْمَانَ ، فَاطْلُبْهُ مِنْ هُنَاكَ إِنْ كُنْتَ طَالِباً ؛ فَكَأَنِّي قَدْ رَأَيْتُكَ تَضِجُّ مِنَ الْحَرْبِ إِذَا عَضَّتْكَ ضَجِيجَ الْجِمَالِ بِالْأَثْقَالِ وَ كَأَنِّي بِجَمَاعَتِكَ تَدْعُونِي جَزَعاً مِنَ الضَّرْبِ الْمُتَتَابِعِ وَ الْقَضَاءِ الْوَاقِعِ وَ مَصَارِعَ بَعْدَ مَصَارِعَ إِلَى كِتَابِ اللَّهِ ، وَ هِيَ كَافِرَةٌ جَاحِدَةٌ أَوْ مُبَايِعَةٌ حَائِدَةٌ . </span>",
		"خيال كردى به خونخواهى عثمان آمده اى در حالى كه مى دانى خون او به دست چه كسانى ريخته شده است . اگر راست مى گويى از آنها مطالبه كن . ",
		"همانا من تو را در جنگ مى نگرم كه چونان شتران زير بار سنگين مانده ، فرياد و ناله سر مى دهى ، و مى بينم كه لشكريانت با بى صبرى از ضربات پياپى شمشيرها ، و بلاهاى سخت ، و بر خاك افتادن مداوم تن ها ، مرا به كتاب خدا مى خوانند در حالى كه لشكريان تو ، كافر و بيعت كنندگان پيمان شكنند . "
	],
	[
		"و من وصية له عليه‌السلام وَصّى بها جَيشاً بعثَه إلى العدوّ : ",
		"(دستور العمل امام به لشكرى كه آن را به فرماندهى زياد بن نضر حارثى ، و شريح بن هانى به سوى شام و معاويه فرستاد) . ",
		"<span class=\"arabic\">فَإِذَا نَزَلْتُمْ بِعَدُوٍّ أَوْ نَزَلَ بِكُمْ فَلْيَكُنْ مُعَسْكَرُكُمْ فِي قُبُلِ الْأَشْرَافِ أَوْ سِفَاحِ الْجِبَالِ أَوْ أَثْنَاءِ الْأَنْهَارِ ، كَيْمَا يَكُونَ لَكُمْ رِدْءاً وَ دُونَكُمْ مَرَدّاً ، وَ لْتَكُنْ مُقَاتَلَتُكُمْ مِنْ وَجْهٍ وَاحِدٍ أَوِ اثْنَيْنِ وَ اجْعَلُوا لَكُمْ رُقَبَاءَ فِي صَيَاصِي الْجِبَالِ وَ مَنَاكِبِ الْهِضَابِ ، لِئَلَّا يَأْتِيَكُمُ الْعَدُوُّ مِنْ مَكَانِ مَخَافَةٍ أَوْ أَمْنٍ ؛ وَ اعْلَمُوا أَنَّ مُقَدِّمَةَ الْقَوْمِ عُيُونُهُمْ وَ عُيُونَ الْمُقَدِّمَةِ طَلَائِعُهُمْ ؛ وَ إِيَّاكُمْ وَ التَّفَرُّقَ ، فَإِذَا نَزَلْتُمْ فَانْزِلُوا جَمِيعاً وَ إِذَا ارْتَحَلْتُمْ فَارْتَحِلُوا جَمِيعاً ، وَ إِذَا غَشِيَكُمُ اللَّيْلُ فَاجْعَلُوا الرِّمَاحَ كِفَّةً ، وَ لَا تَذُوقُوا النَّوْمَ إِلَّا غِرَاراً أَوْ مَضْمَضَةً . </span>",
		"هر گاه به دشمن رسيدند ، يا او به شما رسيد ، لشكرگاه خويش را بر فراز بلندى ها ، يا دامنه كوه ها ، يا بين رودخانه ها قرار دهيد ، تا پناهگاه شما ، و مانع هجوم دشمن باشد . ",
		"جنگ را از يك سو يا دو سو آغاز كنيد ، و در بالاى قلّه ها ، و فراز تپّه ها ، ديده بانهايى بگماريد ، مبادا دشمن از جايى كه مى ترسيد يا از سويى كه بيم نداريد ، ناگهان بر شما يورش آورد و بدانيد كه پيشاهنگان سپاه ديدبان لشكريانند ، و ديدبانان طلايه داران سپاهند . ",
		"از پراكندگى بپرهيزيد ، هر جا فرود مى آييد ، با هم فرود بياييد ، و هر گاه كوچ مى كنيد همه با هم كوچ كنيد . ",
		"و چون تاريكى شب شما را پوشاند ، نيزه داران را پيرامون لشكر بگماريد ، و نخوابيد مگر اندك ، چونان آب در دهان چرخاندن و بيرون ريختن . "
	],
	[
		"و من وصية له عليه‌السلام وَصّى بها معقل بن قيس الرياحي حين أنفذه إلى الشام في ثلاثة آلاف مقدِّمة له : ",
		"(دستور العمل نظامى ، به معقل بن قيس رياحى ، كه با سه هزار سرباز به عنوان پيشاهنگان سپاه امام به سوى شام حركت كردند ، معقل از بزرگان و شجاعان بنام كوفه بود) . ",
		"<span class=\"arabic\">اتَّقِ اللَّهَ الَّذِي لَا بُدَّ لَكَ مِنْ لِقَائِهِ وَ لَا مُنْتَهَى لَكَ دُونَهُ ؛ وَ لَا تُقَاتِلَنَّ إِلَّا مَنْ قَاتَلَكَ ، وَ سِرِ الْبَرْدَيْنِ وَ غَوِّرْ بِالنَّاسِ وَ رَفِّهْ فِي السَّيْرِ ، وَ لَا تَسِرْ أَوَّلَ اللَّيْلِ فَإِنَّ اللَّهَ جَعَلَهُ سَكَناً وَ قَدَّرَهُ مُقَاماً لَا ظَعْناً ، فَأَرِحْ فِيهِ بَدَنَكَ وَ رَوِّحْ ظَهْرَكَ ، فَإِذَا وَقَفْتَ حِينَ يَنْبَطِحُ السَّحَرُ أَوْ حِينَ يَنْفَجِرُ الْفَجْرُ فَسِرْ عَلَى بَرَكَةِ اللَّهِ . فَإِذَا لَقِيتَ الْعَدُوَّ فَقِفْ مِنْ أَصْحَابِكَ وَسَطاً وَ لَا تَدْنُ مِنَ الْقَوْمِ دُنُوَّ مَنْ يُرِيدُ أَنْ يُنْشِبَ الْحَرْبَ ، وَ لَا تَبَاعَدْ عَنْهُمْ تَبَاعُدَ مَنْ يَهَابُ الْبَأْسَ ، حَتَّى يَأْتِيَكَ أَمْرِي . وَ لَا يَحْمِلَنَّكُمُ شَنَآنُهُمْ عَلَى قِتَالِهِمْ قَبْلَ دُعَائِهِمْ وَ الْإِعْذَارِ إِلَيْهِم . </span>",
		"از خدايى بترس كه ناچار او را ملاقات خواهى كرد ، و سرانجامى جز حاضر شدن در پيشگاه او را ندارى . ",
		"جز با كسى كه با تو پيكار كند ، پيكار نكن . در خنكى صبح و عصر ، سپاه را حركت ده ، در هواى گرم لشكر را استراحت ده ، و در پيمودن راه شتاب مكن . در آغاز شب حركت نكن زيرا خداوند شب را وسيله آرامش قرار داده ، و آن را براى اقامت كردن ، نه كوچ كردن ، تعيين فرموده است . پس آسوده باش ، و مركب ها را آسوده بگذار ، آنگاه كه سحر آمد و سپيده صبحگاهان آشكار شد ، در پناه بركت پروردگار حركت کن . ",
		"هر جا دشمن را مشاهده كردى در ميان لشكرت بايست ، نه چنان به دشمن نزديك شو كه چونان جنگ افروزان باشى ، و نه آنقدر دور باش كه پندارند از نبرد مى هراسى ، تا فرمان من به تو رسد . ",
		"مبادا كينه آنان پيش از آن كه آنان را به راه هدايت فرا خوانيد ، و درهاى عذر را بر آنان ببنديد شما را به جنگ وا دارد . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أميرَين من أمراء جَيشه : ",
		"(دستور العمل امام به دو تن از اميران لشكر ، زياد بن نضر و شريح بن هانى) . ",
		"<span class=\"arabic\">وَ قَدْ أَمَّرْتُ عَلَيْكُمَا وَ عَلَى مَنْ فِي حَيِّزِكُمَا مَالِكَ بْنَ الْحَارِثِ الْأَشْتَرَ ، فَاسْمَعَا لَهُ وَ أَطِيعَا وَ اجْعَلَاهُ دِرْعاً وَ مِجَنّاً ، فَإِنَّهُ مِمَّنْ لَا يُخَافُ وَهْنُهُ وَ لَا سَقْطَتُهُ ، وَ لَا بُطْؤُهُ عَمَّا الْإِسْرَاعُ إِلَيْهِ أَحْزَمُ ، وَ لَا إِسْرَاعُهُ إِلَى مَا الْبُطْءُ عَنْهُ أَمْثَلُ . </span>",
		"من «مالك اشتر پسر حارث» را بر شما و سپاهيانى كه تحت امر شما هستند ، فرماندهى دادم . گفته او را بشنويد ، و از فرمان او اطاعت كنيد . او را چونان زره و سپر نگهبان خود برگزينيد ، زيرا كه مالك ، نه سستى به خرج داده و نه دچار لغزش مى شود . نه در آنجايى كه شتاب لازم است كندى دارد ، و نه آنجا كه كندى پسنديده است شتاب مى گيرد . "
	],
	[
		"و من وصية له عليه‌السلام لعَِسكره قبلَ لقاء العدوّ بصفّين : ",
		"(دستور امام پيش از رويارويى با دشمن در صفّين) . ",
		"<span class=\"arabic\">لَا تُقَاتِلُوهُمْ حَتَّى يَبْدَءُوكُمْ ، فَإِنَّكُمْ بِحَمْدِ اللَّهِ عَلَى حُجَّةٍ وَ تَرْكُكُمْ إِيَّاهُمْ حَتَّى يَبْدَءُوكُمْ حُجَّةٌ أُخْرَى لَكُمْ عَلَيْهِمْ ؛ فَإِذَا كَانَتِ الْهَزِيمَةُ بِإِذْنِ اللَّهِ فَلَا تَقْتُلُوا مُدْبِراً وَ لَا تُصِيبُوا مُعْوِراً وَ لَا تُجْهِزُوا عَلَى جَرِيحٍ ، وَ لَا تَهِيجُوا النِّسَاءَ بِأَذًى وَ إِنْ شَتَمْنَ أَعْرَاضَكُمْ وَ سَبَبْنَ أُمَرَاءَكُمْ ، فَإِنَّهُنَّ ضَعِيفَاتُ الْقُوَى وَ الْأَنْفُسِ وَ الْعُقُولِ ؛ إِنْ كُنَّا لَنُؤْمَرُ بِالْكَفِّ عَنْهُنَّ وَ إِنَّهُنَّ لَمُشْرِكَاتٌ ، وَ إِنْ كَانَ الرَّجُلُ لَيَتَنَاوَلُ الْمَرْأَةَ فِي الْجَاهِلِيَّةِ بِالْفَهْرِ أَوِ الْهِرَاوَةِ فَيُعَيَّرُ بِهَا وَ عَقِبُهُ مِنْ بَعْدِه . </span>",
		"با دشمن جنگ را آغاز نكنيد تا آنها شروع كنند ، زيرا بحمد اللّه حجّت با شماست ، و آغازگر جنگ نبودنتان ، تا آن كه دشمن به جنگ روى آورد ، حجّت ديگر بر حقّانيت شما خواهد بود . ",
		"اگر به اذن خدا شكست خوردند و گريختند ، آن كس را كه پشت كرده نكشيد ، و آن را كه قدرت دفاع ندارد آسيب نرسانيد ، و مجروحان را به قتل نرسانيد . ",
		"زنان را با آزار دادن تحريك نكنيد هر چند آبروى شما را بريزند ، يا اميران شما را دشنام دهند ، كه آنان در نيروى بدنى و روانى و انديشه كم توانند . در روزگارى كه زنان مشرك بودند مأمور بوديم دست از آزارشان برداريم ، و در جاهليّت اگر مردى با سنگ يا چوب دستى ، به زنى حمله مى كرد ، او و فرزندانش را سرزنش مى كردند . "
	],
	[
		"و من دعاء له عليه‌السلام كان يقول إذا لَقَي العدوَّ مُحارباً : ",
		"(دعاى امام در ميدان جنگ) . ",
		"<span class=\"arabic\">اللَّهُمَّ إِلَيْكَ أَفْضَتِ الْقُلُوبُ وَ مُدَّتِ الْأَعْنَاقُ وَ شَخَصَتِ الْأَبْصَارُ وَ نُقِلَتِ الْأَقْدَامُ وَ أُنْضِيَتِ الْأَبْدَانُ ؛ اللَّهُمَّ قَدْ صَرَّحَ مَكْنُونُ الشَّنَآنِ وَ جَاشَتْ مَرَاجِلُ الْأَضْغَانِ ؛ اللَّهُمَّ إِنَّا نَشْكُو إِلَيْكَ غَيْبَةَ نَبِيِّنَا وَ كَثْرَةَ عَدُوِّنَا وَ تَشَتُّتَ أَهْوَائِنَا ؛ رَبَّنَا افْتَحْ بَيْنَنا وَ بَيْنَ قَوْمِنا بِالْحَقِّ وَ أَنْتَ خَيْرُ الْفاتِحِينَ . </span>",
		"خدايا قلب ها به سوى تو روان شده ، و گردن ها به درگاه تو كشيده ، و ديده ها به آستان تو نگران ، و گام ها در راه تو در حركت ، و بدن ها در خدمت تو لاغر شده است . ",
		"خدايا دشمنى هاى پنهان آشكار ، و ديگهاى كينه در جوش است . خدايا به تو شكايت مى كنيم از اينكه پيامبر صلى‌الله‌عليه‌وآله‌وسلم در ميان ما نيست ، و دشمنان ما فراوان ، و خواسته هاى ما پراكنده است . «پروردگارا بين ما و دشمنانمان به حق داورى فرما كه تو از بهترين داورانى» . "
	],
	[
		"و كان يقول عليه‌السلام لأصحابه عند الحَرب : ",
		"(دستور العمل امام به هنگام آغاز جنگ در سال 37 هجرى در ميدان صفّين) . ",
		"<span class=\"arabic\">لَا تَشْتَدَّنَّ عَلَيْكُمْ فَرَّةٌ بَعْدَهَا كَرَّةٌ وَ لَا جَوْلَةٌ بَعْدَهَا حَمْلَةٌ ، وَ أَعْطُوا السُّيُوفَ حُقُوقَهَا وَ [وَطِّنُوا] وَطِّئُوا لِلْجُنُوبِ مَصَارِعَهَا ، وَ اذْمُرُوا أَنْفُسَكُمْ عَلَى الطَّعْنِ الدَّعْسِيِّ وَ الضَّرْبِ الطِّلَحْفِيِّ ، وَ أَمِيتُوا الْأَصْوَاتَ فَإِنَّهُ أَطْرَدُ لِلْفَشَلِ . </span>",
		"<span class=\"arabic\">فَوَ الَّذِي فَلَقَ الْحَبَّةَ وَ بَرَأَ النَّسَمَةَ مَا أَسْلَمُوا وَ لَكِنِ اسْتَسْلَمُوا وَ أَسَرُّوا الْكُفْرَ ، فَلَمَّا وَجَدُوا أَعْوَاناً عَلَيْهِ أَظْهَرُوه . </span>",
		"عقب نشينى هايى كه مقدّمه هجوم ديگرى است ، و ايستادنى كه حمله در پى دارد نگرانتان نسازد . حق شمشيرها را اداء كنيد ، و پشت دشمن را به خاك بماليد ، و براى فرو كردن نيزه ها ، و محكم ترين ضربه هاى شمشير ، خود را آماده كنيد ، صداى خود را در سينه ها نگهداريد كه در زدودن سستى نقش بسزايى دارد . ",
		"به خدايى كه دانه را شكافت ، و پديده ها را آفريد ، آنها اسلام را نپذيرفتند ، بلكه به ظاهر تسليم شدند ، و كفر خود را پنهان داشتند و آنگاه كه ياورانى يافتند آن را آشكار ساختند . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية جواباً عن كتاب منه إليه : ",
		"(نامه اى در جواب نامه معاويه در صحراى صفين ماه صفر سال 37 هجرى) . ",
		"<span class=\"arabic\">وَ أَمَّا طَلَبُكَ إِلَيَّ الشَّامَ ، فَإِنِّي لَمْ أَكُنْ لِأُعْطِيَكَ الْيَوْمَ مَا مَنَعْتُكَ أَمْسِ ؛ وَ أَمَّا قَوْلُكَ إِنَّ الْحَرْبَ قَدْ أَكَلَتِ الْعَرَبَ إِلَّا حُشَاشَاتِ أَنْفُسٍ بَقِيَتْ ، أَلَا وَ مَنْ أَكَلَهُ الْحَقُّ فَإِلَى الْجَنَّةِ وَ مَنْ أَكَلَهُ الْبَاطِلُ فَإِلَى النَّارِ ؛ وَ أَمَّا اسْتِوَاؤُنَا فِي الْحَرْبِ وَ الرِّجَالِ ، فَلَسْتَ بِأَمْضَى عَلَى الشَّكِّ مِنِّي عَلَى الْيَقِينِ وَ لَيْسَ أَهْلُ الشَّامِ بِأَحْرَصَ عَلَى الدُّنْيَا مِنْ أَهْلِ الْعِرَاقِ عَلَى الْآخِرَةِ . </span>",
		"معاويه اينكه خواستى شام را به تو واگذارم ، همانا من چيزى را كه ديروز از تو باز داشتم ، امروز به تو نخواهم بخشيد . ",
		"و امّا در مورد سخن تو كه «جنگ ، عرب را جز اندكى ، به كام خويش فرو برده است» ، آگاه باش ، آن كس كه بر حق بود ، جايگاهش بهشت ، و آن كه بر راه باطل بود در آتش است . ",
		"امّا اينكه ادّعاى تساوى در جنگ و نفرات جهادگر را كرده اى ، بدان ، كه رشد تو در شك به درجه كمال من در يقين نرسيده است ، و اهل شام بر دنيا حريص تر از اهل عراق به آخرت نيستند . ",
		"<span class=\"arabic\">وَ أَمَّا قَوْلُكَ إِنَّا بَنُو عَبْدِ مَنَافٍ ، فَكَذَلِكَ نَحْنُ وَ لَكِنْ لَيْسَ أُمَيَّةُ كَهَاشِمٍ وَ لَا حَرْبٌ كَعَبْدِ الْمُطَّلِبِ وَ لَا أَبُو سُفْيَانَ كَأَبِي طَالِبٍ وَ لَا الْمُهَاجِرُ كَالطَّلِيقِ وَ لَا الصَّرِيحُ كَاللَّصِيقِ وَ لَا الْمُحِقُّ كَالْمُبْطِلِ وَ لَا الْمُؤْمِنُ كَالْمُدْغِلِ ، وَ لَبِئْسَ الْخَلْفُ خَلْفٌ يَتْبَعُ سَلَفاً هَوَى فِي نَارِ جَهَنَّمَ . </span>",
		"<span class=\"arabic\">وَ فِي أَيْدِينَا بَعْدُ فَضْلُ النُّبُوَّةِ الَّتِي أَذْلَلْنَا بِهَا الْعَزِيزَ وَ نَعَشْنَا بِهَا الذَّلِيلَ ؛ وَ لَمَّا أَدْخَلَ اللَّهُ الْعَرَبَ فِي دِينِهِ أَفْوَاجاً وَ أَسْلَمَتْ لَهُ هَذِهِ الْأُمَّةُ طَوْعاً وَ كَرْهاً ، كُنْتُمْ مِمَّنْ دَخَلَ فِي الدِّينِ إِمَّا رَغْبَةً وَ إِمَّا رَهْبَةً ، عَلَى حِينَ فَازَ أَهْلُ السَّبْقِ بِسَبْقِهِمْ وَ ذَهَبَ الْمُهَاجِرُونَ الْأَوَّلُونَ بِفَضْلِهِمْ ؛ فَلَا تَجْعَلَنَّ لِلشَّيْطَانِ فِيكَ نَصِيباً وَ لَا عَلَى نَفْسِكَ سَبِيلًا ، وَ السَّلَامُ . </span>",
		"و اينكه ادّعا كردى ما همه فرزندان «عبد مناف» هستيم ، آرى چنين است ، امّا جدّ شما «اميّه» چونان جدّ ما «هاشم» ، و «حرب» همانند «عبد المطلّب» ، و «ابو سفيان» مانند «ابو طالب» نخواهند بود . ",
		"هرگز ارزش مهاجران چون اسيران آزاد شده نيست ، و حلال زاده همانند حرام زاده نمى باشد ، و آن كه بر حق است با آن كه بر باطل است را نمى توان مقايسه كرد ، و مؤمن چون مفسد نخواهد بود ، و چه زشتند آنان كه پدران گذشته خود را در ورود به آتش پيروى كنند . ",
		"از همه كه بگذريم ، فضيلت نبوّت در اختيار ماست كه با آن عزيزان را ذليل ، و خوار شدگان را بزرگ كرديم . ",
		"و آنگاه كه خداوند امّت عرب را فوج فوج به دين اسلام در آورد ، و اين امّت برابر دين اسلام يا از روى اختيار يا اجبار تسليم شد ، شما خاندان ابو سفيان ، يا براى دنيا و يا از روى ترس در دين اسلام وارد شديد ، و اين هنگامى بود كه نخستين اسلام آورندگان بر همه پيشى گرفتند ، و مهاجران نخستين ارزش خود را باز يافتند . ",
		"پس اى معاويه شيطان را از خويش بهره مند ، و او را بر جان خويش راه مده . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عبد الله بن عباس و هو عامله على البصرة : ",
		"(نامه به فرماندار بصره عبد اللّه بن عباس در سال 36 هجرى پس از جنگ جمل) . ",
		"<span class=\"arabic\">وَ اعْلَمْ أَنَّ الْبَصْرَةَ مَهْبِطُ إِبْلِيسَ وَ مَغْرِسُ الْفِتَنِ ، فَحَادِثْ أَهْلَهَا بِالْإِحْسَانِ إِلَيْهِمْ وَ احْلُلْ عُقْدَةَ الْخَوْفِ عَنْ قُلُوبِهِمْ ؛ وَ قَدْ بَلَغَنِي تَنَمُّرُكَ لِبَنِي تَمِيمٍ وَ غِلْظَتُك عَلَيْهِمْ وَ إِنَّ بَنِي تَمِيمٍ لَمْ يَغِبْ لَهُمْ نَجْمٌ إِلَّا طَلَعَ لَهُمْ آخَرُ وَ إِنَّهُمْ لَمْ يُسْبَقُوا بِوَغْمٍ فِي جَاهِلِيَّةٍ وَ لَا إِسْلَامٍ وَ إِنَّ لَهُمْ بِنَا رَحِماً مَاسَّةً وَ قَرَابَةً خَاصَّةً ، نَحْنُ مَأْجُورُونَ عَلَى صِلَتِهَا وَ مَأْزُورُونَ عَلَى قَطِيعَتِهَا ، فَارْبَعْ أَبَا الْعَبَّاسِ رَحِمَكَ اللَّهُ فِيمَا جَرَى عَلَى لِسَانِكَ وَ يَدِكَ مِنْ خَيْرٍ وَ شَرٍّ ، فَإِنَّا شَرِيكَانِ فِي ذَلِكَ وَ كُنْ عِنْدَ صَالِحِ ظَنِّي بِكَ وَ لَا يَفِيلَنَّ رَأْيِي فِيكَ ، وَ السَّلَامُ . </span>",
		"بدان ، كه بصره امروز جايگاه شيطان ، و كشتزار فتنه هاست . با مردم آن به نيكى رفتار كن ، و گره وحشت را از دل هاى آنان بگشاى . ",
		"بد رفتارى تو را با قبيله «بنى تميم» و خشونت با آنها را به من گزارش دادند ، همانا «بنى تميم» مردانى نيرومندند كه هر گاه دلاورى از آنها غروب كرد ، سلحشور ديگرى جاى آن درخشيد ، و در نبرد ، در جاهليّت و اسلام ، كسى از آنها پيشى نگرفت . ",
		"و همانا آنها با ما پيوند خويشاوندى ، و قرابت و نزديكى دارند ، كه صله رحم و پيوند با آنان پاداش ، و گسستن پيوند با آنان كيفر الهى دارد . ",
		"پس مدارا كن اى ابو العباس اميد است آنچه از دست و زبان تو از خوب و يا بد ، جارى مى شود ، خدا تو را بيامرزد ، چرا كه من و تو در اينگونه از رفتارها شريكيم . ",
		"سعى كن تا خوش بينى من نسبت به شما استوار باشد ، و نظرم دگرگون نشود ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى بعض عُمّاله : ",
		"(نامه به يكى از فرمانداران به نام عمر بن ابى سلمه ارحبى كه در فارس ايران حكومت مى كرد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ دَهَاقِينَ أَهْلِ بَلَدِكَ شَكَوْا مِنْكَ غِلْظَةً وَ قَسْوَةً وَ احْتِقَاراً وَ جَفْوَةً ، وَ نَظَرْتُ فَلَمْ أَرَهُمْ أَهْلًا لِأَنْ يُدْنَوْا لِشِرْكِهِمْ وَ لَا أَنْ يُقْصَوْا وَ يُجْفَوْا لِعَهْدِهِمْ ؛ فَالْبَسْ لَهُمْ جِلْبَاباً مِنَ اللِّينِ تَشُوبُهُ بِطَرَفٍ مِنَ الشِّدَّةِ وَ دَاوِلْ لَهُمْ بَيْنَ الْقَسْوَةِ وَ الرَّأْفَةِ ، وَ امْزُجْ لَهُمْ بَيْنَ التَّقْرِيبِ وَ الْإِدْنَاءِ وَ الْإِبْعَادِ وَ الْإِقْصَاءِ ، إِنْ شَاءَ اللَّهُ . </span>",
		"پس از نام خدا و درود . همانا دهقانان مركز فرمانداريت ، از خشونت و قساوت و تحقير كردن مردم و سنگدلى تو شكايت كردند . من در باره آنها انديشيدم ، نه آنان را شايسته نزديك شدن يافتم ، زيرا كه مشركند ، و نه سزاوار قساوت و سنگدلى و بد رفتارى هستند ، زيرا كه با ما هم پيمانند . ",
		"پس در رفتار با آنان ، نرمى و درشتى را به هم آميز ، رفتارى توأم با شدّت و نرمش داشته باش ، اعتدال و ميانه روى را در نزديك كردن يا دور كردن ، رعايت كن . "
	],
	[
		"و من كتاب له عليه‌السلام إلى زياد ابن أبيه و هو خليفةُ عامِله عبد الله بن عباس على البصرة و عبد الله عامل أمير المؤمنين عليه‌السلام يومئذ عليها و على كُوَر الأهواز و فارس و كرمان و غيرها : ",
		"(نامه به زياد بن ابيه ، جانشين فرماندار بصره . ابن عباس از طرف امام فرماندار بصره بود و بر حكومت اهواز و فارس و كرمان و ديگر نواحى ايران نظارت داشت) . ",
		"<span class=\"arabic\">وَ إِنِّي أُقْسِمُ بِاللَّهِ قَسَماً صَادِقاً لَئِنْ بَلَغَنِي أَنَّكَ خُنْتَ مِنْ فَيْءِ الْمُسْلِمِينَ شَيْئاً صَغِيراً أَوْ كَبِيراً لَأَشُدَّنَّ عَلَيْكَ شَدَّةً تَدَعُكَ قَلِيلَ الْوَفْرِ ثَقِيلَ الظَّهْرِ ضَئِيلَ الْأَمْرِ ، وَ السَّلَام . </span>",
		"همانا من ، براستى به خدا سوگند مى خورم ، اگر به من گزارش كنند كه در اموال عمومى خيانت كردى ، كم يا زياد ، چنان بر تو سخت گيرم كه كم بهره شده ، و در هزينه عيال ، درمانده و خوار و سرگردان شوى ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى زيادٍ أيضاً : ",
		"(نامه ديگرى به زياد در سال 36 هجرى) . ",
		"<span class=\"arabic\">فَدَعِ الْإِسْرَافَ مُقْتَصِداً وَ اذْكُرْ فِي الْيَوْمِ غَداً وَ أَمْسِكْ مِنَ الْمَالِ بِقَدْرِ ضَرُورَتِكَ وَ قَدِّمِ الْفَضْلَ لِيَوْمِ حَاجَتِكَ . أَتَرْجُو أَنْ يُعْطِيَكَ اللَّهُ أَجْرَ الْمُتَوَاضِعِينَ وَ أَنْتَ عِنْدَهُ مِنَ الْمُتَكَبِّرِينَ؟ وَ تَطْمَعُ -وَ أَنْتَ مُتَمَرِّغٌ فِي النَّعِيمِ تَمْنَعُهُ الضَّعِيفَ وَ الْأَرْمَلَةَ- أَنْ يُوجِبَ لَكَ ثَوَابَ الْمُتَصَدِّقِينَ؟ وَ إِنَّمَا الْمَرْءُ مَجْزِيٌّ بِمَا أَسْلَفَ وَ قَادِمٌ عَلَى مَا قَدَّمَ ؛ وَ السَّلَامُ‏ . </span>",
		"اى زياد ، از اسراف بپرهيز ، و ميانه روى را برگزين ، از امروز به فكر فردا باش ، و از اموال دنيا به اندازه كفاف خويش نگهدار ، و زيادى را براى روز نيازمنديت در آخرت پيش فرست . ",
		"آيا اميد دارى خداوند پاداش فروتنان را به تو بدهد در حالى كه از متكبّران باشى و آيا طمع دارى ثواب انفاق كنندگان را دريابى در حالى كه در ناز و نعمت قرار دارى و تهيدستان و بيوه زنان را از آن نعمت ها محروم مى كنى؟",
		"همانا انسان به آنچه پيش فرستاده ، و نزد خدا ذخيره ساخته ، پاداش داده خواهد شد . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عبد الله بن العباس رحمه الله تعالى و كان عبد اللّه يقول : «ما انتفعتُ بكلام بعد كلام رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، كإنتفاعي بهذا الكلام!» : ",
		"(نامه به ابن عباس فرماندار بصره در سال 36 هجرى كه گفت پس از سخنان پيامبر صلى‌الله‌عليه‌وآله‌وسلم هيچ سخنى را همانند اين نامه سودمند نيافتم) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ الْمَرْءَ قَدْ يَسُرُّهُ دَرْكُ مَا لَمْ يَكُنْ لِيَفُوتَهُ وَ يَسُوؤُهُ فَوْتُ مَا لَمْ يَكُنْ لِيُدْرِكَهُ ؛ فَلْيَكُنْ سُرُورُكَ بِمَا نِلْتَ مِنْ آخِرَتِكَ وَ لْيَكُنْ أَسَفُكَ عَلَى مَا فَاتَكَ مِنْهَا ، وَ مَا نِلْتَ مِنْ دُنْيَاكَ فَلَا تُكْثِرْ بِهِ فَرَحاً وَ مَا فَاتَكَ مِنْهَا فَلَا تَأْسَ عَلَيْهِ جَزَعاً ، وَ لْيَكُنْ هَمُّكَ فِيمَا بَعْدَ الْمَوْت . </span>",
		"پس از ياد خدا و درود ، همانا انسان گاهى خشنود مى شود به چيزى كه هرگز از دستش نمى رود ، و ناراحت مى شود براى از دست دادن چيزى كه هرگز به آن نخواهد رسيد . ابن عباس خوشحالى تو از چيزى باشد كه در آخرت براى تو مفيد است ، و اندوه تو براى از دست دادن چيزى از آخرت باشد . آنچه از دنيا به دست مى آورى تو را خوشنود نسازد ، آنچه در دنيا از دست مى دهى زارى كنان تأسّف مخور ، و همّت خويش را به دنيا پس از مرگ واگذار . "
	],
	[
		"و من كلام له عليه‌السلام قاله قبل مَوته على سبيل الوصية لما ضربه ابن ملجم لعنه الله : ",
		"(وصيّت امام عليه السّلام در لحظه هاى شهادت در ماه رمضان سال 40 هجرى) . ",
		"<span class=\"arabic\">وَصِيَّتِي لَكُمْ أَلَّا تُشْرِكُوا بِاللَّهِ شَيْئاً ، وَ مُحَمَّدٌ صلى‌الله‌عليه‌وآله‌وسلم فَلَا تُضَيِّعُوا سُنَّتَهُ ، أَقِيمُوا هَذَيْنِ الْعَمُودَيْنِ وَ أَوْقِدُوا هَذَيْنِ الْمِصْبَاحَيْنِ وَ خَلَاكُمْ ذَمٌّ . أَنَا بِالْأَمْسِ صَاحِبُكُمْ وَ الْيَوْمَ عِبْرَةٌ لَكُمْ وَ غَداً مُفَارِقُكُمْ ؛ إِنْ أَبْقَ فَأَنَا وَلِيُّ دَمِي وَ إِنْ أَفْنَ فَالْفَنَاءُ مِيعَادِي وَ إِنْ أَعْفُ فَالْعَفْوُ لِي قُرْبَةٌ وَ هُوَ لَكُمْ حَسَنَةٌ ؛ فَاعْفُوا ، أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ . وَ اللَّهِ مَا فَجَأَنِي مِنَ الْمَوْتِ وَارِدٌ كَرِهْتُهُ وَ لَا طَالِعٌ أَنْكَرْتُهُ وَ مَا كُنْتُ إِلَّا كَقَارِبٍ وَرَدَ وَ طَالِبٍ وَجَدَ ، وَ ما عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرارِ . </span>",
		"سفارش من به شما ، آن كه به خدا شرك نورزيد ، و سنّت محمّد صلى‌الله‌عليه‌وآله‌وسلم را تباه نكنيد . اين دو ستون دين را بر پا داريد ، و اين دو چراغ را روشن نگهداريد ، آنگاه سزاوار هيچ سرزنشى نخواهيد بود . ",
		"من ديروز همراهتان بودم و امروز مايه عبرت شما مى باشم ، و فردا از شما جدا مى گردم ، اگر ماندم خود اختيار خون خويش را دارم ، و اگر بميرم ، مرگ وعده گاه من است ، اگر عفو كنم ، براى من نزديك شدن به خدا ، و براى شما نيكى و حسنه است ، پس عفو كنيد . «آيا دوست نداريد خدا شما را بيامرزد»؟",
		"به خدا سوگند همراه مرگ چيزى به من روى نياورده كه از آن خشنود نباشم ، و نشانه هاى آن را زشت بدانم ، بلكه من چونان جوينده آب در شب كه ناگهان آن را بيابد ، يا كسى كه گمشده خود را پيدا كند ، از مرگ خرسندم كه : «و آنچه نزد خداست براى نيكان بهتر است» . "
	],
	[
		"و من وصية له عليه‌السلام بما يعمل في أمواله كتبَها بعد مُنصرفه من صفين : ",
		"(پس از بازگشت از جنگ صفّين اين وصيّت نامه اقتصادى را در 20 جمادى الاوّل سال 37 هجرى نوشت) . ",
		"<span class=\"arabic\">هَذَا مَا أَمَرَ بِهِ عَبْدُ اللَّهِ عَلِيُّ بْنُ أَبِي طَالِبٍ أَمِيرُ الْمُؤْمِنِينَ فِي مَالِهِ ابْتِغَاءَ وَجْهِ اللَّهِ لِيُولِجَهُ بِهِ الْجَنَّةَ وَ يُعْطِيَهُ بِهِ الْأَمَنَةَ .  مِنْهَا : فَإِنَّهُ يَقُومُ بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ يَأْكُلُ مِنْهُ بِالْمَعْرُوفِ وَ يُنْفِقُ مِنْهُ بِالْمَعْرُوفِ ، فَإِنْ حَدَثَ بِحَسَنٍ حَدَثٌ وَ حُسَيْنٌ حَيٌّ قَامَ بِالْأَمْرِ بَعْدَهُ وَ أَصْدَرَهُ مَصْدَرَهُ ، وَ إِنَّ لِابْنَيْ فَاطِمَةَ مِنْ صَدَقَةِ عَلِيٍّ مِثْلَ الَّذِي لِبَنِي عَلِيٍّ وَ إِنِّي إِنَّمَا جَعَلْتُ الْقِيَامَ بِذَلِكَ إِلَى ابْنَيْ فَاطِمَةَ ابْتِغَاءَ وَجْهِ اللَّهِ وَ قُرْبَةً إِلَى رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم وَ تَكْرِيماً لِحُرْمَتِهِ وَ تَشْرِيفاً لِوُصْلَتِهِ . </span>",
		"اين دستورى است كه بنده خدا على بن ابى طالب ، امير مؤمنان نسبت به اموال شخصى خود ، براى خشنودى خدا ، داده است ، تا خداوند با آن به بهشتش در آورد ، و آسوده اش گرداند . ",
		"[قسمتى از اين نامه است] همانا سرپرستى اين اموال بر عهده فرزندم حسن بن على است ، آنگونه كه رواست از آن مصرف نمايد ، و از آن انفاق كند ، اگر براى حسن حادثه اى رخ داد و حسين زنده بود ، سرپرستى آن را پس از برادرش بر عهده گيرد ، و كار او را تداوم بخشد . ",
		"پسران فاطمه از اين اموال به همان مقدار سهم دارند كه ديگر پسران على خواهند داشت ، من سرپرستى اموالم را به پسران فاطمه واگذاردم ، تا خشنودى خدا ، و نزديك شدن به رسول اللّه صلى‌الله‌عليه‌وآله‌وسلم و بزرگ داشت حرمت او ، و احترام پيوند خويشاوندى پيامبر صلى‌الله‌عليه‌وآله‌وسلم را فراهم آورم . ",
		"<span class=\"arabic\">وَ يَشْتَرِطُ عَلَى الَّذِي يَجْعَلُهُ إِلَيْهِ أَنْ يَتْرُكَ الْمَالَ عَلَى أُصُولِهِ وَ يُنْفِقَ مِنْ ثَمَرِهِ حَيْثُ أُمِرَ بِهِ وَ هُدِيَ لَهُ وَ أَلَّا يَبِيعَ مِنْ أَوْلَادِ نَخِيلِ هَذِهِ الْقُرَى وَدِيَّةً حَتَّى تُشْكِلَ أَرْضُهَا غِرَاساً . وَ مَنْ كَانَ مِنْ إِمَائِي اللَّاتِي أَطُوفُ عَلَيْهِنَّ لَهَا وَلَدٌ أَوْ هِيَ حَامِلٌ فَتُمْسَكُ عَلَى وَلَدِهَا وَ هِيَ مِنْ حَظِّهِ فَإِنْ مَاتَ وَلَدُهَا وَ هِيَ حَيَّةٌ فَهِيَ عَتِيقَةٌ قَدْ أَفْرَجَ عَنْهَا الرِّقُّ وَ حَرَّرَهَا الْعِتْقُ . </span>",
		"و با كسى كه اين اموال در دست اوست شرط مى كنم كه اصل مال را حفظ كرده تنها از ميوه و درآمدش بخورند و انفاق كنند ، و هرگز نهال هاى درخت خرما را نفروشند ، تا همه اين سرزمين يك پارچه به گونه اى زير درختان خرما قرار گيرد كه راه يافتن در آن دشوار باشد . ",
		"و زنان غير عقدى من كه با آنها بودم و صاحب فرزند يا حامله مى باشند ، پس از تولّد فرزند ، فرزند خود را برگيرد كه بهره او باشد ، و اگر فرزندش بميرد ، مادر آزاد است ، و كنيز بودن از او برداشته شده ، و آزادى خويش را باز يابد . ",
		"[قال الشريف : قوله عليه‌السلام في هذه الوصية «و ألا يبيع من نخلها ودية» الودية الفسيلة و جمعها ودي . و قوله عليه‌السلام حتى تشكل أرضها غراسا هو من أفصح الكلام و المراد به أن الأرض يكثر فيها غراس النخل حتى يراها الناظر على غير تلك الصفة التي عرفها بها فيشكل عليه أمرها و يحسبها غيرها] .",
		" (سید رضی می گوید : «ودّية» بمعنى نهال خرما ، و جمع آن «ودىّ» بر وزن «علىّ» مى باشد . و جمله امام نسبت به درختان «حتّى تشكل ارضها غراسا» از فصيح ترين سخنان است يعنى زمين پر درخت شود كه چيزى جز درختان به چشم نيايند) . "
	],
	[
		"و من وصية له عليه‌السلام كان يكتبها لِمَن يستعمله على الصدقات [قال الشريف : و إنما ذكرنا هُنا جُملا ليعلم بها أنه (عليه السلام) كان يقيم عمادَ الحق ، و يشرع أمثلة العدل ، في صغير الأمور و كبيرها و دقيقها و جليلها . ]",
		"(دستور العمل امام به مأموران جمع آورى ماليات در سال 36 هجرى) . سید رضی گوید :  ما بخشى از اين وصيت را آورديم تا معلوم شود كه امام اركان حق را به پا مى داشت و فرمان به عدل صادر مى كرد ، در كارهاى كوچك يا بزرگ ، با ارزش يا بى مقدار . ",
		"<span class=\"arabic\">انْطَلِقْ عَلَى تَقْوَى اللَّهِ وَحْدَهُ لَا شَرِيكَ لَهُ ، وَ لَا تُرَوِّعَنَّ مُسْلِماً وَ لَا تَجْتَازَنَّ عَلَيْهِ كَارِهاً وَ لَا تَأْخُذَنَّ مِنْهُ أَكْثَرَ مِنْ حَقِّ اللَّهِ فِي مَالِهِ ؛ فَإِذَا قَدِمْتَ عَلَى الْحَيِّ فَانْزِلْ بِمَائِهِمْ مِنْ غَيْرِ أَنْ تُخَالِطَ أَبْيَاتَهُمْ ، ثُمَّ امْضِ إِلَيْهِمْ بِالسَّكِينَةِ وَ الْوَقَارِ حَتَّى تَقُومَ بَيْنَهُمْ فَتُسَلِّمَ عَلَيْهِمْ وَ لَا تُخْدِجْ بِالتَّحِيَّةِ لَهُمْ . ثُمَّ تَقُولَ عِبَادَ اللَّهِ أَرْسَلَنِي إِلَيْكُمْ وَلِيُّ اللَّهِ وَ خَلِيفَتُهُ لِآخُذَ مِنْكُمْ حَقَّ اللَّهِ فِي أَمْوَالِكُمْ ، فَهَلْ لِلَّهِ فِي أَمْوَالِكُمْ مِنْ حَقٍّ فَتُؤَدُّوهُ إِلَى وَلِيِّهِ؟ فَإِنْ قَالَ قَائِلٌ لَا ، فَلَا تُرَاجِعْهُ ، وَ إِنْ أَنْعَمَ لَكَ مُنْعِمٌ فَانْطَلِقْ مَعَهُ مِنْ غَيْرِ أَنْ تُخِيفَهُ أَوْ تُوعِدَهُ أَوْ تَعْسِفَهُ أَوْ تُرْهِقَهُ . </span>",
		"با ترس از خدايى كه يكتاست و همتايى ندارد حركت كن . در سر راه هيچ مسلمانى را نترسان ، يا با زور از زمين او نگذر ، و افزون تر از حقوق الهى از او مگير . ",
		"هر گاه به آبادى رسيدى ، در كنار آب فرود آى ، و وارد خانه كسى مشو ، سپس با آرامش و وقار به سوى آنان حركت كن ، تا در ميانشان قرار گيرى ، به آنها سلام كن ، و در سلام و تعارف و مهربانى كوتاهى نكن . ",
		"سپس مى گويى : «اى بندگان خدا ، مرا ولىّ خدا و جانشين او به سوى شما فرستاده ، تا حق خدا را كه در اموال شماست تحويل گيرم ، آيا در اموال شما حقّى است كه به نماينده او بپردازيد»؟ اگر كسى گفت : نه ، ديگر به او مراجعه نكن ، و اگر كسى پاسخ داد : آرى ، همراهش برو ، بدون آن كه او را بترسانى ، يا تهديد كنى ، يا به كار مشكلى وادار سازى . ",
		"<span class=\"arabic\">فَخُذْ مَا أَعْطَاكَ مِنْ ذَهَبٍ أَوْ فِضَّةٍ ، فَإِنْ كَانَ لَهُ مَاشِيَةٌ أَوْ إِبِلٌ فَلَا تَدْخُلْهَا إِلَّا بِإِذْنِهِ فَإِنَّ أَكْثَرَهَا لَهُ ، فَإِذَا أَتَيْتَهَا فَلَا تَدْخُلْ عَلَيْهَا دُخُولَ مُتَسَلِّطٍ عَلَيْهِ وَ لَا عَنِيفٍ بِهِ وَ لَا تُنَفِّرَنَّ بَهِيمَةً وَ لَا تُفْزِعَنَّهَا وَ لَا تَسُوأَنَّ صَاحِبَهَا فِيهَا ، وَ اصْدَعِ الْمَالَ صَدْعَيْنِ ثُمَّ خَيِّرْهُ فَإِذَا اخْتَارَ فَلَا تَعْرِضَنَّ لِمَا اخْتَارَهُ ، ثُمَّ اصْدَعِ الْبَاقِيَ صَدْعَيْنِ ثُمَّ خَيِّرْهُ فَإِذَا اخْتَارَ فَلَا تَعْرِضَنَّ لِمَا اخْتَارَهُ ، فَلَا تَزَالُ كَذَلِكَ حَتَّى يَبْقَى مَا فِيهِ وَفَاءٌ لِحَقِّ اللَّهِ فِي مَالِهِ فَاقْبِضْ حَقَّ اللَّهِ مِنْهُ ؛ فَإِنِ اسْتَقَالَكَ فَأَقِلْهُ ثُمَّ اخْلِطْهُمَا ثُمَّ اصْنَعْ مِثْلَ الَّذِي صَنَعْتَ أَوَّلًا حَتَّى تَأْخُذَ حَقَّ اللَّهِ فِي مَالِهِ ؛ وَ لَا تَأْخُذَنَّ عَوْداً وَ لَا هَرِمَةً وَ لَا مَكْسُورَةً وَ لَا مَهْلُوسَةً وَ لَا ذَاتَ عَوَارٍ . </span>",
		"هر چه از طلا و نقره به تو رساند بردار ، و اگر داراى گوسفند يا شتر بود ، بدون اجازه اش داخل مشو ، كه اكثر اموال از آن اوست . ",
		"آنگاه كه داخل شدى مانند اشخاص سلطه گر ، و سختگير رفتار نكن ، حيوانى را رم مده ، و هراسان مكن ، و دامدار را مرنجان ، حيوانات را به دو دسته تقسيم كن و صاحبش را اجازه ده كه خود انتخاب كند ، پس از انتخاب اعتراض نكن ، سپس باقى مانده را به دو دسته تقسيم كن و صاحبش را اجازه ده كه خود انتخاب كند و بر انتخاب او خرده مگير ، به همين گونه رفتار كن تا باقى مانده ، حق خداوند باشد . ",
		"اگر دامدار از اين تقسيم و انتخاب پشيمان است ، و از تو درخواست گزينش دوباره دارد ، همراهى كن ، پس حيوانات را درهم كن ، و به دو دسته تقسيم نما ، همانند آغاز كار ، تا حق خدا را از آن برگيرى . ",
		"و در تحويل گرفتن حيوانات ، حيوان پير و دست و پا شكسته ، بيمار و معيوب را به عنوان زكات نپذير . ",
		"<span class=\"arabic\">وَ لَا تَأْمَنَنَّ عَلَيْهَا إِلَّا مَنْ تَثِقُ بِدِينِهِ رَافِقاً بِمَالِ الْمُسْلِمِينَ ، حَتَّى يُوَصِّلَهُ إِلَى وَلِيِّهِمْ فَيَقْسِمَهُ بَيْنَهُمْ ؛ وَ لَا تُوَكِّلْ بِهَا إِلَّا نَاصِحاً شَفِيقاً وَ أَمِيناً حَفِيظاً غَيْرَ مُعْنِفٍ وَ لَا مُجْحِفٍ وَ لَا مُلْغِبٍ وَ لَا مُتْعِبٍ . ثُمَّ احْدُرْ إِلَيْنَا مَا اجْتَمَعَ عِنْدَكَ نُصَيِّرْهُ حَيْثُ أَمَرَ اللَّهُ بِهِ ؛ فَإِذَا أَخَذَهَا أَمِينُكَ فَأَوْعِزْ إِلَيْهِ أَلَّا يَحُولَ بَيْنَ نَاقَةٍ وَ بَيْنَ فَصِيلِهَا وَ لَا يَمْصُرَ لَبَنَهَا فَيَضُرَّ ذَلِكَ بِوَلَدِهَا وَ لَا يَجْهَدَنَّهَا رُكُوباً وَ لْيَعْدِلْ بَيْنَ صَوَاحِبَاتِهَا فِي ذَلِكَ وَ بَيْنَهَا ، وَ لْيُرَفِّهْ عَلَى اللَّاغِبِ وَ لْيَسْتَأْنِ بِالنَّقِبِ وَ الظَّالِعِ وَ لْيُورِدْهَا مَا تَمُرُّ بِهِ مِنَ الْغُدُرِ وَ لَا يَعْدِلْ بِهَا عَنْ نَبْتِ الْأَرْضِ إِلَى جَوَادِّ الطُّرُقِ وَ لْيُرَوِّحْهَا فِي السَّاعَاتِ وَ لْيُمْهِلْهَا عِنْدَ النِّطَافِ وَ الْأَعْشَابِ ، حَتَّى تَأْتِيَنَا بِإِذْنِ اللَّهِ بُدَّناً مُنْقِيَاتٍ غَيْرَ مُتْعَبَاتٍ وَ لَا مَجْهُودَاتٍ لِنَقْسِمَهَا عَلَى كِتَابِ اللَّهِ وَ سُنَّةِ نَبِيِّهِ صلى‌الله‌عليه‌وآله‌وسلم ، فَإِنَّ ذَلِكَ أَعْظَمُ لِأَجْرِكَ وَ أَقْرَبُ لِرُشْدِكَ ، إِنْ شَاءَ اللَّهُ . </span>",
		"و به فردى كه اطمينان ندارى ، و نسبت به اموال مسلمين دلسوز نيست ، مسپار ، تا آن را به پيشواى مسلمين برساند و او در ميان آنها تقسيم گرداند . ",
		"در رساندن حيوانات آن را به دست چوپانى كه خير خواه و مهربان ، امين و حافظ ، كه نه سختگير باشد و نه ستمكار ، نه تند براند و نه حيوانات را خسته كند ، بسپار . ",
		"سپس آنچه از بيت المال جمع آورى شد براى ما بفرست ، تا در نيازهايى كه خدا اجازه فرموده مصرف كنيم . هر گاه حيوانات را به دست فردى امين سپردى ، به او سفارش كن تا : «بين شتر و نوزادش جدايى نيفكند ، و شير آن را ندوشد تا به بچّه اش زيانى وارد نشود . ",
		"در سوار شدن بر شتران عدالت را رعايت كند ، و مراعات حال شتر خسته يا زخمى را كه سوارى دادن براى او سخت است بنمايد . ",
		"آنها را در سر راه به درون آب ببرد ، و از جاده هايى كه دو طرف آن علف زار است به جادّه بى علف نكشاند ، و هر چند گاه شتران را مهلت دهد تا استراحت كنند ، و هر گاه به آب و علفزار رسيد ، فرصت دهد تا علف بخورند و آب بنوشند» . ",
		"تا آنگاه كه به اذن خدا بر ما وارد شوند ، فربه و سر حال ، نه خسته و كوفته ، كه آنها را بر أساس رهنمود قرآن ، و سنّت پيامبر صلى‌الله‌عليه‌وآله‌وسلم تقسيم نماييم . عمل به دستورات ياد شده مايه بزرگى پاداش و نيز هدايت تو خواهد شد . ان شاء اللّه . "
	],
	[
		"و من عهد له عليه‌السلام إلى بعض عُمّاله و قد بَعثه على الصدقة : ",
		"(نامه به برخى از مأموران ماليات كه در سال 36 هجرى براى فرماندار اصفهان مخنف بن سليم فرستاده شد) . ",
		"<span class=\"arabic\">أَمَرَهُ بِتَقْوَى اللَّهِ فِي سَرَائِرِ أَمْرِهِ وَ خَفِيَّاتِ عَمَلِهِ حَيْثُ لَا [شَاهِدَ] شَهِيدَ غَيْرُهُ وَ لَا وَكِيلَ دُونَهُ ؛ وَ أَمَرَهُ أَلَّا يَعْمَلَ بِشَيْءٍ مِنْ طَاعَةِ اللَّهِ فِيمَا ظَهَرَ فَيُخَالِفَ إِلَى غَيْرِهِ فِيمَا أَسَرَّ ، وَ مَنْ لَمْ يَخْتَلِفْ سِرُّهُ وَ عَلَانِيَتُهُ وَ فِعْلُهُ وَ مَقَالَتُهُ فَقَدْ أَدَّى الْأَمَانَةَ وَ أَخْلَصَ الْعِبَادَةَ . وَ أَمَرَهُ أَلَّا يَجْبَهَهُمْ وَ لَا يَعْضَهَهُمْ وَ لَا يَرْغَبَ عَنْهُمْ تَفَضُّلًا بِالْإِمَارَةِ عَلَيْهِمْ ، فَإِنَّهُمُ الْإِخْوَانُ فِي الدِّينِ وَ الْأَعْوَانُ عَلَى اسْتِخْرَاجِ الْحُقُوقِ . </span>",
		"<span class=\"arabic\">وَ إِنَّ لَكَ فِي هَذِهِ الصَّدَقَةِ نَصِيباً مَفْرُوضاً وَ حَقّاً مَعْلُوماً شُرَكَاءَ أَهْلَ مَسْكَنَةٍ وَ ضُعَفَاءَ ذَوِي فَاقَةٍ ، وَ إِنَّا مُوَفُّوكَ حَقَّكَ فَوَفِّهِمْ حُقُوقَهُمْ وَ إِلَّا تَفْعَلْ فَإِنَّكَ مِنْ أَكْثَرِ النَّاسِ خُصُوماً يَوْمَ الْقِيَامَةِ ، وَ بُؤْسَى لِمَنْ خَصْمُهُ عِنْدَ اللَّهِ الْفُقَرَاءُ وَ الْمَسَاكِينُ وَ السَّائِلُونَ وَ الْمَدْفُوعُونَ وَ الْغَارِمُونَ وَ ابْنُ السَّبِيلِ ؛ </span>",
		"او را به ترس از خدا در اسرار پنهانى ، و اعمال مخفى سفارش مى كنم ، آنجا كه هيچ گواهى غير از او ، و نماينده اى جز خدا نيست . ",
		"و سفارش مى كنم كه مبادا در ظاهر خدا را اطاعت ، و در خلوت نافرمانى كند ، و اينكه آشكار و پنهانش ، و گفتار و كردارش در تضاد نباشد ، امانت الهى را پرداخته ، و عبادت را خالصانه انجام دهد . ",
		"و به او سفارش مى كنم با مردم تند خو نباشد ، و به آنها دروغ نگويد ، و با مردم به جهت اينكه بر آنها حكومت دارد بى اعتنايى نكند ، چه اينكه مردم برادران دينى ، و يارى دهندگان در استخراج حقوق الهى مى باشند . ",
		"بدان براى تو در اين زكاتى كه جمع مى كنى سهمى معيّن ، و حقّى روشن است ، و شريكانى از مستمندان و ضعيفان دارى ، همانگونه كه ما حق تو را مى دهيم ، تو هم بايد نسبت به حقوق آنان وفادار باشى ، اگر چنين نكنى در روز رستاخيز بيش از همه دشمن دارى . ",
		"و واى بر كسى كه در پيشگاه خدا ، فقرا و مساكين ، و درخواست كنندگان و آنان كه از حقّشان محرومند ، و بدهكاران و ورشكستگان و در راه ماندگان ، دشمن او باشند و از او شكايت كنند . ",
		"<span class=\"arabic\">وَ مَنِ اسْتَهَانَ بِالْأَمَانَةِ وَ رَتَعَ فِي الْخِيَانَةِ وَ لَمْ يُنَزِّهْ نَفْسَهُ وَ دِينَهُ عَنْهَا فَقَدْ أَحَلَّ بِنَفْسِهِ الذُّلَّ وَ الْخِزْيَ فِي الدُّنْيَا وَ هُوَ فِي الْآخِرَةِ أَذَلُّ وَ أَخْزَى ، وَ إِنَّ أَعْظَمَ الْخِيَانَةِ خِيَانَةُ الْأُمَّةِ وَ أَفْظَعَ الْغِشِّ غِشُّ الْأَئِمَّةِ ، وَ السَّلَامُ . </span>",
		"كسى كه امانت الهى را خوار شمارد ، و دست به خيانت آلوده كند ، خود و دين خود را پاك نساخته ، و درهاى خوارى را در دنيا به روى خود گشوده ، و در قيامت خوارتر و رسواتر خواهد بود . و همانا بزرگ ترين خيانت خيانت به ملّت ، و رسواترين دغلكارى ، دغلبازى با امامان است ، با درود . "
	],
	[
		"و من عهد له عليه‌السلام إلى محمد بن أبي بكر (رضي الله عنه) حين قلَّدَه مصرَ : ",
		"(نامه به فرماندار مصر ، محمد بن ابى بكر ، هنگامى كه او را در آغاز سال 37 هجرى به سوى مصر فرستاد) . ",
		"<span class=\"arabic\">فَاخْفِضْ لَهُمْ جَنَاحَكَ وَ أَلِنْ لَهُمْ جَانِبَكَ وَ ابْسُطْ لَهُمْ وَجْهَكَ وَ آسِ بَيْنَهُمْ فِي اللَّحْظَةِ وَ النَّظْرَةِ حَتَّى لَا يَطْمَعَ الْعُظَمَاءُ فِي حَيْفِكَ لَهُمْ وَ لَا يَيْأَسَ الضُّعَفَاءُ مِنْ عَدْلِكَ عَلَيْهِمْ ؛ فَإِنَّ اللَّهَ تَعَالَى يُسَائِلُكُمْ مَعْشَرَ عِبَادِهِ عَنِ الصَّغِيرَةِ مِنْ أَعْمَالِكُمْ وَ الْكَبِيرَةِ وَ الظَّاهِرَةِ وَ الْمَسْتُورَةِ ، فَإِنْ يُعَذِّبْ فَأَنْتُمْ أَظْلَمُ وَ إِنْ يَعْفُ فَهُوَ أَكْرَمُ . </span>",
		"با مردم فروتن باش ، نرمخو و مهربان باش ، گشاده رو و خندان باش . ",
		"در نگاه هايت ، و در نيم نگاه و خيره شدن به مردم ، به تساوى رفتار كن ، تا بزرگان در ستمكارى تو طمع نكنند ، و ناتوان ها در عدالت تو مأيوس نگردند . ",
		"زيرا خداوند از شما بندگان در باره اعمال كوچك و بزرگ ، آشكار و پنهان خواهد پرسيد ، اگر كيفر دهد شما استحقاق بيش از آن را داريد ، و اگر ببخشد از بزرگوارى اوست . ",
		"<span class=\"arabic\">وَ اعْلَمُوا عِبَادَ اللَّهِ أَنَّ الْمُتَّقِينَ ذَهَبُوا بِعَاجِلِ الدُّنْيَا وَ آجِلِ الْآخِرَةِ ، فَشَارَكُوا أَهْلَ الدُّنْيَا فِي دُنْيَاهُمْ وَ لَمْ [يُشَارِكْهُمْ أَهْلُ] يُشَارِكُوا أَهْلَ الدُّنْيَا فِي آخِرَتِهِمْ ؛ سَكَنُوا الدُّنْيَا بِأَفْضَلِ مَا سُكِنَتْ وَ أَكَلُوهَا بِأَفْضَلِ مَا أُكِلَتْ ، فَحَظُوا مِنَ الدُّنْيَا بِمَا حَظِيَ بِهِ الْمُتْرَفُونَ وَ أَخَذُوا مِنْهَا مَا أَخَذَهُ الْجَبَابِرَةُ الْمُتَكَبِّرُونَ ؛ ثُمَّ انْقَلَبُوا عَنْهَا بِالزَّادِ الْمُبَلِّغِ وَ الْمَتْجَرِ الرَّابِحِ ، أَصَابُوا لَذَّةَ زُهْدِ الدُّنْيَا فِي دُنْيَاهُمْ وَ تَيَقَّنُوا أَنَّهُمْ جِيرَانُ اللَّهِ غَداً فِي آخِرَتِهِمْ ، لَا تُرَدُّ لَهُمْ دَعْوَةٌ وَ لَا [يَنْقُفُ] يَنْقُصُ لَهُمْ نَصِيبٌ مِنْ لَذَّةٍ . </span>",
		"آگاه باشيد اى بندگان خدا پرهيزكاران از دنياى زودگذر به سلامت گذشتند و آخرت جاودانه را گرفتند . با مردم دنيا در دنياشان شريك گشتند ، امّا مردم دنيا در آخرت آنها شركت نكردند . ",
		"پرهيزكاران در بهترين خانه هاى دنيا سكونت كردند ، و بهترين خوراك هاى دنيا را خوردند ، و همان لذّت هايى را چشيدند كه دنياداران چشيده بودند ، و از دنيا بهره گرفتند آنگونه كه سركشان و متكبّران دنيا بهره مند بودند . ",
		"سپس از اين جهان با زاد و توشه فراوان ، و تجارتى پر سود ، به سوى آخرت شتافتند . لذّت پارسايى در ترك حرام دنيا را چشيدند ، و يقين داشتند در روز قيامت از همسايگان خدايند ، جايگاهى كه هر چه درخواست كنند ، داده مى شود ، و هر گونه لذّتى در اختيارشان قرار دارد . ",
		"<span class=\"arabic\">فَاحْذَرُوا عِبَادَ اللَّهِ الْمَوْتَ وَ قُرْبَهُ وَ أَعِدُّوا لَهُ عُدَّتَهُ ، فَإِنَّهُ يَأْتِي بِأَمْرٍ عَظِيمٍ وَ خَطْبٍ جَلِيلٍ بِخَيْرٍ لَا يَكُونُ مَعَهُ شَرٌّ أَبَداً أَوْ شَرٍّ لَا يَكُونُ مَعَهُ خَيْرٌ أَبَداً ؛ فَمَنْ أَقْرَبُ إِلَى الْجَنَّةِ مِنْ عَامِلِهَا وَ مَنْ أَقْرَبُ إِلَى النَّارِ مِنْ عَامِلِهَا . وَ أَنْتُمْ طُرَدَاءُ الْمَوْتِ ، إِنْ أَقَمْتُمْ لَهُ أَخَذَكُمْ وَ إِنْ فَرَرْتُمْ مِنْهُ أَدْرَكَكُمْ وَ هُوَ أَلْزَمُ لَكُمْ مِنْ ظِلِّكُمْ ، الْمَوْتُ مَعْقُودٌ بِنَوَاصِيكُمْ وَ الدُّنْيَا تُطْوَى مِنْ خَلْفِكُمْ . فَاحْذَرُوا نَاراً قَعْرُهَا بَعِيدٌ وَ حَرُّهَا شَدِيدٌ وَ عَذَابُهَا جَدِيدٌ ، دَارٌ لَيْسَ فِيهَا رَحْمَةٌ وَ لَا تُسْمَعُ فِيهَا دَعْوَةٌ وَ لَا تُفَرَّجُ فِيهَا كُرْبَةٌ . وَ إِنِ اسْتَطَعْتُمْ أَنْ يَشْتَدَّ خَوْفُكُمْ مِنَ اللَّهِ وَ أَنْ يَحْسُنَ ظَنُّكُمْ بِهِ فَاجْمَعُوا بَيْنَهُمَا ، فَإِنَّ الْعَبْدَ إِنَّمَا يَكُونُ حُسْنُ ظَنِّهِ بِرَبِّهِ عَلَى قَدْرِ خَوْفِهِ مِنْ رَبِّهِ ، وَ إِنَّ أَحْسَنَ النَّاسِ ظَنّاً بِاللَّهِ أَشَدُّهُمْ خَوْفاً لِلَّهِ . </span>",
		"اى بندگان خدا از مرگ و نزديك بودنش بترسيد ، و آمادگى هاى لازم را براى مرگ فراهم كنيد ، كه مرگ جريانى بزرگ و مشكلى سنگين به همراه خواهد آورد : يا خيرى كه پس از آن شرّى وجود نخواهد داشت ، و يا شرّى كه هرگز نيكى با آن نخواهد بود پس چه كسى از عمل كننده براى بهشت ، به بهشت نزديك تر و چه كسى از عمل كننده براى آتش ، به آتش نزديك تر است . ",
		"شما همه شكار آماده مرگ مى باشيد : اگر توقّف كنيد شما را مى گيرد ، و اگر فرار كنيد به شما مى رسد . مرگ از سايه شما به شما نزديك تر است ، نشانه مرگ بر پيشانى شما زده شد ، دنيا پشت سر شما در حال درهم پيچيده شدن است . ",
		"پس بترسيد از آتشى كه ژرفاى آن زياد ، و حرارتش شديد ، و عذابش نو به نو وارد مى شود ، در جايگاهى كه رحمت در آن وجود ندارد ، و سخن كسى را نمى شنوند ، و نا راحتى ها در آن پايان ندارد . ",
		"اگر مى توانيد كه ترس از خدا را فراوان ، و خوش بينى خود را به خدا نيكو گردانيد ، چنين كنيد ، هر دو را جمع كنيد ، زيرا بنده خدا خوش بينى او به پروردگار بايد به اندازه ترسيدن او باشد ، و آن كس كه به خدا خوش بين تر است ، بايد بيشتر از ديگران از كيفر الهى بترسد . ",
		"<span class=\"arabic\">وَ اعْلَمْ يَا مُحَمَّدَ بْنَ أَبِي بَكْرٍ أَنِّي قَدْ وَلَّيْتُكَ أَعْظَمَ أَجْنَادِي فِي نَفْسِي أَهْلَ مِصْرَ ، فَأَنْتَ مَحْقُوقٌ أَنْ تُخَالِفَ عَلَى نَفْسِكَ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">وَ أَنْ تُنَافِحَ عَنْ دِينِكَ وَ لَوْ لَمْ يَكُنْ لَكَ إِلَّا سَاعَةٌ مِنَ الدَّهْرِ . وَ لَا تُسْخِطِ اللَّهَ بِرِضَا أَحَدٍ مِنْ خَلْقِهِ ، فَإِنَّ فِي اللَّهِ خَلَفاً مِنْ غَيْرِهِ وَ لَيْسَ مِنَ اللَّهِ خَلَفٌ فِي غَيْرِهِ . صَلِّ الصَّلَاةَ لِوَقْتِهَا الْمُؤَقَّتِ لَهَا وَ لَا تُعَجِّلْ وَقْتَهَا لِفَرَاغٍ وَ لَا تُؤَخِّرْهَا عَنْ وَقْتِهَا لِاشْتِغَالٍ ، وَ اعْلَمْ أَنَّ كُلَّ شَيْءٍ مِنْ عَمَلِكَ تَبَعٌ لِصَلَاتِكَ . </span>",
		"اى محمد بن ابى بكر بدان كه من تو را سرپرست بزرگ ترين لشكرم يعنى لشكر مصر ، قرار دادم . ",
		"بر تو سزاوار است كه با خواسته هاى دل مخالفت كرده ، و از دين خود دفاع كنى ، هر چند ساعتى از عمر تو باقى نمانده باشد . ",
		"خدا را در راضى نگهداشتن مردم به خشم نياور ، زيرا خوشنودى خدا جايگزين هر چيزى بوده امّا هيچ چيز جايگزين خوشنودى خدا نمى شود . ",
		"نماز را در وقت خودش به جاى آر ، نه اينكه در بيكارى زودتر از وقتش بخوانى ، و به هنگام درگيرى و كار آن را تأخير بيندازى ، و بدان كه تمام كردار خوبت در گرو نماز است . ",
		"<span class=\"arabic\">وَ مِنْهُ : فَإِنَّهُ لَا سَوَاءَ إِمَامُ الْهُدَى وَ إِمَامُ الرَّدَى وَ وَلِيُّ النَّبِيِّ وَ عَدُوُّ النَّبِيِّ ، وَ لَقَدْ قَالَ لِي رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم إِنِّي لَا أَخَافُ عَلَى أُمَّتِي مُؤْمِناً وَ لَا مُشْرِكاً ، أَمَّا الْمُؤْمِنُ فَيَمْنَعُهُ اللَّهُ بِإِيمَانِهِ وَ أَمَّا الْمُشْرِكُ فَيَقْمَعُهُ اللَّهُ بِشِرْكِهِ ، وَ لَكِنِّي أَخَافُ عَلَيْكُمْ كُلَّ مُنَافِقِ الْجَنَانِ عَالِمِ اللِّسَانِ ، يَقُولُ مَا تَعْرِفُونَ وَ يَفْعَلُ مَا تُنْكِرُون . </span>",
		"[قسمتى از نامه] امام هدايتگر ، و زمامدار گمراهى ، هيچ گاه مساوى نخواهند بود ، چنان كه دوستان پيامبر صلى‌الله‌عليه‌وآله‌وسلم و دشمنانش برابر نيستند . ",
		"پيامبر اسلام صلى‌الله‌عليه‌وآله‌وسلم به من فرمود : «بر امّت اسلام ، نه از مؤمن و نه از مشرك هراسى ندارم ، زيرا مؤمن را ايمانش باز داشته ، و مشرك را خداوند به جهت شرك او نابود مى سازد ، من بر شما از مرد منافقى مى ترسم كه درونى دو چهره ، و زبانى عالمانه دارد ، گفتارش دلپسند و رفتارش زشت و ناپسند است . »"
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية جواباً . [قال الشريف : و هو من محاسن الكتب] : ",
		"(جواب نامه معاويه : كه يكى از نيكوترين نامه هاى امام است كه پس از جنگ جمل در سال 36 هجرى نوشته شد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ فَقَدْ أَتَانِي كِتَابُكَ تَذْكُرُ فِيهِ اصْطِفَاءَ اللَّهِ مُحَمَّداً صلى‌الله‌عليه‌وآله‌وسلم لِدِينِهِ وَ تَأْيِيدَهُ إِيَّاهُ لِمَنْ أَيَّدَهُ مِنْ أَصْحَابِهِ ؛ فَلَقَدْ خَبَّأَ لَنَا الدَّهْرُ مِنْكَ عَجَباً إِذْ طَفِقْتَ تُخْبِرُنَا بِبَلَاءِ اللَّهِ تَعَالَى عِنْدَنَا وَ نِعْمَتِهِ عَلَيْنَا فِي نَبِيِّنَا ، فَكُنْتَ فِي ذَلِكَ كَنَاقِلِ التَّمْرِ إِلَى هَجَرَ أَوْ دَاعِي مُسَدِّدِهِ إِلَى النِّضَالِ ؛ وَ زَعَمْتَ أَنَّ أَفْضَلَ النَّاسِ فِي الْإِسْلَامِ فُلَانٌ وَ فُلَانٌ ، فَذَكَرْتَ أَمْراً إِنْ تَمَّ اعْتَزَلَكَ كُلُّهُ وَ إِنْ نَقَصَ لَمْ يَلْحَقْكَ ثَلْمُهُ ؛ وَ مَا أَنْتَ وَ الْفَاضِلَ وَ الْمَفْضُولَ وَ السَّائِسَ وَ الْمَسُوسَ ، وَ مَا لِلطُّلَقَاءِ وَ أَبْنَاءِ الطُّلَقَاءِ وَ التَّمْيِيزَ بَيْنَ الْمُهَاجِرِينَ الْأَوَّلِينَ وَ تَرْتِيبَ دَرَجَاتِهِمْ وَ تَعْرِيفَ طَبَقَاتِهِمْ؟! هَيْهَاتَ لَقَدْ حَنَّ قِدْحٌ لَيْسَ مِنْهَا وَ طَفِقَ يَحْكُمُ فِيهَا مَنْ عَلَيْهِ الْحُكْمُ لَهَا . أَ لَا تَرْبَعُ أَيُّهَا الْإِنْسَانُ عَلَى ظَلْعِكَ وَ تَعْرِفُ قُصُورَ ذَرْعِكَ وَ تَتَأَخَّرُ حَيْثُ أَخَّرَكَ الْقَدَرُ؟ فَمَا عَلَيْكَ غَلَبَةُ الْمَغْلُوبِ وَ لَا ظَفَرُ الظَّافِرِ؟ [فَإِنَّكَ] وَ إِنَّكَ لَذَهَّابٌ فِي التِّيهِ ، رَوَّاغٌ عَنِ الْقَصْدِ . </span>",
		"پس از ياد خدا و درود نامه شما رسيد ، كه در آن نوشتيد ، خداوند محمّد صلى‌الله‌عليه‌وآله‌وسلم را براى دينش برگزيد ، و با يارانش او را تأييد كرد ، راستى روزگار چه چيزهاى شگفتى از تو بر ما آشكار كرده است . ",
		"تو مى خواهى ما را از آنچه خداوند به ما عنايت فرمود ، آگاه كنى و از نعمت وجود پيامبر با خبرمان سازى . داستان تو داستان كسى را ماند كه خرما به سرزمين پر خرماى «هجر» برد يا استاد خود را به مسابقه دعوت كند . ",
		"و پنداشتى كه برترين انسان ها در اسلام فلان كس ، و فلان شخص است . چيزى را ياد آورده اى كه اگر اثبات شود هيچ ارتباطى به تو ندارد ، و اگر دروغ هم باشد به تو مربوط نمى شود ، تو را با انسانهاى برتر و غير برتر ، سياستمدار و غير سياستمدار چه كار است . ",
		"اسيران آزاد شده و فرزندانشان را چه رسد به تشخيص امتيازات ميان مهاجران نخستين ، و ترتيب درجات ، و شناسايى منزلت و مقام آنان هرگز خود را در چيزى قرار مى دهى كه از آن بيگانه اى ، حال كار بدين جا كشيد كه محكوم حاكم باشد . ",
		"اى مرد چرا بر سر جايت نمى نشينى و كوتاهى كردن هايت را به ياد نمى آورى و به منزلت عقب مانده ات باز نمى گردى برترى ضعيفان ، و پيروزى پيروزمندان در اسلام با تو چه ارتباطى دارد تو همواره در بيابان گمراهى سرگردان ، و از راه راست روى گردانى . ",
		"<span class=\"arabic\">أَ لَا تَرَى غَيْرَ مُخْبِرٍ لَكَ وَ لَكِنْ بِنِعْمَةِ اللَّهِ أُحَدِّثُ أَنَّ قَوْماً اسْتُشْهِدُوا فِي سَبِيلِ اللَّهِ تَعَالَى مِنَ الْمُهَاجِرِينَ وَ الْأَنْصَارِ وَ لِكُلٍّ فَضْلٌ ، حَتَّى إِذَا اسْتُشْهِدَ شَهِيدُنَا قِيلَ سَيِّدُ الشُّهَدَاءِ وَ خَصَّهُ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم بِسَبْعِينَ تَكْبِيرَةً عِنْدَ صَلَاتِهِ عَلَيْهِ . أَ وَ لَا تَرَى أَنَّ قَوْماً قُطِّعَتْ أَيْدِيهِمْ فِي سَبِيلِ اللَّهِ وَ لِكُلٍّ فَضْلٌ ، حَتَّى إِذَا فُعِلَ بِوَاحِدِنَا مَا فُعِلَ بِوَاحِدِهِمْ قِيلَ الطَّيَّارُ فِي الْجَنَّةِ وَ ذُو الْجَنَاحَيْنِ ؛ وَ لَوْ لَا مَا نَهَى اللَّهُ عَنْهُ مِنْ تَزْكِيَةِ الْمَرْءِ نَفْسَهُ لَذَكَرَ ذَاكِرٌ فَضَائِلَ جَمَّةً تَعْرِفُهَا قُلُوبُ الْمُؤْمِنِينَ وَ لَا تَمُجُّهَا آذَانُ السَّامِعِينَ ؛ فَدَعْ عَنْكَ مَنْ مَالَتْ بِهِ الرَّمِيَّةُ ؛ فَإِنَّا صَنَائِعُ رَبِّنَا وَ النَّاسُ بَعْدُ صَنَائِعُ لَنَا . </span>",
		"«آنچه مى گويم براى آگاهاندن تو نيست ، بلكه براى ياد آورى نعمت هاى خدا مى گويم» . ",
		"آيا نمى بينى جمعى از مهاجر و انصار در راه خدا به شهادت رسيدند و هر كدام داراى فضيلتى بودند امّا آنگاه كه شهيد ما «حمزه» شربت شهادت نوشيد ، او را سيّد الشهداء خواندند ، و پيامبر صلى‌الله‌عليه‌وآله‌وسلم در نماز بر پيكر او بجاى پنج تكبير ، هفتاد تكبير گفت . ",
		"آيا نمى بينى گروهى كه دستشان در جهاد قطع شد ، و هر كدام فضيلتى داشتند ، امّا چون بر يكى از ما ضربتى وارد شد و دستش قطع گرديد ، طيّارش خواندند كه با دو بال در آسمان بهشت پرواز مى كند . ",
		"و اگر خدا نهى نمى فرمود كه مرد خود را بستايد ، فضائل فراوانى را بر مى شمردم ، كه دل هاى آگاه مؤمنان آن را شناخته ، و گوش هاى شنوندگان با آن آشناست . ",
		"معاويه دست از اين ادّعاها بردار ، كه تيرت به خطا رفته است ، همانا ما ، دست پرورده و ساخته پروردگار خويشيم ، و مردم تربيت شدگان و پرورده هاى مايند . ",
		"<span class=\"arabic\">لَمْ يَمْنَعْنَا قَدِيمُ عِزِّنَا وَ لَا عَادِيُّ طَوْلِنَا عَلَى قَوْمِكَ أَنْ خَلَطْنَاكُمْ بِأَنْفُسِنَا فَنَكَحْنَا وَ أَنْكَحْنَا فِعْلَ الْأَكْفَاءِ وَ لَسْتُمْ هُنَاكَ ، وَ أَنَّى يَكُونُ ذَلِكَ [كَذَلِكَ] ، وَ مِنَّا النَّبِيُّ وَ مِنْكُمُ الْمُكَذِّبُ وَ مِنَّا أَسَدُ اللَّهِ وَ مِنْكُمْ أَسَدُ الْأَحْلَافِ وَ مِنَّا سَيِّدَا شَبَابِ أَهْلِ الْجَنَّةِ وَ مِنْكُمْ صِبْيَةُ النَّارِ وَ مِنَّا خَيْرُ نِسَاءِ الْعَالَمِينَ وَ مِنْكُمْ حَمَّالَةُ الْحَطَبِ فِي كَثِيرٍ مِمَّا لَنَا وَ عَلَيْكُمْ ؛ فَإِسْلَامُنَا [مَا] قَدْ سُمِعَ وَ جَاهِلِيَّتُنَا لَا تُدْفَعُ وَ كِتَابُ اللَّهِ يَجْمَعُ لَنَا مَا شَذَّ عَنَّا ، وَ هُوَ قَوْلُهُ سُبْحَانَهُ وَ تَعَالَى \"وَ أُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ\" وَ قَوْلُهُ تَعَالَى \"إِنَّ أَوْلَى النَّاسِ بِإِبْراهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَ هذَا النَّبِيُّ وَ الَّذِينَ آمَنُوا وَ اللَّهُ وَلِيُّ الْمُؤْمِنِينَ\" ؛ فَنَحْنُ مَرَّةً أَوْلَى بِالْقَرَابَةِ وَ تَارَةً أَوْلَى بِالطَّاعَةِ ، وَ لَمَّا احْتَجَّ الْمُهَاجِرُونَ عَلَى الْأَنْصَارِ يَوْمَ السَّقِيفَةِ بِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم فَلَجُوا عَلَيْهِمْ ، فَإِنْ يَكُنِ الْفَلَجُ بِهِ فَالْحَقُّ لَنَا دُونَكُمْ ، وَ إِنْ يَكُنْ بِغَيْرِهِ فَالْأَنْصَارُ عَلَى دَعْوَاهُمْ . </span>",
		"اينكه با شما طرح خويشاوندى ريختم ، ما از طايفه شما همسر گرفتيم ، و شما از طايفه ما همسر انتخاب كرديد ، و برابر با شما رفتار كرديم ، عزّت گذشته ، و فضيلت پيشين را از ما باز نمى دارد . ",
		"شما چگونه با ما برابريد كه پيامبر صلى‌الله‌عليه‌وآله‌وسلم از ماست ، و دروغگوى رسوا از شما . ",
		"حمزه شير خدا (اسد اللّه) از ماست ، و ابو سفيان ، (اسد الاحلاف) از شما ، دو سيّد جوانان اهل بهشت از ما ، و كودكان در آتش افكنده شده از شما ، و بهترين زنان جهان از ما ، و زن هيزم كش دوزخيان از شما ، از ما اين همه فضيلت ها ، و از شما آن همه رسوايى هاست . ",
		"اسلام ما را همه شنيده ، و شرافت ما را همه ديده اند ، و كتاب خدا براى ما فراهم آورد آنچه را به ما نرسيده كه خداى سبحان فرمود : «خويشاوندان ، بعضى سزاوارترند بر بعض ديگر در كتاب خدا» و خداى سبحان فرمود : «شايسته ترين مردم به ابراهيم ، كسانى هستند كه از او پيروى دارند ، و اين پيامبر و آنان كه ايمان آوردند و خدا ولىّ مؤمنان است» . ",
		"پس ما يك بار به خاطر خويشاوندى با پيامبر صلى‌الله‌عليه‌وآله‌وسلم ، و بار ديگر به خاطر اطاعت از خدا ، به خلافت سزاوارتريم . ",
		"و آنگاه كه مهاجرين در روز سقيفه با انصار گفتگو و اختلاف داشتند ، تنها با ذكر خويشاوندى با پيامبر صلى‌الله‌عليه‌وآله‌وسلم بر آنان پيروز گرديدند ، اگر اين دليل برترى است پس حق با ماست نه با شما ، و اگر دليل ديگرى داشتند ادّعاى انصار به جاى خود باقى است . ",
		"<span class=\"arabic\">وَ زَعَمْتَ أَنِّي لِكُلِّ الْخُلَفَاءِ حَسَدْتُ وَ عَلَى كُلِّهِمْ بَغَيْتُ ، فَإِنْ يَكُنْ ذَلِكَ كَذَلِكَ فَلَيْسَتِ الْجِنَايَةُ عَلَيْكَ فَيَكُونَ الْعُذْرُ إِلَيْكَ : \"وَ تِلْكَ شَكَاةٌ ظَاهِرٌ عَنْكَ عَارُهَا\" . وَ قُلْتَ إِنِّي كُنْتُ أُقَادُ كَمَا يُقَادُ الْجَمَلُ الْمَخْشُوشُ حَتَّى أُبَايِعَ ، وَ لَعَمْرُ اللَّهِ لَقَدْ أَرَدْتَ أَنْ تَذُمَّ فَمَدَحْتَ وَ أَنْ تَفْضَحَ فَافْتَضَحْتَ ، وَ مَا عَلَى الْمُسْلِمِ مِنْ غَضَاضَةٍ فِي أَنْ يَكُونَ مَظْلُوماً مَا لَمْ يَكُنْ شَاكّاً فِي دِينِهِ وَ لَا مُرْتَاباً بِيَقِينِهِ ، وَ هَذِهِ حُجَّتِي إِلَى غَيْرِكَ قَصْدُهَا وَ لَكِنِّي أَطْلَقْتُ لَكَ مِنْهَا بِقَدْرِ مَا سَنَحَ مِنْ ذِكْرِهَا . ثُمَّ ذَكَرْتَ مَا كَانَ مِنْ أَمْرِي وَ أَمْرِ عُثْمَانَ ، فَلَكَ أَنْ تُجَابَ عَنْ هَذِهِ لِرَحِمِكَ مِنْهُ ؛ فَأَيُّنَا كَانَ أَعْدَى لَهُ وَ أَهْدَى إِلَى مَقَاتِلِهِ؟ أَمَنْ بَذَلَ لَهُ نُصْرَتَهُ فَاسْتَقْعَدَهُ وَ اسْتَكَفَّهُ ، [أَمَّنِ] أَمْ مَنِ اسْتَنْصَرَهُ فَتَرَاخَى عَنْهُ وَ بَثَّ الْمَنُونَ إِلَيْهِ حَتَّى أَتَى قَدَرُهُ عَلَيْهِ؟ كَلَّا وَ اللَّهِ لَ \"قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَ الْقائِلِينَ لِإِخْوانِهِمْ هَلُمَّ إِلَيْنا وَ لا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا\" . وَ مَا كُنْتُ لِأَعْتَذِرَ مِنْ أَنِّي كُنْتُ أَنْقِمُ عَلَيْهِ أَحْدَاثاً ؛ فَإِنْ كَانَ الذَّنْبُ إِلَيْهِ إِرْشَادِي وَ هِدَايَتِي لَهُ ، فَرُبَّ مَلُومٍ لَا ذَنْبَ لَهُ : \"وَ قَدْ يَسْتَفِيدُ الظِّنَّةَ الْمُتَنَصِّحُ\" . وَ مَا أَرَدْتُ \"إِلَّا الْإِصْلاحَ مَا اسْتَطَعْتُ وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ\" . </span>",
		"معاويه ، تو پندارى كه بر تمام خلفا حسد ورزيده ام و بر همه آنها شوريده ام اگر چنين شده باشد جنايتى بر تو نرفته كه از تو عذر خواهى كنم . «و آن شكوه هايى است كه ننگ آن دامنگير تو نيست» . ",
		"و گفته اى كه مرا چونان شتر مهار كرده به سوى بيعت مى كشاندند . سوگند به خدا خواستى نكوهش كنى ، امّا ستودى ، خواستى رسوا سازى كه خود را رسوا كرده اى . ",
		"مسلمان را چه باك كه مظلوم واقع شود ، مادام كه در دين خود ترديد نداشته ، و در يقين خود شك نكند . اين دليل را آورده ام حتّى براى غير تو كه پند گيرند ، و آن را كوتاه آوردم به مقدارى كه از خاطرم گذشت . ",
		"سپس كار مرا با عثمان به ياد آوردى ، تو بايد پاسخ دهى كه از خويشاوندان او مى باشى . راستى كدام يك از ما دشمنى اش با عثمان بيشتر بود و راه را براى كشندگانش فراهم آورد آن كس كه به او يارى رساند ، و از او خواست به جايش بنشيند ، و به كار مردم رسد يا آن كه از او يارى خواست و دريغ كرد و به انتظار نشست تا مرگش فرا رسد؟",
		"نه ، هرگز ، به خدا سوگند : «خداوند باز دارندگان از جنگ را در ميان شما مى شناسد ، و آنان را كه برادران خود را به سوى خويش مى خوانند ، و جز لحظه هاى كوتاهى در نبرد حاضر نمى شوند» . ",
		"من ادّعا ندارم كه در مورد بدعت هاى عثمان ، بر او عيب نمى گرفتم ، نكوهش مى كردم و از آن عذر خواه نيستم ، اگر گناه من ارشاد و هدايت اوست ، بسيارند كسانى كه ملامت شوند و بى گناهند . «و بسيارند ناصحانى كه در پند و اندرز دادن مورد تهمت قرار گيرند» . ",
		"«من قصدى جز اصلاح تا نهايت توانايى خود ندارم ، و موفّقيت من تنها به لطف خداست ، و توفيقات را جز از خدا نمى خواهم ، بر او توكّل مى كنم و به سوى او باز مى گردم» . ",
		"<span class=\"arabic\">وَ ذَكَرْتَ أَنَّهُ لَيْسَ لِي وَ لِأَصْحَابِي عِنْدَكَ إِلَّا السَّيْفُ ، فَلَقَدْ أَضْحَكْتَ بَعْدَ اسْتِعْبَارٍ ؛ مَتَى أَلْفَيْتَ بَنِي عَبْدِ الْمُطَّلِبِ عَنِ الْأَعْدَاءِ نَاكِلِينَ وَ بِالسَّيْفِ مُخَوَّفِينَ؟ \"فَلَبِّثْ قَلِيلًا يَلْحَقِ الْهَيْجَا حَمَلْ\" ؛  فَسَيَطْلُبُكَ مَنْ تَطْلُبُ وَ يَقْرُبُ مِنْكَ مَا تَسْتَبْعِدُ ؛ وَ أَنَا مُرْقِلٌ نَحْوَكَ فِي جَحْفَلٍ مِنَ الْمُهَاجِرِينَ وَ الْأَنْصَارِ وَ التَّابِعِينَ لَهُمْ بِإِحْسَانٍ ، شَدِيدٍ زِحَامُهُمْ سَاطِعٍ قَتَامُهُمْ مُتَسَرْبِلِينَ سَرَابِيلَ الْمَوْتِ ، أَحَبُّ اللِّقَاءِ إِلَيْهِمْ لِقَاءُ رَبِّهِمْ ؛ وَ قَدْ صَحِبَتْهُمْ ذُرِّيَّةٌ بَدْرِيَّةٌ وَ سُيُوفٌ هَاشِمِيَّةٌ ، قَدْ عَرَفْتَ مَوَاقِعَ نِصَالِهَا فِي أَخِيكَ وَ خَالِكَ وَ جَدِّكَ وَ أَهْلِكَ ، \"وَ ما هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ\" . </span>",
		"نوشته اى كه نزد تو براى من و ياران من چيزى جز شمشير نيست در اوج گريه انسان را به خنده وا مى دارى فرزندان عبد المطلب را در كجا ديدى كه پشت به دشمن كنند و از شمشير بهراسند؟",
		"پس «كمى صبر كن كه هماورد تو به ميدان آيد» آن را كه مى جويى به زودى تو را پيدا خواهد كرد ، و آنچه را كه از آن مى گريزى در نزديكى خود خواهى يافت ، و من در ميان سپاهى بزرگ ، از مهاجران و انصار و تابعان ، به سرعت به سوى تو خواهم آمد ، لشكريانى كه جمعشان به هم فشرده ، و به هنگام حركت ، غبارشان آسمان را تيره و تار مى كند . ",
		"كسانى كه لباس شهادت بر تن ، و ملاقات دوست داشتنى آنان ملاقات با پروردگار است ، همراه آنان فرزندانى از دلاوران بدر ، و شمشيرهاى هاشميان مى آيند كه خوب مى دانى لبه تيز آن بر پيكر برادر و دايى و جدّ و خاندانت چه كرد ، مى آيند . «و آن عذاب از ستمگران چندان دور نيست» . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أهل البصرة : ",
		"(نامه به مردم بصره ، در سال 38 هجرى آنگاه كه معاويه قصد توطئه در بصره را داشت) . ",
		"<span class=\"arabic\">وَ قَدْ كَانَ مِنِ انْتِشَارِ حَبْلِكُمْ وَ شِقَاقِكُمْ مَا لَمْ تَغْبَوْا عَنْهُ ؛ فَعَفَوْتُ عَنْ مُجْرِمِكُمْ وَ رَفَعْتُ السَّيْفَ عَنْ مُدْبِرِكُمْ وَ قَبِلْتُ مِنْ مُقْبِلِكُمْ ؛ فَإِنْ خَطَتْ بِكُمُ الْأُمُورُ الْمُرْدِيَةُ وَ سَفَهُ الْآرَاءِ الْجَائِرَةِ إِلَى مُنَابَذَتِي وَ خِلَافِي فَهَا أَنَا ذَا قَدْ قَرَّبْتُ جِيَادِي وَ رَحَلْتُ رِكَابِي ، وَ لَئِنْ أَلْجَأْتُمُونِي إِلَى الْمَسِيرِ إِلَيْكُمْ لَأُوقِعَنَّ بِكُمْ وَقْعَةً لَا يَكُونُ يَوْمُ الْجَمَلِ إِلَيْهَا إِلَّا كَلَعْقَةِ لَاعِقٍ ، مَعَ أَنِّي عَارِفٌ لِذِي الطَّاعَةِ مِنْكُمْ فَضْلَهُ وَ لِذِي النَّصِيحَةِ حَقَّهُ ، غَيْرُ مُتَجَاوِزٍ مُتَّهَماً إِلَى بَرِيٍّ وَ لَا نَاكِثاً إِلَى وَفِيٍ . </span>",
		"شما از پيمان شكستن ، و دشمنى آشكارا با من آگاهيد . با اين همه جرم شما را عفو كردم ، و شمشير از فراريان برداشتم ، و استقبال كنندگان را پذيرفتم ، و از گناه شما چشم پوشيدم . ",
		"اگر هم اكنون كارهاى ناروا ، و انديشه هاى نابخردانه ، شما را به مخالفت و دشمنى با من بكشاند ، سپاه من آماده ، و پا در ركابند . ",
		"و اگر مرا به حركت دوباره مجبور كنيد ، حمله اى بر شما روا دارم كه جنگ جمل در برابر آن بسيار كوچك باشد . ",
		"با اينكه به ارزش هاى فرمانبردارانتان آگاهم ، و حق نصيحت كنندگان شما را مى شناسم ، و هرگز به جاى شخص متّهمى ، انسان نيكوكارى را نخواهم گرفت ، و هرگز پيمان وفاداران را نخواهم شكست . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"<span class=\"arabic\">فَاتَّقِ اللَّهَ فِيمَا لَدَيْكَ ، وَ انْظُرْ فِي حَقِّهِ عَلَيْكَ وَ ارْجِعْ إِلَى مَعْرِفَةِ مَا لَا تُعْذَرُ بِجَهَالَتِهِ ، فَإِنَّ لِلطَّاعَةِ أَعْلَاماً وَاضِحَةً وَ سُبُلًا نَيِّرَةً وَ مَحَجَّةً نَهْجَةً وَ غَايَةً مُطَّلَبَةً ، يَرِدُهَا الْأَكْيَاسُ وَ يُخَالِفُهَا الْأَنْكَاسُ ، مَنْ نَكَبَ عَنْهَا جَارَ عَنِ الْحَقِّ وَ خَبَطَ فِي التِّيهِ وَ غَيَّرَ اللَّهُ نِعْمَتَهُ وَ أَحَلَّ بِهِ نِقْمَتَهُ . فَنَفْسَكَ نَفْسَكَ ، فَقَدْ بَيَّنَ اللَّهُ لَكَ سَبِيلَكَ وَ حَيْثُ تَنَاهَتْ بِكَ أُمُورُكَ ، فَقَدْ أَجْرَيْتَ إِلَى غَايَةِ خُسْرٍ وَ مَحَلَّةِ كُفْرٍ ، فَإِنَّ نَفْسَكَ قَدْ أَوْلَجَتْكَ شَرّاً وَ أَقْحَمَتْكَ غَيّاً وَ أَوْرَدَتْكَ الْمَهَالِكَ وَ أَوْعَرَتْ عَلَيْكَ الْمَسَالِك . </span>",
		"نسبت به آنچه در اختيار دارى از خدا بترس ، و در حقوق الهى كه بر تو واجب است انديشه كن ، و به شناخت چيزى همّت كن كه در نا آگاهى آن معذور نخواهى بود . ",
		"همانا اطاعت خدا ، نشانه هاى آشكار ، و راه هاى روشن و راهى ميانه و هميشه گشوده ، و پايانى دلپسند دارد كه زيركان به آن راه يابند ، و فاسدان از آن به انحراف روند . ",
		"كسى كه از دين سرباز زند ، از حق روى گردان شده ، و در وادى حيرت سرگردان خواهد گشت ، كه خدا نعمت خود را از او گرفته ، و بلاهايش را بر او نازل مى كند . ",
		"معاويه اينك به خود آى ، و به خود بپرداز زيرا خداوند راه و سرانجام امور تو را روشن كرده است . امّا تو همچنان به سوى زيانكارى ، و جايگاه كفر ورزى ، حركت مى كنى ، ",
		"خواسته هاى دل تو را به بدى ها كشانده ، و در پرتگاه گمراهى قرار داده است ، و تو را در هلاكت انداخته ، و راه هاى نجات را بر روى تو بسته است . "
	],
	[
		"(نامه به فرزندش امام حسن عليه السّلام وقتى از جنگ صفين باز مى گشت و به سرزمين «حاضرين» رسيده بود در سال 38 هجرى) . ",
		"<span class=\"arabic\">مِنَ الْوَالِدِ الْفَانِ الْمُقِرِّ لِلزَّمَانِ الْمُدْبِرِ الْعُمُرِ الْمُسْتَسْلِمِ [لِلدَّهْرِ الذَّامِ] لِلدُّنْيَا السَّاكِنِ مَسَاكِنَ الْمَوْتَى وَ الظَّاعِنِ عَنْهَا غَداً إِلَى الْمَوْلُودِ الْمُؤَمِّلِ مَا لَا يُدْرِكُ السَّالِكِ سَبِيلَ مَنْ قَدْ هَلَكَ غَرَضِ الْأَسْقَامِ وَ رَهِينَةِ الْأَيَّامِ وَ رَمِيَّةِ الْمَصَائِبِ وَ عَبْدِ الدُّنْيَا وَ تَاجِرِ الْغُرُورِ وَ غَرِيمِ الْمَنَايَا وَ أَسِيرِ الْمَوْتِ وَ حَلِيفِ الْهُمُومِ وَ قَرِينِ الْأَحْزَانِ وَ نُصُبِ الْآفَاتِ وَ صَرِيعِ الشَّهَوَاتِ وَ خَلِيفَةِ الْأَمْوَاتِ أَمَّا بَعْدُ فَإِنَّ فِيمَا تَبَيَّنْتُ مِنْ إِدْبَارِ الدُّنْيَا عَنِّي وَ جُمُوحِ الدَّهْرِ عَلَيَّ وَ إِقْبَالِ الْآخِرَةِ إِلَيَّ مَا يَزَعُنِي عَنْ ذِكْرِ مَنْ سِوَايَ وَ الِاهْتِمَامِ بِمَا وَرَائِي غَيْرَ أَنِّي حَيْثُ تَفَرَّدَ بِي دُونَ هُمُومِ النَّاسِ هَمُّ نَفْسِي [فَصَدَّقَنِي] فَصَدَفَنِي رَأْيِي وَ صَرَفَنِي عَنْ هَوَايَ وَ صَرَّحَ لِي مَحْضُ أَمْرِي فَأَفْضَى بِي إِلَى جِدٍّ لَا يَكُونُ فِيهِ لَعِبٌ وَ صِدْقٍ لَا يَشُوبُهُ كَذِبٌ وَ وَجَدْتُكَ بَعْضِي بَلْ وَجَدْتُكَ كُلِّي حَتَّى كَأَنَّ شَيْئاً لَوْ أَصَابَكَ أَصَابَنِي وَ كَأَنَّ الْمَوْتَ لَوْ أَتَاكَ أَتَانِي فَعَنَانِي مِنْ أَمْرِكَ مَا يَعْنِينِي مِنْ أَمْرِ نَفْسِي فَكَتَبْتُ إِلَيْكَ كِتَابِي [هَذَا] مُسْتَظْهِراً بِهِ إِنْ أَنَا بَقِيتُ لَكَ أَوْ فَنِيتُ . </span>",
		"از پدرى فانى ، اعتراف دارنده به گذشت زمان ، زندگى را پشت سر نهاده -كه در سپرى شدن دنيا چاره اى ندارد- مسكن گزيده در جايگاه گذشتگان ، و كوچ كننده فردا ، به فرزندى آزمند چيزى كه به دست نمى آيد ، رونده راهى كه به نيستى ختم مى شود ، در دنيا هدف بيمارى ها ، در گرو روزگار ، و در تيررس مصائب ، گرفتار دنيا ، سودا كننده دنياى فريب كار ، وام دار نابودى ها ، اسير مرگ ، هم سوگند رنجها ، هم نشين اندوه ها ، آماج بلاها ، به خاك در افتاده خواهش ها ، و جانشين گذشتگان است . ",
		"پس از ستايش پروردگار ، همانا گذشت عمر ، و چيرگى روزگار ، و روى آوردن آخرت ، مرا از ياد غير خودم باز داشته و تمام توجه مرا به آخرت كشانده است ، كه به خويشتن فكر مى كنم و از غير خودم روى گردان شدم ، كه نظرم را از ديگران گرفت ، و از پيروى خواهشها باز گرداند ، و حقيقت كار مرا نماياند ، و مرا به راهى كشاند كه شوخى بر نمى دارد ، و به حقيقتى رساند كه دروغى در آن راه ندارد . ",
		"و تو را ديدم كه پاره تن من ، بلكه همه جان منى ، آنگونه كه اگر آسيبى به تو رسد به من رسيده است ، و اگر مرگ به سراغ تو آيد ، زندگى مرا گرفته است ، پس كار تو را كار خود شمردم ، و نامه اى براى تو نوشتم ، تا تو را در سختى هاى زندگى رهنمون باشد . حال من زنده باشم يا نباشم . ",
		"<span class=\"arabic\">فَإِنِّي أُوصِيكَ بِتَقْوَى اللَّهِ أَيْ بُنَيَّ وَ لُزُومِ أَمْرِهِ وَ عِمَارَةِ قَلْبِكَ بِذِكْرِهِ وَ الِاعْتِصَامِ بِحَبْلِهِ وَ أَيُّ سَبَبٍ أَوْثَقُ مِنْ سَبَبٍ بَيْنَكَ وَ بَيْنَ اللَّهِ إِنْ أَنْتَ أَخَذْتَ بِهِ أَحْيِ قَلْبَكَ بِالْمَوْعِظَةِ وَ أَمِتْهُ بِالزَّهَادَةِ وَ قَوِّهِ بِالْيَقِينِ وَ نَوِّرْهُ بِالْحِكْمَةِ وَ ذَلِّلْهُ بِذِكْرِ الْمَوْتِ وَ قَرِّرْهُ بِالْفَنَاءِ وَ بَصِّرْهُ فَجَائِعَ الدُّنْيَا وَ حَذِّرْهُ صَوْلَةَ الدَّهْرِ وَ فُحْشَ تَقَلُّبِ اللَّيَالِي وَ الْأَيَّامِ وَ اعْرِضْ عَلَيْهِ أَخْبَارَ الْمَاضِينَ وَ ذَكِّرْهُ بِمَا أَصَابَ مَنْ كَانَ قَبْلَكَ مِنَ الْأَوَّلِينَ وَ سِرْ فِي دِيَارِهِمْ وَ آثَارِهِمْ فَانْظُرْ فِيمَا فَعَلُوا وَ عَمَّا انْتَقَلُوا وَ أَيْنَ حَلُّوا وَ نَزَلُوا فَإِنَّكَ تَجِدُهُمْ قَدِ انْتَقَلُوا عَنِ الْأَحِبَّةِ وَ حَلُّوا ديارَ الْغُرْبَةِ وَ كَأَنَّكَ عَنْ قَلِيلٍ قَدْ صِرْتَ كَأَحَدِهِمْ فَأَصْلِحْ مَثْوَاكَ وَ لَا تَبِعْ آخِرَتَكَ بِدُنْيَاكَ . </span>",
		"<span class=\"arabic\">وَ دَعِ الْقَوْلَ فِيمَا لَا تَعْرِفُ وَ الْخِطَابَ فِيمَا لَمْ تُكَلَّفْ وَ أَمْسِكْ عَنْ طَرِيقٍ إِذَا خِفْتَ ضَلَالَتَهُ فَإِنَّ الْكَفَّ عِنْدَ حَيْرَةِ الضَّلَالِ خَيْرٌ مِنْ رُكُوبِ الْأَهْوَالِ . </span>",
		"پسرم همانا تو را به ترس از خدا سفارش مى كنم كه پيوسته در فرمان او باشى ، و دلت را با ياد خدا زنده كنى ، و به ريسمان او چنگ زنى ، چه وسيله اى مطمئن تر از رابطه تو با خداست اگر سر رشته آن را در دست گيرى . ",
		"دلت را با اندرز نيكو زنده كن ، هواى نفس را با بى اعتنايى به حرام بميران ، جان را با يقين نيرومند كن ، و با نور حكمت روشنائى بخش ، و با ياد مرگ آرام كن ، به نابودى از او اعتراف گير ، و با بررسى تحولات ناگوار دنيا به او آگاهى بخش ، و از دگرگونى روزگار ، و زشتى هاى گردش شب و روز او را بترسان ، تاريخ گذشتگان را بر او بنما ، و آنچه كه بر سر پيشينيان آمده است به يادش آور . ",
		"در ديار و آثار ويران رفتگان گردش كن ، و بينديش كه آنها چه كردند از كجا كوچ كرده ، و در كجا فرود آمدند از جمع دوستان جدا شده و به ديار غربت سفر كردند ، گويا زمانى نمى گذرد كه تو هم يكى از آنانى پس جايگاه آينده را آباد كن ، آخرت را به دنيا مفروش . ",
		"و آنچه نمى دانى مگو ، و آنچه بر تو لازم نيست بر زبان نياور ، و در جادّه اى كه از گمراهى آن مى ترسى قدم مگذار ، زيرا خوددارى به هنگام سرگردانى و گمراهى ، بهتر از سقوط در تباهى هاست . ",
		"<span class=\"arabic\">وَأْمُرْ بِالْمَعْرُوفِ تَكُنْ مِنْ أَهْلِهِ وَ أَنْكِرِ الْمُنْكَرَ بِيَدِكَ وَ لِسَانِكَ وَ بَايِنْ مَنْ فَعَلَهُ بِجُهْدِكَ وَ جَاهِدْ فِي اللَّهِ حَقَّ جِهَادِهِ وَ لَا تَأْخُذْكَ فِي اللَّهِ لَوْمَةُ لَائِمٍ وَ خُضِ الْغَمَرَاتِ لِلْحَقِّ حَيْثُ كَانَ وَ تَفَقَّهْ فِي الدِّينِ وَ عَوِّدْ نَفْسَكَ التَّصَبُّرَ عَلَى الْمَكْرُوهِ وَ نِعْمَ الْخُلُقُ التَّصَبُرُ فِي الْحَقِّ وَ أَلْجِئْ نَفْسَكَ فِي الْأُمُورِ كُلِّهَا إِلَى إِلَهِكَ فَإِنَّكَ تُلْجِئُهَا إِلَى كَهْفٍ حَرِيزٍ وَ مَانِعٍ عَزِيزٍ وَ أَخْلِصْ فِي الْمَسْأَلَةِ لِرَبِّكَ فَإِنَّ بِيَدِهِ الْعَطَاءَ وَ الْحِرْمَانَ وَ أَكْثِرِ الِاسْتِخَارَةَ وَ تَفَهَّمْ وَصِيَّتِي وَ لَا تَذْهَبَنَّ عَنْهَا صَفْحاً فَإِنَّ خَيْرَ الْقَوْلِ مَا نَفَعَ وَ اعْلَمْ أَنَّهُ لَا خَيْرَ فِي عِلْمٍ لَا يَنْفَعُ وَ لَا يُنْتَفَعُ بِعِلْمٍ لَا يَحِقُّ تَعَلُّمُهُ . </span>",
		"به نيكى ها امر كن و خود نيكوكار باش ، و با دست و زبان بديها را انكار كن ، و بكوش تا از بدكاران دور باشى ، و در راه خدا آنگونه كه شايسته است تلاش كن ، و هرگز سرزنش ملامتگران تو را از تلاش در راه خدا باز ندارد . ",
		"براى حق در مشكلات و سختى ها شنا كن ، شناخت خود را در دين به كمال رسان ، خود را براى استقامت برابر مشكلات عادت ده ، كه شكيبايى در راه حق عادتى پسنديده است ، در تمام كارها خود را به خدا واگذار ، كه به پناهگاه مطمئن و نيرومندى رسيده اى ، در دعا با اخلاص پروردگارت را بخوان ، كه بخشيدن و محروم كردن به دست اوست ، و فراوان از خدا درخواست خير و نيكى داشته باش . ",
		"وصيّت مرا بدرستى درياب ، و به سادگى از آن نگذر ، زيرا بهترين سخن آن است كه سودمند باشد ، بدان علمى كه سودمند نباشد ، فايده اى نخواهد داشت ، و دانشى كه سزاوار ياد گيرى نيست سودى ندارد . ",
		"<span class=\"arabic\">أَيْ بُنَيَّ إِنِّي لَمَّا رَأَيْتُنِي قَدْ بَلَغْتُ سِنّاً وَ رَأَيْتُنِي أَزْدَادُ وَهْناً بَادَرْتُ بِوَصِيَّتِي إِلَيْكَ وَ أَوْرَدْتُ خِصَالًا مِنْهَا قَبْلَ أَنْ يَعْجَلَ بِي أَجَلِي دُونَ أَنْ أُفْضِيَ إِلَيْكَ بِمَا فِي نَفْسِي أَوْ أَنْ أُنْقَصَ فِي رَأْيِي كَمَا نُقِصْتُ فِي جِسْمِي أَوْ يَسْبِقَنِي إِلَيْكَ بَعْضُ غَلَبَاتِ الْهَوَى وَ فِتَنِ الدُّنْيَا فَتَكُونَ كَالصَّعْبِ النَّفُورِ وَ إِنَّمَا قَلْبُ الْحَدَثِ كَالْأَرْضِ الْخَالِيَةِ مَا أُلْقِيَ فِيهَا مِنْ شَيْءٍ قَبِلَتْهُ فَبَادَرْتُكَ بِالْأَدَبِ قَبْلَ أَنْ يَقْسُوَ قَلْبُكَ وَ يَشْتَغِلَ لُبُّكَ لِتَسْتَقْبِلَ بِجِدِّ رَأْيِكَ مِنَ الْأَمْرِ مَا قَدْ كَفَاكَ أَهْلُ التَّجَارِبِ بُغْيَتَهُ وَ تَجْرِبَتَهُ فَتَكُونَ قَدْ كُفِيتَ مَئُونَةَ الطَّلَبِ وَ عُوفِيتَ مِنْ عِلَاجِ التَّجْرِبَةِ فَأَتَاكَ مِنْ ذَلِكَ مَا قَدْ كُنَّا نَأْتِيهِ وَ اسْتَبَانَ لَكَ مَا رُبَّمَا أَظْلَمَ عَلَيْنَا مِنْهُ أَيْ بُنَيَّ إِنِّي وَ إِنْ لَمْ أَكُنْ عُمِّرْتُ عُمُرَ مَنْ كَانَ قَبْلِي فَقَدْ نَظَرْتُ فِي أَعْمَالِهِمْ وَ فَكَّرْتُ فِي أَخْبَارِهِمْ وَ سِرْتُ فِي آثَارِهِمْ حَتَّى عُدْتُ كَأَحَدِهِمْ بَلْ كَأَنِّي بِمَا انْتَهَى إِلَيَّ مِنْ أُمُورِهِمْ قَدْ عُمِّرْتُ مَعَ أَوَّلِهِمْ إِلَى آخِرِهِمْ فَعَرَفْتُ صَفْوَ ذَلِكَ مِنْ كَدَرِهِ وَ نَفْعَهُ مِنْ ضَرَرِهِ فَاسْتَخْلَصْتُ لَكَ مِنْ كُلِّ أَمْرٍ [جَلِيلَهُ] نَخِيلَهُ وَ تَوَخَّيْتُ لَكَ جَمِيلَهُ وَ صَرَفْتُ عَنْكَ مَجْهُولَهُ وَ رَأَيْتُ حَيْثُ عَنَانِي مِنْ أَمْرِكَ مَا يَعْنِي الْوَالِدَ الشَّفِيقَ وَ أَجْمَعْتُ عَلَيْهِ مِنْ أَدَبِكَ أَنْ يَكُونَ ذَلِكَ وَ أَنْتَ مُقْبِلُ الْعُمُرِ وَ مُقْتَبَلُ الدَّهْرِ ذُو نِيَّةٍ سَلِيمَةٍ وَ نَفْسٍ صَافِيَة . </span>",
		"پسرم هنگامى كه ديدم ساليانى از من گذشت ، و توانايى رو به كاستى رفت ، به نوشتن وصيّت براى تو شتاب كردم ، و ارزش هاى اخلاقى را براى تو بر شمردم . ",
		"پيش از آن كه أجل فرا رسد ، و رازهاى درونم را به تو منتقل نكرده باشم ، و در نظرم كاهشى پديد آيد چنانكه در جسمم پديد آمد ، و پيش از آن كه خواهشها و دگرگونى هاى دنيا به تو هجوم آورند ، و پذيرش و اطاعت مشكل گردد ، زيرا قلب نوجوان چونان زمين كاشته نشده ، آماده پذيرش هر بذرى است كه در آن پاشيده شود . ",
		"پس در تربيت تو شتاب كردم ، پيش از آن كه دل تو سخت شود ، و عقل تو به چيز ديگرى مشغول گردد ، تا به استقبال كارهايى بروى كه صاحبان تجربه ، زحمت آزمون آن را كشيده اند ، و تو را از تلاش و يافتن بى نياز ساخته اند ، و آنچه از تجربيّات آنها نصيب ما شد ، به تو هم رسيده ، و برخى از تجربيّاتى كه بر ما پنهان مانده بود براى شما روشن گردد . ",
		"پسرم درست است كه من به اندازه پيشينيان عمر نكرده ام ، امّا در كردار آنها نظر افكندم ، و در اخبارشان انديشيدم ، و در آثارشان سير كردم تا آنجا كه گويا يكى از آنان شده ام ، بلكه با مطالعه تاريخ آنان ، گويا از اوّل تا پايان عمرشان با آنان بوده ام ، پس قسمت هاى روشن و شيرين زندگى آنان را از دوران تيرگى شناختم ، و زندگانى سودمند آنان را با دوران زيانبارش شناسايى كردم ، سپس از هر چيزى مهم و ارزشمند آن را ، و از هر حادثه اى ، زيبا و شيرين آن را براى تو برگزيدم ، و ناشناخته هاى آنان را دور كردم . ",
		"پس آنگونه كه پدرى مهربان نيكى ها را براى فرزندش مى پسندد ، من نيز بر آن شدم تو را با خوبى ها تربيت كنم ، زيرا در آغاز زندگى قرار دارى ، تازه به روزگار روى آورده اى ، نيّتى سالم و روحى با صفا دارى . ",
		"<span class=\"arabic\">وَ أَنْ أَبْتَدِئَكَ بِتَعْلِيمِ كِتَابِ اللَّهِ عزوجل وَ تَأْوِيلِهِ وَ شَرَائِعِ الْإِسْلَامِ وَ أَحْكَامِهِ وَ حَلَالِهِ وَ حَرَامِهِ لَا أُجَاوِزُ ذَلِكَ بِكَ إِلَى غَيْرِهِ ثُمَّ أَشْفَقْتُ أَنْ يَلْتَبِسَ عَلَيْكَ مَا اخْتَلَفَ النَّاسُ فِيهِ مِنْ أَهْوَائِهِمْ وَ آرَائِهِمْ مِثْلَ الَّذِي الْتَبَسَ عَلَيْهِمْ فَكَانَ إِحْكَامُ ذَلِكَ عَلَى مَا كَرِهْتُ مِنْ تَنْبِيهِكَ لَهُ أَحَبَّ إِلَيَّ مِنْ إِسْلَامِكَ إِلَى أَمْرٍ لَا آمَنُ عَلَيْكَ [فِيهِ] بِهِ الْهَلَكَةَ وَ رَجَوْتُ أَنْ يُوَفِّقَكَ اللَّهُ فِيهِ لِرُشْدِكَ وَ أَنْ يَهْدِيَكَ لِقَصْدِكَ فَعَهِدْتُ إِلَيْكَ وَصِيَّتِي هَذِهِ وَ اعْلَمْ يَا بُنَيَّ أَنَّ أَحَبَّ مَا أَنْتَ آخِذٌ بِهِ إِلَيَّ مِنْ وَصِيَّتِي تَقْوَى اللَّهِ وَ الِاقْتِصَارُ عَلَى مَا فَرَضَهُ اللَّهُ عَلَيْكَ وَ الْأَخْذُ بِمَا مَضَى عَلَيْهِ الْأَوَّلُونَ مِنْ آبَائِكَ وَ الصَّالِحُونَ مِنْ أَهْلِ بَيْتِكَ فَإِنَّهُمْ لَمْ يَدَعُوا أَنْ نَظَرُوا لِأَنْفُسِهِمْ كَمَا أَنْتَ نَاظِرٌ وَ فَكَّرُوا كَمَا أَنْتَ مُفَكِّرٌ ثُمَّ رَدَّهُمْ آخِرُ ذَلِكَ إِلَى الْأَخْذِ بِمَا عَرَفُوا وَ الْإِمْسَاكِ عَمَّا لَمْ يُكَلَّفُوا فَإِنْ أَبَتْ نَفْسُكَ أَنْ تَقْبَلَ ذَلِكَ دُونَ أَنْ تَعْلَمَ كَمَا عَلِمُوا فَلْيَكُنْ طَلَبُكَ ذَلِكَ بِتَفَهُّمٍ وَ تَعَلُّمٍ لَا بِتَوَرُّطِ الشُّبُهَاتِ وَ عُلَقِ الْخُصُومَاتِ وَ ابْدَأْ قَبْلَ نَظَرِكَ فِي ذَلِكَ بِالاسْتِعَانَةِ بِإِلَهِكَ وَ الرَّغْبَةِ إِلَيْهِ فِي تَوْفِيقِكَ وَ تَرْكِ كُلِّ شَائِبَةٍ أَوْلَجَتْكَ فِي شُبْهَةٍ أَوْ أَسْلَمَتْكَ إِلَى ضَلَالَةٍ فَإِنْ أَيْقَنْتَ أَنْ قَدْ صَفَا قَلْبُكَ فَخَشَعَ وَ تَمَّ رَأْيُكَ فَاجْتَمَعَ وَ كَانَ هَمُّكَ فِي ذَلِكَ هَمّاً وَاحِداً فَانْظُرْ فِيمَا فَسَّرْتُ لَكَ وَ إِنْ [أَنْتَ] لَمْ يَجْتَمِعْ لَكَ مَا تُحِبُّ مِنْ نَفْسِكَ وَ فَرَاغِ نَظَرِكَ وَ فِكْرِكَ فَاعْلَمْ أَنَّكَ إِنَّمَا تَخْبِطُ الْعَشْوَاءَ وَ تَتَوَرَّطُ الظَّلْمَاءَ وَ لَيْسَ طَالِبُ الدِّينِ مَنْ خَبَطَ أَوْ خَلَطَ وَ الْإِمْسَاكُ عَنْ ذَلِكَ أَمْثَل . </span>",
		"پس در آغاز تربيت ، تصميم گرفتم تا كتاب خداى توانا و بزرگ را همراه با تفسير آيات ، به تو بياموزم ، و شريعت اسلام و احكام آن از حلال و حرام ، به تو تعليم دهم و به چيز ديگرى نپردازم . ",
		"امّا از آن ترسيدم كه مبادا رأى و هوايى كه مردم را دچار اختلاف كرد ، و كار را بر آنان شبهه ناك ساخت ، به تو نيز هجوم آورد ، گر چه آگاه كردن تو را نسبت به اين امور خوش نداشتم ، امّا آگاه شدن و استوار ماندنت را ترجيح دادم ، تا تسليم هلاكت هاى اجتماعى نگردى ، و اميدوارم خداوند تو را در رستگارى پيروز گرداند ، و به راه راست هدايت فرمايد ، بنا بر اين وصيّت خود را اينگونه تنظيم كرده ام . ",
		"پسرم بدان آنچه بيشتر از به كار گيرى وصيّتم دوست دارم ترس از خدا ، و انجام واجبات ، و پيمودن راهى است كه پدرانت ، و صالحان خاندانت پيموده اند . زيرا آنان آنگونه كه تو در امور خويشتن نظر مى كنى در امور خويش نظر داشتند . و همانگونه كه تو در باره خويشتن مى انديشى ، نسبت به خودشان مى انديشيدند ، و تلاش آنان در اين بود كه آنچه را شناختند انتخاب كنند ، و بر آنچه تكليف ندارند روى گردانند ، و اگر نفس تو از پذيرفتن سرباز زند و خواهد چنانكه آنان دانستند بداند ، پس تلاش كن تا درخواست هاى تو از روى درك و آگاهى باشد ، نه آن كه به شبهات روى آورى و از دشمنى ها كمك گيرى . ",
		"و قبل از پيمودن راه پاكان ، از خداوند يارى بجوى ، و در راه او با اشتياق عمل كن تا پيروز شوى ، و از هر كارى كه تو را به شك و ترديد اندازد ، يا تسليم گمراهى كند بپرهيز . ",
		"و چون يقين كردى دلت روشن و فروتن شد ، و انديشه ات گرد آمد و كامل گرديد ، و اراده ات به يك چيز متمركز گشت ، پس انديشه كن در آنچه كه براى تو تفسير مى كنم ، ",
		"اگر در اين راه آنچه را دوست مى دارى فراهم نشد ، و آسودگى فكر و انديشه نيافتنى ، بدان كه راهى را كه ايمن نيستى مى پيمايى ، و در تاريكى ره مى سپارى ، زيرا طالب دين نه اشتباه مى كند ، و نه در ترديد و سرگردانى است ، كه در چنين حالتى خود دارى بهتر است . ",
		"<span class=\"arabic\">فَتَفَهَّمْ يَا بُنَيَّ وَصِيَّتِي وَ اعْلَمْ أَنَّ مَالِكَ الْمَوْتِ هُوَ مَالِكُ الْحَيَاةِ وَ أَنَّ الْخَالِقَ هُوَ الْمُمِيتُ وَ أَنَّ الْمُفْنِيَ هُوَ الْمُعِيدُ وَ أَنَّ الْمُبْتَلِيَ هُوَ الْمُعَافِي وَ أَنَّ الدُّنْيَا لَمْ تَكُنْ لِتَسْتَقِرَّ إِلَّا عَلَى مَا جَعَلَهَا اللَّهُ عَلَيْهِ مِنَ النَّعْمَاءِ وَ الِابْتِلَاءِ وَ الْجَزَاءِ فِي الْمَعَادِ أَوْ مَا شَاءَ مِمَّا لَا تَعْلَمُ فَإِنْ أَشْكَلَ عَلَيْكَ شَيْءٌ مِنْ ذَلِكَ فَاحْمِلْهُ عَلَى جَهَالَتِكَ فَإِنَّكَ أَوَّلُ مَا خُلِقْتَ بِهِ جَاهِلًا ثُمَّ عُلِّمْتَ وَ مَا أَكْثَرَ مَا تَجْهَلُ مِنَ الْأَمْرِ وَ يَتَحَيَّرُ فِيهِ رَأْيُكَ وَ يَضِلُّ فِيهِ بَصَرُكَ ثُمَّ تُبْصِرُهُ بَعْدَ ذَلِكَ فَاعْتَصِمْ بِالَّذِي خَلَقَكَ وَ رَزَقَكَ وَ سَوَّاكَ- [فَلْيَكُنْ] وَ لْيَكُنْ لَهُ تَعَبُّدُكَ وَ إِلَيْهِ رَغْبَتُكَ وَ مِنْهُ شَفَقَتُكَ وَ اعْلَمْ يَا بُنَيَّ أَنَّ أَحَداً لَمْ يُنْبِئْ عَنِ اللَّهِ سُبْحَانَهُ كَمَا أَنْبَأَ عَنْهُ الرَّسُولُ صلى‌الله‌عليه‌وآله‌وسلم [عَلَيْهِ نَبِيُّنَا] فَارْضَ بِهِ رَائِداً وَ إِلَى النَّجَاةِ قَائِداً فَإِنِّي لَمْ آلُكَ نَصِيحَةً وَ إِنَّكَ لَنْ تَبْلُغَ فِي النَّظَرِ لِنَفْسِكَ وَ إِنِ اجْتَهَدْتَ مَبْلَغَ نَظَرِي لَكَ . </span>",
		"پسرم در وصيّت من درست بينديش ، بدان كه در اختيار دارنده مرگ همان است كه زندگى در دست او ، و پديد آورنده موجودات است ، همو مى ميراند ، و نابود كننده همان است كه دوباره زنده مى كند ، و آن كه بيمار مى كند شفا نيز مى دهد ، بدان كه دنيا جاودانه نيست ، و آنگونه كه خدا خواسته است برقرار است ، از عطا كردن نعمت ها ، و انواع آزمايش ها ، و پاداش دادن در معاد ، و يا آنچه را كه او خواسته است و تو نمى دانى . ",
		"اگر در باره جهان ، و تحوّلات روزگار مشكلى براى تو پديد آمد آن را به عدم آگاهى ارتباط ده ، زيرا تو ابتدا با ناآگاهى متولّد شدى و سپس علوم را فرا گرفتى ، و چه بسيار است آنچه را كه نمى دانى و خدا مى داند ، كه انديشه ات سرگردان ، و بينش تو در آن راه ندارد ، سپس آنها را مى شناسى . ",
		"پس به قدرتى پناه بر كه تو را آفريده ، روزى داده ، و اعتدال در اندام تو آورده است ، بندگى تو فقط براى او باشد ، و تنها اشتياق او را داشته باش ، و تنها از او بترس . ",
		"بدان پسرم هيچ كس چون رسول خدا صلى‌الله‌عليه‌وآله‌وسلم از خدا آگاهى نداده است ، رهبرى او را پذيرا باش ، و براى رستگارى ، راهنمايى او را بپذير ، همانا من از هيچ اندرزى براى تو كوتاهى نكردم ، و تو هر قدر كوشش كنى ، و به اصلاح خويش بينديشى ، همانند پدرت نمى توانى باشى . ",
		"<span class=\"arabic\">وَ اعْلَمْ يَا بُنَيَّ أَنَّهُ لَوْ كَانَ لِرَبِّكَ شَرِيكٌ لَأَتَتْكَ رُسُلُهُ وَ لَرَأَيْتَ آثَارَ مُلْكِهِ وَ سُلْطَانِهِ وَ لَعَرَفْتَ أَفْعَالَهُ وَ صِفَاتِهِ وَ لَكِنَّهُ إِلَهٌ وَاحِدٌ كَمَا وَصَفَ نَفْسَهُ لَا يُضَادُّهُ فِي مُلْكِهِ أَحَدٌ وَ لَا يَزُولُ أَبَداً وَ لَمْ يَزَلْ أَوَّلٌ قَبْلَ الْأَشْيَاءِ بِلَا أَوَّلِيَّةٍ وَ آخِرٌ بَعْدَ الْأَشْيَاءِ بِلَا نِهَايَةٍ عَظُمَ [أَنْ تُثْبَتَ] عَنْ أَنْ تَثْبُتَ رُبُوبِيَّتُهُ بِإِحَاطَةِ قَلْبٍ أَوْ بَصَرٍ فَإِذَا عَرَفْتَ ذَلِكَ فَافْعَلْ كَمَا يَنْبَغِي لِمِثْلِكَ أَنْ يَفْعَلَهُ فِي صِغَرِ خَطَرِهِ وَ قِلَّةِ مَقْدِرَتِهِ وَ كَثْرَةِ عَجْزِهِ و عَظِيمِ حَاجَتِهِ إِلَى رَبِّهِ فِي طَلَبِ طَاعَتِهِ [وَ الرَّهِينَةِ مِنْ عُقُوبَتِهِ] وَ الْخَشْيَةِ مِنْ عُقُوبَتِهِ وَ الشَّفَقَةِ مِنْ سُخْطِهِ فَإِنَّهُ لَمْ يَأْمُرْكَ إِلَّا بِحَسَنٍ وَ لَمْ يَنْهَكَ إِلَّا عَنْ قَبِيحٍ . </span>",
		"پسرم اگر خدا شريكى داشت ، پيامبران او نيز به سوى تو مى آمدند ، و آثار قدرتش را مى ديدى ، و كردار و صفاتش را مى شناختى . ",
		"امّا خدا ، خدايى است يگانه ، همانگونه كه خود توصيف كرد ، هيچ كس در مملكت دارى او نزاعى ندارد ، نابود شدنى نيست ، و همواره بوده است ، اوّل هر چيزى است كه آغاز ندارد ، و آخر هر چيزى كه پايان نخواهد داشت ، برتر از آن است كه قدرت پروردگارى او را فكر و انديشه درك كند . ",
		"حال كه اين حقيقت را دريافتى ، در عمل بكوش آن چنانكه همانند تو سزاوار است بكوشد ، كه منزلت آن اندك ، و توانايى اش ضعيف ، و ناتوانى اش بسيار ، و اطاعت خدا را مشتاق ، و از عذابش ترسان ، و از خشم او گريزان است ، زيرا خدا تو را جز به نيكوكارى فرمان نداده ، و جز از زشتى ها نهى نفرموده است . ",
		"<span class=\"arabic\">يَا بُنَيَّ إِنِّي قَدْ أَنْبَأْتُكَ عَنِ الدُّنْيَا وَ حَالِهَا وَ زَوَالِهَا وَ انْتِقَالِهَا وَ أَنْبَأْتُكَ عَنِ الْآخِرَةِ وَ مَا أُعِدَّ لِأَهْلِهَا فِيهَا وَ ضَرَبْتُ لَكَ فِيهِمَا الْأَمْثَالَ لِتَعْتَبِرَ بِهَا وَ تَحْذُوَ عَلَيْهَا إِنَّمَا مَثَلُ مَنْ خَبَرَ الدُّنْيَا كَمَثَلِ قَوْمٍ سَفْرٍ نَبَا بِهِمْ مَنْزِلٌ جَدِيبٌ فَأَمُّوا مَنْزِلًا خَصِيباً وَ جَنَاباً مَرِيعاً فَاحْتَمَلُوا وَعْثَاءَ الطَّرِيقِ وَ فِرَاقَ الصَّدِيقِ وَ خُشُونَةَ السَّفَرِ وَ جُشُوبَةَ المَطْعَمِ لِيَأْتُوا سَعَةَ دَارِهِمْ وَ مَنْزِلَ قَرَارِهِمْ فَلَيْسَ يَجِدُونَ لِشَيْءٍ مِنْ ذَلِكَ أَلَماً وَ لَا يَرَوْنَ نَفَقَةً فِيهِ مَغْرَماً وَ لَا شَيْءَ أَحَبُّ إِلَيْهِمْ مِمَّا قَرَّبَهُمْ مِنْ مَنْزِلِهِمْ وَ أَدْنَاهُمْ [إِلَى] مِنْ مَحَلَّتِهِمْ وَ مَثَلُ مَنِ اغْتَرَّ بِهَا كَمَثَلِ قَوْمٍ كَانُوا بِمَنْزِلٍ خَصِيبٍ فَنَبَا بِهِمْ إِلَى مَنْزِلٍ جَدِيبٍ فَلَيْسَ شَيْءٌ أَكْرَهَ إِلَيْهِمْ وَ لَا أَفْظَعَ عِنْدَهُمْ مِنْ مُفَارَقَةِ مَا كَانُوا فِيهِ إِلَى مَا يَهْجُمُونَ عَلَيْهِ وَ يَصِيرُونَ إِلَيْه . </span>",
		"اى پسرم من تو را از دنيا و تحوّلات گوناگونش ، و نابودى و دست به دست گرديدنش آگاه كردم ، و از آخرت و آنچه براى انسان ها در آنجا فراهم است اطّلاع دادم ، و براى هر دو مثال ها زدم ، تا پند پذيرى ، و راه و رسم زندگى بياموزى ، همانا داستان آن كس كه دنيا را آزمود ، چونان مسافرانى است كه در سر منزلى بى آب و علف و دشوار اقامت دارند و قصد كوچ كردن به سرزمينى را دارند كه در آنجا آسايش و رفاه فراهم است . ",
		"پس مشكلات راه را تحمّل مى كنند ، و جدايى دوستان را مى پذيرند ، و سختى سفر ، و ناگوارى غذا را با جان و دل قبول مى كنند ، تا به جايگاه وسيع ، و منزلگاه أمن ، با آرامش قدم بگذارند ، و از تمام سختى هاى طول سفر احساس ناراحتى ندارند ، و هزينه هاى مصرف شده را غرامت نمى شمارند ، و هيچ چيز براى آنان دوست داشتنى نيست جز آن كه به منزل أمن ، و محل آرامش برسند . ",
		"امّا داستان دنيا پرستان همانند گروهى است كه از جايگاهى پر از نعمت ها مى خواهند به سرزمين خشك و بى آب و علف كوچ كنند ، پس در نظر آنان چيزى ناراحت كننده تر از اين نيست كه از جايگاه خود جدا مى شوند ، و ناراحتى ها را بايد تحمّل كنند . ",
		"<span class=\"arabic\">یا بُنَيَّ اجْعَلْ نَفْسَكَ مِيزَاناً فِيمَا بَيْنَكَ وَ بَيْنَ غَيْرِكَ فَأَحْبِبْ لِغَيْرِكَ مَا تُحِبُّ لِنَفْسِك وَ اكْرَهْ لَهُ مَا تَكْرَهُ لَهَا وَ لَا تَظْلِمْ كَمَا لَا تُحِبُّ أَنْ تُظْلَمَ وَ أَحْسِنْ كَمَا تُحِبُّ أَنْ يُحْسَنَ إِلَيْكَ وَ اسْتَقْبِحْ مِنْ نَفْسِكَ مَا تَسْتَقْبِحُهُ مِنْ غَيْرِكَ وَ ارْضَ مِنَ النَّاسِ بِمَا تَرْضَاهُ لَهُمْ مِنْ نَفْسِكَ وَ لَا تَقُلْ مَا لَا تَعْلَمُ وَ إِنْ قَلَّ مَا تَعْلَمُ وَ لَا تَقُلْ مَا لَا تُحِبُّ أَنْ يُقَالَ لَكَ وَ اعْلَمْ أَنَّ الْإِعْجَابَ ضِدُّ الصَّوَابِ وَ آفَةُ الْأَلْبَابِ فَاسْعَ فِي كَدْحِكَ وَ لَا تَكُنْ خَازِناً لِغَيْرِكَ وَ إِذَا أَنْتَ هُدِيتَ لِقَصْدِكَ فَكُنْ أَخْشَعَ مَا تَكُونُ لِرَبِّك</span>",
		"اى پسرم نفس خود را ميزان ميان خود و ديگران قرار ده ، پس آنچه را كه براى خود دوست دارى براى ديگران نيز دوست بدار ، و آنچه را كه براى خود نمى پسندى ، براى ديگران مپسند ، ستم روا مدار ، آنگونه كه دوست ندارى به تو ستم شود ، نيكوكار باش ، آنگونه كه دوست دارى به تو نيكى كنند ، و آنچه را كه براى ديگران زشت مى دارى براى خود نيز زشت بشمار ، و چيزى را براى مردم رضايت بده كه براى خود مى پسندى . ",
		"آنچه نمى دانى نگو ، گر چه آنچه را مى دانى اندك است ، آنچه را دوست ندارى به تو نسبت دهند ، در باره ديگران مگو . ",
		"بدان كه خود بزرگ بينى و غرور ، مخالف راستى ، و آفت عقل است ، نهايت كوشش را در زندگى داشته باش ، و در فكر ذخيره سازى براى ديگران مباش ، آنگاه كه به راه راست هدايت شدى ، در برابر پروردگارت از هر فروتنى خاضع تر باش . ",
		"<span class=\"arabic\">وَ اعْلَمْ أَنَّ أَمَامَكَ طَرِيقاً ذَا مَسَافَةٍ بَعِيدَةٍ وَ مَشَقَّةٍ شَدِيدَةٍ وَ أَنَّهُ لَا غِنَى بِكَ فِيهِ عَنْ حُسْنِ الِارْتِيَادِ وَ قَدْرِ بَلَاغِكَ مِنَ الزَّادِ مَعَ خِفَّةِ الظَّهْرِ فَلَا تَحْمِلَنَّ عَلَى ظَهْرِكَ فَوْقَ طَاقَتِكَ فَيَكُونَ ثِقْلُ ذَلِكَ وَبَالًا عَلَيْكَ وَ إِذَا وَجَدْتَ مِنْ أَهْلِ الْفَاقَةِ مَنْ يَحْمِلُ لَكَ زَادَكَ إِلَى يَوْمِ الْقِيَامَةِ فَيُوَافِيكَ بِهِ غَداً حَيْثُ تَحْتَاجُ إِلَيْهِ فَاغْتَنِمْهُ وَ حَمِّلْهُ إِيَّاهُ وَ أَكْثِرْ مِنْ تَزْوِيدِهِ وَ أَنْتَ قَادِرٌ عَلَيْهِ فَلَعَلَّكَ تَطْلُبُهُ فَلَا تَجِدُهُ وَ اغْتَنِمْ مَنِ اسْتَقْرَضَكَ فِي حَالِ غِنَاكَ لِيَجْعَلَ قَضَاءَهُ لَكَ فِي يَوْمِ عُسْرَتِكَ وَ اعْلَمْ أَنَّ أَمَامَكَ عَقَبَةً كَئُوداً الْمُخِفُّ فِيهَا أَحْسَنُ حَالًا مِنَ الْمُثْقِلِ وَ الْمُبْطِئُ عَلَيْهَا أَقْبَحُ [أَمْراً] حَالًا مِنَ الْمُسْرِعِ وَ أَنَّ [مَهْبِطَهَا بِكَ] مَهْبِطَكَ بِهَا لَا مَحَالَةَ إِمَّا عَلَى جَنَّةٍ أَوْ عَلَى نَارٍ فَارْتَدْ لِنَفْسِكَ قَبْلَ نُزُولِكَ وَ وَطِّئِ الْمَنْزِلَ قَبْلَ حُلُولِكَ فَلَيْسَ بَعْدَ الْمَوْتِ مُسْتَعْتَبٌ وَ لَا إِلَى الدُّنْيَا مُنْصَرَفٌ . </span>",
		"بدان راهى پر مشقّت و بس طولانى در پيش روى دارى ، و در اين راه بدون كوشش بايسته ، و تلاش فراوان ، و اندازه گيرى زاد و توشه ، و سبك كردن بار گناه ، موفّق نخواهى بود ، بيش از تحمّل خود بار مسئوليّت ها بر دوش منه ، كه سنگينى آن براى تو عذاب آور است . ",
		"اگر مستمندى را ديدى كه توشه ات را تا قيامت مى برد ، و فردا كه به آن نياز دارى به تو باز مى گرداند ، كمك او را غنيمت بشمار ، و زاد و توشه را بر دوش او بگذار ، و اگر قدرت مالى دارى بيشتر انفاق كن ، و همراه او بفرست ، زيرا ممكن است روزى در رستاخيز در جستجوى چنين فردى باشى و او را نيابى . به هنگام بى نيازى ، اگر كسى از تو وام خواهد ، غنيمت بشمار ، تا در روز سختى و تنگدستى به تو باز گرداند . ",
		"بدان كه در پيش روى تو ، گردنه هاى صعب العبورى وجود دارد ، كه حال سبكباران به مراتب بهتر از سنگين باران است ، و آن كه كند رود حالش بدتر از شتاب گيرنده مى باشد ، و سرانجام حركت ، بهشت و يا دوزخ خواهد بود ، پس براى خويش قبل از رسيدن به آخرت وسائلى مهيّا ساز ، و جايگاه خود را پيش از آمدنت آماده كن ، زيرا پس از مرگ ، عذرى پذيرفته نمى شود ، و راه باز گشتى وجود ندارد . ",
		"<span class=\"arabic\">وَ اعْلَمْ أَنَّ الَّذِي بِيَدِهِ خَزَائِنُ السَّمَاوَاتِ وَ الْأَرْضِ قَدْ أَذِنَ لَكَ فِي الدُّعَاءِ وَ تَكَفَّلَ لَكَ بِالْإِجَابَةِ وَ أَمَرَكَ أَنْ تَسْأَلَهُ لِيُعْطِيَكَ وَ تَسْتَرْحِمَهُ لِيَرْحَمَكَ وَ لَمْ يَجْعَلْ [بَيْنَهُ وَ بَيْنَكَ] بَيْنَكَ وَ بَيْنَهُ مَنْ يَحْجُبُكَ عَنْهُ وَ لَمْ يُلْجِئْكَ إِلَى مَنْ يَشْفَعُ لَكَ إِلَيْهِ وَ لَمْ يَمْنَعْكَ إِنْ أَسَأْتَ مِنَ التَّوْبَةِ وَ لَمْ يُعَاجِلْكَ بِالنِّقْمَةِ وَ لَمْ يُعَيِّرْكَ بِالْإِنَابَةِ وَ لَمْ يَفْضَحْكَ حَيْثُ [تَعَرَّضْتَ لِلْفَضِيحَةِ] الْفَضِيحَةُ بِكَ أَوْلَى وَ لَمْ يُشَدِّدْ عَلَيْكَ فِي قَبُولِ الْإِنَابَةِ وَ لَمْ يُنَاقِشْكَ بِالْجَرِيمَةِ وَ لَمْ يُؤْيِسْكَ مِنَ الرَّحْمَةِ بَلْ جَعَلَ نُزُوعَكَ عَنِ الذَّنْبِ حَسَنَةً وَ حَسَبَ سَيِّئَتَكَ وَاحِدَةً وَ حَسَبَ حَسَنَتَكَ عَشْراً وَ فَتَحَ لَكَ بَابَ الْمَتَابِ وَ بَابَ الِاسْتِعْتَابِ فَإِذَا نَادَيْتَهُ سَمِعَ نِدَاكَ وَ إِذَا نَاجَيْتَهُ عَلِمَ نَجْوَاكَ فَأَفْضَيْتَ إِلَيْهِ بِحَاجَتِكَ وَ أَبْثَثْتَهُ ذَاتَ نَفْسِكَ وَ شَكَوْتَ إِلَيْهِ هُمُومَكَ وَ اسْتَكْشَفْتَهُ كُرُوبَكَ وَ اسْتَعَنْتَهُ عَلَى أُمُورِك . </span>",
		"بدان ، خدايى كه گنج هاى آسمان و زمين در دست اوست ، به تو اجازه درخواست داده ، و اجابت آن را به عهده گرفته است . تو را فرمان داده كه از او بخواهى تا عطا كند ، درخواست رحمت كنى تا ببخشايد ، و خداوند بين تو و خودش كسى را قرار نداده تا حجاب و فاصله ايجاد كند ، و تو را مجبور نساخته كه به شفيع و واسطه اى پناه ببرى . ",
		"و در صورت ارتكاب گناه در توبه را مسدود نكرده است ، در كيفر تو شتاب نداشته ، و در توبه و بازگشت ، بر تو عيب نگرفته است ، در آنجا كه رسوايى سزاوار توست ، رسوا نساخته ، و براى بازگشت به خويش شرائط سنگينى مطرح نكرده است ، در گناهان تو را به محاكمه نكشيده ، و از رحمت خويش نا اميدت نكرده ، بلكه بازگشت تو را از گناهان نيكى شمرده است . هر گناه تو را يكى ، و هر نيكى تو را ده به حساب آورده ، و راه بازگشت و توبه را به روى تو گشوده است . ",
		"هر گاه او را بخوانى ، ندايت را مى شنود ، و چون با او راز دل گويى راز تو را مى داند ، پس حاجت خود را با او بگوى ، و آنچه در دل دارى نزد او باز گوى ، غم و اندوه خود را در پيشگاه او مطرح كن ، تا غم هاى تو را بر طرف كند و در مشكلات تو را يارى رساند . ",
		"<span class=\"arabic\">وَ سَأَلْتَهُ مِنْ خَزَائِنِ رَحْمَتِهِ مَا لَا يَقْدِرُ عَلَى إِعْطَائِهِ غَيْرُهُ مِنْ زِيَادَةِ الْأَعْمَارِ وَ صِحَّةِ الْأَبْدَانِ وَ سَعَةِ الْأَرْزَاق‏ . </span>",
		"<span class=\"arabic\">ثُمَّ جَعَلَ فِي يَدَيْكَ مَفَاتِيحَ خَزَائِنِهِ بِمَا أَذِنَ لَكَ فِيهِ مِنْ مَسْأَلَتِهِ فَمَتَى شِئْتَ اسْتَفْتَحْتَ بِالدُّعَاءِ أَبْوَابَ نِعْمَتِهِ وَ اسْتَمْطَرْتَ شَآبِيبَ رَحْمَتِهِ فَلَا [يُقْنِطَنَّكَ‏] يُقَنِّطَنَّكَ إِبْطَاءُ إِجَابَتِهِ فَإِنَّ الْعَطِيَّةَ عَلَى قَدْرِ النِّيَّةِ وَ رُبَّمَا أُخِّرَتْ عَنْكَ الْإِجَابَةُ لِيَكُونَ ذَلِكَ أَعْظَمَ لِأَجْرِ السَّائِلِ وَ أَجْزَلَ لِعَطَاءِ الْآمِلِ وَ رُبَّمَا سَأَلْتَ الشَّيْ‏ءَ فَلَا [تُعْطَاهُ‏] تُؤْتَاهُ وَ أُوتِيتَ خَيْراً مِنْهُ عَاجِلًا أَوْ آجِلًا أَوْ صُرِفَ عَنْكَ لِمَا هُوَ خَيْرٌ لَكَ فَلَرُبَّ أَمْرٍ قَدْ طَلَبْتَهُ فِيهِ هَلَاكُ دِينِكَ لَوْ أُوتِيتَهُ فَلْتَكُنْ مَسْأَلَتُكَ فِيمَا يَبْقَى‏ لَكَ جَمَالُهُ وَ يُنْفَى عَنْكَ وَبَالُهُ فَالْمَالُ لَا يَبْقَى لَكَ وَ لَا تَبْقَى لَه‏ . </span>",
		"و از گنجينه هاى رحمت او چيزهايى را درخواست كن كه جز او كسى نمى تواند عطا كند ، مانند عمر بيشتر ، تندرستى بدن ، و گشايش در روزى . ",
		"سپس خداوند كليدهاى گنجينه هاى خود را در دست تو قرار داده كه به تو اجازه دعا كردن داد ، پس هر گاه اراده كردى مى توانى با دعا ، درهاى نعمت خدا را بگشايى ، تا باران رحمت الهى بر تو ببارد . ",
		"هرگز از تأخير اجابت دعا نا اميد مباش ، زيرا بخشش الهى باندازه نيّت است ، گاه ، در اجابت دعا تأخير مى شود تا پاداش درخواست كننده بيشتر و جزاى آرزومند كامل تر شود ، گاهى درخواست مى كنى امّا پاسخ داده نمى شود ، زيرا بهتر از آنچه خواستى به زودى يا در وقت مشخّص ، به تو خواهد بخشيد ، يا به جهت اعطاء بهتر از آنچه خواستى ، دعا به اجابت نمى رسد ، زيرا چه بسا خواسته هايى دارى كه اگر داده شود مايه هلاكت دين تو خواهد بود ، پس خواسته هاى تو به گونه اى باشد كه جمال و زيبايى تو را تأمين ، و رنج و سختى را از تو دور كند ، پس نه مال دنيا براى تو پايدار ، و نه تو براى مال دنيا باقى خواهى ماند . ",
		"<span class=\"arabic\">وَاعلَم يَا بُنَيَّ أَنَّكَ إِنَّمَا خُلِقْتَ لِلْآخِرَةِ لَا لِلدُّنْيَا وَ لِلْفَنَاءِ لَا لِلْبَقَاءِ وَ لِلْمَوْتِ لَا لِلْحَيَاةِ وَ أَنَّكَ فِي [مَنْزِلِ] قُلْعَةٍ وَ دَارِ بُلْغَةٍ وَ طَرِيقٍ إِلَى الْآخِرَةِ وَ أَنَّكَ طَرِيدُ الْمَوْتِ الَّذِي لَا يَنْجُو مِنْهُ هَارِبُهُ وَ لَا يَفُوتُهُ طَالِبُهُ وَ لَا بُدَّ أَنَّهُ مُدْرِكُهُ فَكُنْ مِنْهُ عَلَى حَذَرِ أَنْ يُدْرِكَكَ وَ أَنْتَ عَلَى حَالٍ سَيِّئَةٍ قَدْ كُنْتَ تُحَدِّثُ نَفْسَكَ مِنْهَا بِالتَّوْبَةِ فَيَحُولَ بَيْنَكَ وَ بَيْنَ ذَلِكَ فَإِذَا أَنْتَ قَدْ أَهْلَكْتَ نَفْسَكَ . يَا بُنَيَّ أَكْثِرْ مِنْ ذِكْرِ الْمَوْتِ وَ ذِكْرِ مَا تَهْجُمُ عَلَيْهِ وَ تُفْضِي بَعْدَ الْمَوْتِ إِلَيْهِ حَتَّى يَأْتِيَكَ وَ قَدْ أَخَذْتَ مِنْهُ حِذْرَكَ وَ شَدَدْتَ لَهُ أَزْرَكَ وَ لَا يَأْتِيَكَ بَغْتَةً فَيَبْهَرَك . </span>",
		"<span class=\"arabic\">وَ إِيَّاكَ أَنْ تَغْتَرَّ بِمَا تَرَى مِنْ إِخْلَادِ أَهْلِ الدُّنْيَا إِلَيْهَا وَ تَكَالُبِهِمْ عَلَيْهَا فَقَدْ نَبَّأَكَ اللَّهُ عَنْهَا وَ [نَعَتَتْ لَكَ نَفْسَهَا] نَعَتْ هِيَ لَكَ عَنْ نَفْسِهَا وَ تَكَشَّفَتْ لَكَ عَنْ مَسَاوِيهَا . </span>",
		"پسرم ، بدان تو براى آخرت آفريده شدى ، نه دنيا ، براى رفتن از دنيا ، نه پايدار ماندن در آن ، براى مرگ ، نه زندگى جاودانه در دنيا ، كه هر لحظه ممكن است از دنيا كوچ كنى ، و به آخرت در آيى . و تو شكار مرگى هستى كه فرار كننده آن نجاتى ندارد ، و هر كه را بجويد به آن مى رسد ، و سرانجام او را مى گيرد . ",
		"پس ، از مرگ بترس . نكند زمانى سراغ تو را گيرد كه در حال گناه يا در انتظار توبه كردن باشى و مرگ مهلت ندهد و بين تو و توبه فاصله اندازد ، كه در اين حال خود را تباه كرده اى . پسرم فراوان بياد مرگ باش ، و به ياد آنچه كه به سوى آن مى روى ، و پس از مرگ در آن قرار مى گيرى . تا هنگام ملاقات با مرگ از هر نظر آماده باشی ، نيروى خود را افزون ، و كمر همّت را بسته نگهدار كه ناگهان نيايد و تو را مغلوب سازد . ",
		"مبادا دلبستگى فراوان دنيا پرستان ، و تهاجم حريصانه آنان به دنيا ، تو را مغرور كند ، چرا كه خداوند تو را از حالات دنيا آگاه كرده ، و دنيا نيز از وضع خود تو را خبر داده ، و از زشتى هاى روزگار پرده برداشته است . ",
		"<span class=\"arabic\">فَإِنَّمَا أَهْلُهَا كِلَابٌ عَاوِيَةٌ وَ سِبَاعٌ ضَارِيَةٌ يَهِرُّ بَعْضُهَا عَلَى بَعْضٍ وَ يَأْكُلُ عَزِيزُهَا ذَلِيلَهَا وَ يَقْهَرُ كَبِيرُهَا صَغِيرَهَا نَعَمٌ مُعَقَّلَةٌ وَ أُخْرَى مُهْمَلَةٌ قَدْ أَضَلَّتْ عُقُولَهَا وَ رَكِبَتْ مَجْهُولَهَا سُرُوحُ عَاهَةٍ بِوَادٍ وَعْثٍ لَيْسَ لَهَا رَاعٍ يُقِيمُهَا وَ لَا مُسِيمٌ يُسِيمُهَا سَلَكَتْ بِهِمُ الدُّنْيَا طَرِيقَ الْعَمَى وَ أَخَذَتْ بِأَبْصَارِهِمْ عَنْ مَنَارِ الْهُدَى فَتَاهُوا فِي حَيْرَتِهَا وَ غَرِقُوا فِي نِعْمَتِهَا وَ اتَّخَذُوهَا رَبّاً فَلَعِبَتْ بِهِمْ وَ لَعِبُوا بِهَا وَ نَسُوا مَا وَرَاءَهَا . رُوَيْداً يُسْفِرُ الظَّلَامُ كَأَنْ قَدْ وَرَدَتِ الْأَظْعَانُ يُوشِكُ مَنْ أَسْرَعَ أَنْ يَلْحَقَ وَ اعْلَمْ يَا بُنَيَّ أَنَّ مَنْ كَانَتْ مَطِيَّتُهُ اللَّيْلَ وَ النَّهَارَ فَإِنَّهُ يُسَارُ بِهِ وَ إِنْ كَانَ وَاقِفاً وَ يَقْطَعُ الْمَسَافَةَ وَ إِنْ كَانَ مُقِيماً وَادِعا . </span>",
		"همانا دنيا پرستان چونان سگ هاى درنده ، عو عو كنان ، براى دريدن صيد در شتابند ، برخى به برخى ديگر هجوم آورند ، و نيرومندشان ، ناتوان را مى خورد ، و بزرگ ترها كوچك ترها را . و يا چونان شترانى هستند كه برخى از آنها پاى بسته ، و برخى ديگر در بيابان رها شده ، كه راه گم كرده و در جادّه هاى نامعلومى در حركتند ، و در وادى پر از آفت ها ، و در شنزارى كه حركت با كندى صورت مى گيرد گرفتارند ، نه چوپانى دارند كه به كارشان برسد ، و نه چراننده اى كه به چراگاهشان ببرد . ",
		"دنيا آنها را به راه كورى كشاند . و ديدگانشان را از چراغ هدايت بپوشاند ، در بيراهه سرگردان ، و در نعمت ها غرق شده اند ، كه نعمت ها را پروردگار خود قرار دادند . هم دنيا آنها را به بازى گرفته ، و هم آنها با دنيا به بازى پرداخته ، و آخرت را فراموش كرده اند . اندكى مهلت ده ، بزودى تاريكى بر طرف مى شود ، گويا مسافران به منزل رسيده اند ، و آن كس كه شتاب كند به كاروان خواهد رسيد . ",
		"پسرم بدان آن كس كه مركبش شب و روز آماده است همواره در حركت خواهد بود ، هر چند خود را ساكن پندارد ، و همواره راه مى پيمايد هر چند در جاى خود ايستاده و راحت باشد . ",
		"<span class=\"arabic\">وَ اعْلَمْ يَقِيناً أَنَّكَ لَنْ تَبْلُغَ أَمَلَكَ وَ لَنْ تَعْدُوَ أَجَلَكَ وَ أَنَّكَ فِي سَبِيلِ مَنْ كَانَ قَبْلَكَ فَخَفِّضْ فِي الطَّلَبِ وَ أَجْمِلْ فِي الْمُكْتَسَبِ فَإِنَّهُ رُبَّ طَلَبٍ قَدْ جَرَّ إِلَى حَرَبٍ وَ لَيْسَ كُلُّ طَالِبٍ بِمَرْزُوقٍ وَ لَا كُلُّ مُجْمِلٍ بِمَحْرُومٍ وَ أَكْرِمْ نَفْسَكَ عَنْ كُلِّ دَنِيَّةٍ وَ إِنْ سَاقَتْكَ إِلَى الرَّغَائِبِ فَإِنَّكَ لَنْ تَعْتَاضَ بِمَا تَبْذُلُ مِنْ نَفْسِكَ عِوَضاً وَ لَا تَكُنْ عَبْدَ غَيْرِكَ وَ قَدْ جَعَلَكَ اللَّهُ حُرّاً وَ مَا خَيْرُ خَيْرٍ لَا يُنَالُ إِلَّا بِشَرٍّ وَ يُسْرٍ لَا يُنَالُ إِلَّا بِعُسْرٍ وَ إِيَّاكَ أَنْ تُوجِفَ بِكَ مَطَايَا الطَّمَعِ فَتُورِدَكَ مَنَاهِلَ الْهَلَكَةِ وَ إِنِ اسْتَطَعْتَ أَلَّا يَكُونَ بَيْنَكَ وَ بَيْنَ اللَّهِ ذُو نِعْمَةٍ فَافْعَلْ فَإِنَّكَ مُدْرِكٌ قَسْمَكَ وَ آخِذٌ سَهْمَكَ وَ إِنَّ الْيَسِيرَ مِنَ اللَّهِ سُبْحَانَهُ [أَكْرَمُ وَ أَعْظَمُ] أَعْظَمُ وَ أَكْرَمُ مِنَ الْكَثِيرِ مِنْ خَلْقِهِ وَ إِنْ كَانَ كُلٌّ مِنْه . </span>",
		"به يقين بدان كه تو به همه آرزوهاى خود نخواهى رسيد ، و تا زمان مرگ بيشتر زندگى نخواهى كرد ، و بر راه كسى مى روى كه پيش از تو مى رفت ، پس در به دست آوردن دنيا آرام باش ، و در مصرف آنچه به دست آوردى نيكو عمل كن ، زيرا چه بسا تلاش بى اندازه براى دنيا كه به تاراج رفتن اموال كشانده شد . پس هر تلاشگرى به روزى دلخواه نخواهد رسيد ، و هر مدارا كننده اى محروم نخواهد شد . ",
		"نفس خود را از هر گونه پستى باز دار ، هر چند تو را به اهدافت رساند ، زيرا نمى توانى به اندازه آبرويى كه از دست مى دهى بهايى به دست آورى . برده ديگرى مباش ، كه خدا تو را آزاد آفريد ، آن نيك كه جز با شر به دست نيايد نيكى نيست ، و آن راحتى كه با سختى هاى فراوان به دست آيد ، آسايش نخواهد بود . ",
		"بپرهيز از آن كه مركب طمع ورزى تو را به سوى هلاكت به پيش راند ، و اگر توانستى كه بين تو و خدا صاحب نعمتى قرار نگيرد ، چنين باش ، زيرا تو ، روزى خود را دريافت مى كنى ، و سهم خود بر مى دارى ، و مقدار اندكى كه از طرف خداى سبحان به دست مى آورى ، بزرگ و گرامى تر از (مال) فراوانى است كه از دست بندگان دريافت مى دارى ، گرچه همه از طرف خداست . ",
		"<span class=\"arabic\">وَ تَلَافِيكَ مَا فَرَطَ مِنْ صَمْتِكَ أَيْسَرُ مِنْ إِدْرَاكِكَ مَا فَاتَ مِنْ مَنْطِقِكَ وَ حِفْظُ مَا فِي الْوِعَاءِ بِشَدِّ الْوِكَاءِ وَ حِفْظُ مَا فِي يَدَيْكَ أَحَبُّ إِلَيَّ مِنْ طَلَبِ مَا فِي يَدَيْ غَيْرِكَ وَ مَرَارَةُ الْيَأْسِ خَيْرٌ مِنَ الطَّلَبِ إِلَى النَّاسِ وَ الْحِرْفَةُ مَعَ الْعِفَّةِ خَيْرٌ مِنَ الْغِنَى مَعَ الْفُجُورِ وَ الْمَرْءُ أَحْفَظُ لِسِرِّهِ وَ رُبَّ سَاعٍ فِيمَا يَضُرُّهُ مَنْ أَكْثَرَ أَهْجَرَ وَ مَنْ تَفَكَّرَ أَبْصَرَ قَارِنْ أَهْلَ الْخَيْرِ تَكُنْ مِنْهُمْ وَ بَايِنْ أَهْلَ الشَّرِّ تَبِنْ عَنْهُمْ بِئْسَ الطَّعَامُ الْحَرَامُ وَ ظُلْمُ الضَّعِيفِ أَفْحَشُ الظُّلْمِ إِذَا كَانَ الرِّفْقُ خُرْقاً كَانَ الْخُرْقُ رِفْقاً رُبَّمَا كَانَ الدَّوَاءُ دَاءً وَ الدَّاءُ دَوَاءً وَ رُبَّمَا نَصَحَ غَيْرُ النَّاصِحِ وَ غَشَّ الْمُسْتَنْصَحُ وَ إِيَّاكَ وَ الِاتِّكَالَ عَلَى الْمُنَى فَإِنَّهَا بَضَائِعُ النَّوْكَى وَ الْعَقْلُ حِفْظُ التَّجَارِبِ وَ خَيْرُ مَا جَرَّبْتَ مَا وَعَظَكَ بَادِرِ الْفُرْصَةَ قَبْلَ أَنْ تَكُونَ غُصَّةً لَيْسَ كُلُّ طَالِبٍ يُصِيبُ وَ لَا كُلُّ غَائِبٍ يَئُوبُ وَ مِنَ الْفَسَادِ إِضَاعَةُ الزَّادِ وَ مَفْسَدَةُ الْمَعَادِ وَ لِكُلِّ أَمْرٍ عَاقِبَةٌ سَوْفَ يَأْتِيكَ مَا قُدِّرَ لَكَ التَّاجِرُ مُخَاطِرٌ وَ رُبَّ يَسِيرٍ أَنْمَى مِنْ كَثِيرٍ لَا خَيْرَ فِي مُعِينٍ [مُهِينٍ] مَهِينٍ وَ لَا فِي صَدِيقٍ ظَنِينٍ سَاهِلِ الدَّهْرَ مَا ذَلَّ لَكَ قَعُودُهُ وَ لَا تُخَاطِرْ بِشَيْءٍ رَجَاءَ أَكْثَرَ مِنْهُ وَ إِيَّاكَ أَنْ تَجْمَحَ بِكَ مَطِيَّةُ اللَّجَاج . </span>",
		"آنچه با سكوت از دست مى دهى آسانتر از آن است كه با سخن از دست برود ، چرا كه نگهدارى آنچه در مشك است با محكم بستن دهانه آن امكان پذير است ، و نگهدارى آنچه كه در دست دارى ، پيش من بهتر است از آن كه چيزى از ديگران بخواهى ، و تلخى نا اميدى بهتر از درخواست كردن از مردم است . ",
		"شغل همراه با پاكدامنى ، بهتر از ثروت فراوانى است كه با گناهان به دست آيد ، مرد براى پنهان نگاه داشتن اسرار خويش سزاوارتر است . ",
		"چه بسا تلاش كننده اى كه به زيان خود مى كوشد ، هر كس پر حرفى كند ياوه مى گويد ، و آن كس كه بينديشد آگاهى يابد ، با نيكان نزديك شو و از آنان باش ، و با بدان دور شو و از آنان دورى كن . بدترين غذاها ، لقمه حرام ، و بدترين ستم ها ، ستمكارى به ناتوان است . ",
		"جايى كه مدارا كردن درشتى به حساب آيد به جاى مدارا درشتى كن ، چه بسا كه دارو بر درد افزايد ، و بيمارى ، درمان باشد ، و چه بسا آن كس كه اهل اندرز نيست ، اندرز دهد ، و نصيحت كننده دغل كار باشد . ",
		"هرگز بر آرزوها تكيه نكن كه سرمايه احمقان است ، و حفظ عقل ، پند گرفتن از تجربه هاست ، و بهترين تجربه آن كه تو را پند آموزد . ",
		"پيش از آن كه فرصت از دست برود ، و اندوه ببار آورد ، از فرصت ها استفاده كن . هر تلاشگرى به خواسته هاى خود نرسد ، و هر پنهان شده اى باز نمى گردد . ",
		"از نمونه هاى تباهى ، نابود كردن زاد و توشه آخرت است . هر كارى پايانى دارد ، و به زودى آنچه براى تو مقدّر گرديده خواهد رسيد . هر بازرگانى خويش را به مخاطره افكند . چه بسا اندكى كه از فراوانى بهتر است . ",
		"نه در يارى دادن انسان پست چيزى وجود دارد و نه در دوستى با دوست متّهم ، حال كه روزگار در اختيار تو است آسان گير ، و براى آن كه بيشتر به دست آورى خطر نكن . از سوار شدن بر مركب ستيزه جويى بپرهيز . ",
		"<span class=\"arabic\">احْمِلْ نَفْسَكَ مِنْ أَخِيكَ عِنْدَ صَرْمِهِ عَلَى الصِّلَةِ وَ عِنْدَ صُدُودِهِ عَلَى اللَّطَفِ وَ الْمُقَارَبَةِ وَ عِنْدَ جُمُودِهِ عَلَى الْبَذْلِ وَ عِنْدَ تَبَاعُدِهِ عَلَى الدُّنُوِّ وَ عِنْدَ شِدَّتِهِ عَلَى اللِّينِ وَ عِنْدَ جُرْمِهِ عَلَى الْعُذْرِ حَتَّى كَأَنَّكَ لَهُ عَبْدٌ وَ كَأَنَّهُ ذُو نِعْمَةٍ عَلَيْكَ وَ إِيَّاكَ أَنْ تَضَعَ ذَلِكَ فِي غَيْرِ مَوْضِعِهِ أَوْ أَنْ تَفْعَلَهُ بِغَيْرِ أَهْلِهِ لَا تَتَّخِذَنَّ عَدُوَّ صَدِيقِكَ صَدِيقاً فَتُعَادِيَ صَدِيقَكَ وَ امْحَضْ أَخَاكَ النَّصِيحَةَ حَسَنَةً كَانَتْ أَوْ قَبِيحَةً وَ تَجَرَّعِ الْغَيْظَ فَإِنِّي لَمْ أَرَ جُرْعَةً أَحْلَى مِنْهَا عَاقِبَةً وَ لَا أَلَذَّ مَغَبَّةً وَ لِنْ لِمَنْ غَالَظَكَ فَإِنَّهُ يُوشِكُ أَنْ يَلِينَ لَكَ وَ خُذْ عَلَى عَدُوِّكَ بِالْفَضْلِ فَإِنَّهُ [أَحَدُ] أَحْلَى الظَّفَرَيْنِ وَ إِنْ أَرَدْتَ قَطِيعَةَ أَخِيكَ فَاسْتَبْقِ لَهُ مِنْ نَفْسِكَ بَقِيَّةً يَرْجِعُ إِلَيْهَا إِنْ بَدَا لَهُ ذَلِكَ يَوْماً مَا وَ مَنْ ظَنَّ بِكَ خَيْراً فَصَدِّقْ ظَنَّهُ وَ لَا تُضِيعَنَّ حَقَّ أَخِيكَ اتِّكَالًا عَلَى مَا بَيْنَكَ وَ بَيْنَهُ فَإِنَّهُ لَيْسَ لَكَ بِأَخٍ مَنْ أَضَعْتَ حَقَّهُ وَ لَا يَكُنْ أَهْلُكَ أَشْقَى الْخَلْقِ بِكَ وَ لَا تَرْغَبَنَّ فِيمَنْ زَهِدَ عَنْكَ وَ لَا يَكُونَنَّ أَخُوكَ أَقْوَى عَلَى قَطِيعَتِكَ مِنْكَ عَلَى صِلَتِهِ وَ لَا تَكُونَنَّ عَلَى الْإِسَاءَةِ أَقْوَى مِنْكَ عَلَى الْإِحْسَانِ وَ لَا يَكْبُرَنَّ عَلَيْكَ ظُلْمُ مَنْ ظَلَمَكَ فَإِنَّهُ يَسْعَى فِي مَضَرَّتِهِ وَ نَفْعِكَ وَ لَيْسَ جَزَاءُ مَنْ سَرَّكَ أَنْ تَسُوءَه . </span>",
		"چون برادرت از تو جدا گردد ، تو پيوند دوستى را بر قرار كن ، اگر روى برگرداند تو مهربانى كن ، و چون بخل ورزد تو بخشنده باش ، هنگامى كه دورى مى گزيند تو نزديك شو ، و چون سخت مى گيرد تو آسان گير ، و به هنگام گناهش عذر او بپذير ، چنان كه گويا بنده او مى باشى ، و او صاحب نعمت تو مى باشد . ",
		"مبادا دستورات ياد شده را با غير دوستانت انجام دهى ، يا با انسان هايى كه سزاوار آن نيستند بجا آورى ، دشمن دوست خود را دوست مگير تا با دوست دشمنى نكنى . در پند دادن دوست بكوش ، خوب باشد يا بد ، و خشم را فرو خور كه من جرعه اى شيرين تر از آن ننوشيدم ، و پايانى گواراتر از آن نديده ام . ",
		"با آن كس كه با تو درشتى كرده ، نرم باش كه اميد است به زودى در برابر تو نرم شود ، با دشمن خود با بخشش رفتار كن ، زيرا سرانجام شيرين دو پيروزى است (انتقام گرفتن يا بخشيدن) . ",
		"اگر خواستى از برادرت جدا شوى ، جايى براى دوستى باقى گذار ، تا اگر روزى خواست به سوى تو باز گردد بتواند ، كسى كه به تو گمان نيك برد او را تصديق كن ، و هرگز حق برادرت را به اعتماد دوستى كه با او دارى ضايع نكن ، زيرا آن كس كه حقّش را ضايع مى كنى با تو برادر نخواهد بود ، و افراد خانواده ات بد بخت ترين مردم نسبت به تو نباشند ، و به كسى كه به تو علاقه اى ندارد دل مبند ، مبادا برادرت براى قطع پيوند دوستى ، دليلى محكم تر از برقرارى پيوند با تو داشته باشد ، و يا در بدى كردن ، بهانه اى قوى تر از نيكى كردن تو بياورد . ",
		"ستمكارى كسى كه بر تو ستم مى كند در ديده ات بزرگ جلوه نكند ، چه او به زيان خود ، و سود تو كوشش دارد ، و سزاى آن كس كه تو را شاد مى كند بدى كردن نيست . ",
		"<span class=\"arabic\">وَ اعْلَمْ يَا بُنَيَّ أَنَّ الرِّزْقَ رِزْقَانِ رِزْقٌ تَطْلُبُهُ وَ رِزْقٌ يَطْلُبُكَ فَإِنْ أَنْتَ لَمْ تَأْتِهِ أَتَاكَ مَا أَقْبَحَ الْخُضُوعَ عِنْدَ الْحَاجَةِ وَ الْجَفَاءَ عِنْدَ الْغِنَى إِنَّمَا لَكَ مِنْ دُنْيَاكَ مَا أَصْلَحْتَ بِهِ مَثْوَاكَ وَ إِنْ كُنْتَ جَازِعاً عَلَى مَا تَفَلَّتَ مِنْ يَدَيْكَ فَاجْزَعْ عَلَى كُلِّ مَا لَمْ يَصِلْ إِلَيْكَ اسْتَدِلَّ عَلَى مَا لَمْ يَكُنْ بِمَا قَدْ كَانَ فَإِنَّ الْأُمُورَ أَشْبَاهٌ وَ لَا تَكُونَنَّ مِمَّنْ لَا تَنْفَعُهُ الْعِظَةُ إِلَّا إِذَا بَالَغْتَ فِي إِيلَامِهِ فَإِنَّ الْعَاقِلَ يَتَّعِظُ بِالْآدَابِ وَ الْبَهَائِمَ لَا تَتَّعِظُ إِلَّا بِالضَّرْبِ . اطْرَحْ عَنْكَ وَارِدَاتِ الْهُمُومِ بِعَزَائِمِ الصَّبْرِ وَ حُسْنِ الْيَقِينِ مَنْ تَرَكَ الْقَصْدَ جَارَ وَ الصَّاحِبُ مُنَاسِبٌ وَ الصَّدِيقُ مَنْ صَدَقَ غَيْبُهُ وَ الْهَوَى شَرِيكُ الْعَمَى . </span>",
		"پسرم بدان كه روزى دو قسم است ، يكى آن كه تو آن را مى جويى ، و ديگر آن كه او تو را مى جويد ، و اگر تو به سوى آن نروى ، خود به سوى تو خواهد آمد . ",
		"چه زشت است فروتنى به هنگام نياز ، و ستمكارى به هنگام بى نيازى همانا سهم تو از دنيا آن اندازه خواهد بود كه با آن سراى آخرت را اصلاح كنى ، اگر براى چيزى كه از دست دادى ناراحت مى شوى ، پس براى هر چيزى كه به دست تو نرسيده نيز نگران باش . با آنچه در گذشته ديده يا شنيده اى ، براى آنچه كه هنوز نيامده ، استدلال كن ، زيرا تحوّلات و امور زندگى همانند يكديگرند . ",
		"از كسانى مباش كه اندرز سودشان ندهد ، مگر با آزردن فراوان ، زيرا عاقل با اندرز و آداب پند گيرد ، و حيوانات با زدن . ",
		"غم و اندوه را با نيروى صبر و نيكويى يقين از خود دور ساز . كسى كه ميانه روى را ترك كند از راه حق منحرف مى گردد ، يار و همنشين ، چونان خويشاوند است . دوست آن است كه در نهان آيين دوستى را رعايت كند . هوا پرستى همانند كورى است . ",
		"<span class=\"arabic\">وَ رُبَّ بَعِيدٍ أَقْرَبُ مِنْ قَرِيبٍ وَ قَرِيبٍ أَبْعَدُ مِنْ بَعِيدٍ وَ الْغَرِيبُ مَنْ لَمْ يَكُنْ لَهُ حَبِيبٌ مَنْ تَعَدَّى الْحَقَّ ضَاقَ مَذْهَبُهُ وَ مَنِ اقْتَصَرَ عَلَى قَدْرِهِ كَانَ أَبْقَى لَهُ وَ أَوْثَقُ سَبَبٍ أَخَذْتَ بِهِ سَبَبٌ بَيْنَكَ وَ بَيْنَ اللَّهِ سُبْحَانَهُ وَ مَنْ لَمْ يُبَالِكَ فَهُوَ عَدُوُّكَ قَدْ يَكُونُ الْيَأْسُ إِدْرَاكاً إِذَا كَانَ الطَّمَعُ هَلَاكاً لَيْسَ كُلُّ عَوْرَةٍ تَظْهَرُ وَ لَا كُلُّ فُرْصَةٍ تُصَابُ وَ رُبَّمَا أَخْطَأَ الْبَصِيرُ قَصْدَهُ وَ أَصَابَ الْأَعْمَى رُشْدَهُ أَخِّرِ الشَّرَّ فَإِنَّكَ إِذَا شِئْتَ تَعَجَّلْتَهُ وَ قَطِيعَةُ الْجَاهِلِ تَعْدِلُ صِلَةَ الْعَاقِلِ مَنْ أَمِنَ الزَّمَانَ خَانَهُ وَ مَنْ أَعْظَمَهُ أَهَانَهُ لَيْسَ كُلُّ مَنْ رَمَى أَصَابَ إِذَا تَغَيَّرَ السُّلْطَانُ تَغَيَّرَ الزَّمَانُ سَلْ عَنِ الرَّفِيقِ قَبْلَ الطَّرِيقِ وَ عَنِ الْجَارِ قَبْلَ الدَّارِ إِيَّاكَ أَنْ تَذْكُرَ مِنَ الْكَلَامِ مَا يَكُونُ مُضْحِكاً وَ إِنْ حَكَيْتَ ذَلِكَ عَنْ غَيْرِك . </span>",
		"چه بسا دور كه از نزديك نزديك تر ، و چه بسا نزديك كه از دور دورتر است ، انسان تنها ، كسى است كه دوستى ندارد ، كسى كه از حق تجاوز كند ، زندگى بر او تنگ مى گردد ، هر كس قدر و منزلت خويش بداند حرمتش باقى است ، استوارترين وسيله اى كه مى توانى به آن چنگ زنى ، رشته اى است كه بين تو و خداى تو قرار دارد . كسى كه به كار تو اهتمام نمى ورزد دشمن توست . ",
		"گاهى نا اميدى ، خود رسيدن به هدف است ، آنجا كه طمع ورزى هلاكت باشد . چنان نيست كه هر عيبى آشكار ، و هر فرصتى دست يافتنى باشد ، چه بسا كه بينا به خطا مى رود و كور به مقصد رسد . ",
		"بدى ها را به تأخير انداز ، زيرا هر وقت بخواهى مى توانى انجام دهى . بريدن با جاهل ، پيوستن به عاقل است ، كسى كه از نيرنگ بازى روزگار ايمن باشد به او خيانت خواهد كرد ، و كسى كه روزگار فانى را بزرگ بشمارد ، او را خوار خواهد كرد . ",
		"چنين نيست كه هر تير اندازى به هدف بزند ، هر گاه انديشه سلطان تغيير كند ، زمانه دگرگون شود . ",
		"پيش از حركت ، از همسفر بپرس ، و پيش از خريدن منزل همسايه را بشناس . از سخنان بى ارزش و خنده آور بپرهيز ، گر چه آن را از ديگرى نقل كرده باشى . ",
		"<span class=\"arabic\">وَ إِيَّاكَ وَ مُشَاوَرَةَ النِّسَاءِ فَإِنَّ رَأْيَهُنَّ إِلَى أَفْنٍ وَ عَزْمَهُنَّ إِلَى وَهْنٍ وَ اكْفُفْ عَلَيْهِنَّ مِنْ أَبْصَارِهِنَّ بِحِجَابِكَ إِيَّاهُنَّ فَإِنَّ شِدَّةَ الْحِجَابِ أَبْقَى عَلَيْهِنَّ وَ لَيْسَ خُرُوجُهُنَّ بِأَشَدَّ مِنْ إِدْخَالِكَ مَنْ لَا يُوثَقُ بِهِ عَلَيْهِنَّ وَ إِنِ اسْتَطَعْتَ أَلَّا يَعْرِفْنَ غَيْرَكَ فَافْعَلْ وَ لَا تُمَلِّكِ الْمَرْأَةَ مِنْ أَمْرِهَا مَا جَاوَزَ نَفْسَهَا فَإِنَّ الْمَرْأَةَ رَيْحَانَةٌ وَ لَيْسَتْ بِقَهْرَمَانَةٍ وَ لَا تَعْدُ بِكَرَامَتِهَا نَفْسَهَا وَ لَا تُطْمِعْهَا فِي أَنْ تَشْفَعَ لغَيْرِهَا وَ إِيَّاكَ وَ التَّغَايُرَ فِي غَيْرِ مَوْضِعِ غَيْرَةٍ فَإِنَّ ذَلِكَ يَدْعُو الصَّحِيحَةَ إِلَى السَّقَمِ وَ الْبَرِيئَةَ إِلَى الرِّيَبِ وَ اجْعَلْ لِكُلِّ إِنْسَانٍ مِنْ خَدَمِكَ عَمَلًا تَأْخُذُهُ بِهِ فَإِنَّهُ أَحْرَى أَلَّا يَتَوَاكَلُوا فِي خِدْمَتِكَ وَ أَكْرِمْ عَشِيرَتَكَ فَإِنَّهُمْ جَنَاحُكَ الَّذِي بِهِ تَطِيرُ وَ أَصْلُكَ الَّذِي إِلَيْهِ تَصِيرُ وَ يَدُكَ الَّتِي بِهَا تَصُولُ . اسْتَوْدِعِ اللَّهَ دِينَكَ وَ دُنْيَاكَ وَ اسْأَلْهُ خَيْرَ الْقَضَاءِ لَكَ فِي الْعَاجِلَةِ وَ الْآجِلَةِ وَ الدُّنْيَا وَ الْآخِرَةِ وَ السَّلَام . </span>",
		"در امور سياسى كشور از مشورت با زنان بپرهيز ، كه رأى آنان زود سست مى شود ، و تصميم آنان ناپايدار است . در پرده حجاب نگاهشان دار ، تا نامحرمان را ننگرند ، زيرا كه سخت گيرى در پوشش ، عامل سلامت و استوارى آنان است . بيرون رفتن زنان بدتر از آن نيست كه افراد غير صالح را در ميانشان آورى ، و اگر بتوانى به گونه اى زندگى كنى كه غير تو را نشناسند چنين كن . ",
		"كارى كه برتر از توانايى زن است به او وامگذار ، كه زن گل بهارى است ، نه پهلوانى سخت كوش . مبادا در گرامى داشتن زن زياده روى كنى كه او را به طمع ورزى كشانده براى ديگران به ناروا شفاعت كند . بپرهيز از غيرت نشان دادن بيجا كه درستكار را به بيمار دلى ، و پاكدامن را به بدگمانى رساند . ",
		"كار هر كدام از خدمتكارانت را معيّن كن كه او را در برابر آن كار مسئول بدانى ، كه تقسيم درست كار سبب مى شود كارها را به يكديگر وا نگذارند ، و در خدمت سستى نكنند . ",
		"خويشاوندانت را گرامى دار ، زيرا آنها پر و بال تو مى باشند ، كه با آن پرواز مى كنى ، و ريشه تو هستند كه به آنها باز مى گردى ، و دست نيرومند تو مى باشند كه با آن حمله مى كنى . ",
		"دين و دنياى تو را به خدا مى سپارم ، و بهترين خواسته الهى را در آينده و هم اكنون ، در دنيا و آخرت ، براى تو مى خواهم ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"<span class=\"arabic\">وَ أَرْدَيْتَ جِيلًا مِنَ النَّاسِ كَثِيراً ، خَدَعْتَهُمْ بِغَيِّكَ وَ أَلْقَيْتَهُمْ فِي مَوْجِ بَحْرِكَ ، تَغْشَاهُمُ الظُّلُمَاتُ وَ تَتَلَاطَمُ بِهِمُ الشُّبُهَاتُ ؛ [فَجَارُوا] فَجَازُوا عَنْ وِجْهَتِهِمْ وَ نَكَصُوا عَلَى أَعْقَابِهِمْ وَ تَوَلَّوْا عَلَى أَدْبَارِهِمْ وَ عَوَّلُوا عَلَى أَحْسَابِهِمْ ، إِلَّا مَنْ فَاءَ مِنْ أَهْلِ الْبَصَائِرِ ، فَإِنَّهُمْ فَارَقُوكَ بَعْدَ مَعْرِفَتِكَ وَ هَرَبُوا إِلَى اللَّهِ مِنْ مُوَازَرَتِكَ ، إِذْ حَمَلْتَهُمْ عَلَى الصَّعْبِ وَ عَدَلْتَ بِهِمْ عَنِ الْقَصْدِ ؛ فَاتَّقِ اللَّهَ يَا مُعَاوِيَةُ فِي نَفْسِكَ وَ جَاذِبِ الشَّيْطَانَ قِيَادَكَ ، فَإِنَّ الدُّنْيَا مُنْقَطِعَةٌ عَنْكَ وَ الْآخِرَةَ قَرِيبَةٌ مِنْكَ ، وَ السَّلَامُ‏ . </span>",
		"اى معاويه گروهى بسيار از مردم را به هلاكت كشاندى ، و با گمراهى خود فريبشان دادى ، و در موج سركش درياى جهالت خود غرقشان كردى ، كه تاريكى ها آنان را فرا گرفت ، و در امواج انواع شبهات غوطه ور گرديدند ، ",
		"كه از راه حق به بيراهه افتادند ، و به دوران جاهليت گذشتگانشان روى آوردند ، و به ويژگى هاى جاهلى خاندانشان نازيدند . ",
		"جز اندكى از آگاهان كه مسير خود را تغيير دادند ، ",
		"و پس از آن كه تو را شناختند از تو جدا شدند ، و از يارى كردن تو به سوى خدا گريختند ، زيرا تو آنان را به كار دشوارى وا داشتى ، و از راه راست منحرفشان ساختى. ",
		"اى معاويه در كارهاى خود از خدا بترس ، و اختيارت را از كف شيطان در آور ، كه دنيا از تو بريده و آخرت به تو نزديك شده است. "
	],
	[
		"و من كتاب له عليه‌السلام إلى قثم بن العباس و هو عامله على مكة : ",
		"(نامه به فرماندار مكّه قثم بن عبّاس ، پسر عموى پيامبر صلى‌الله‌عليه‌وآله‌وسلم در سال 39 هجرى كه عوامل معاويه قصد توطئه در شهر مكّه را داشتند) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ عَيْنِي بِالْمَغْرِبِ كَتَبَ إِلَيَّ يُعْلِمُنِي أَنَّهُ وُجِّهَ إِلَى الْمَوْسِمِ أُنَاسٌ مِنْ أَهْلِ الشَّامِ ، الْعُمْيِ الْقُلُوبِ الصُّمِّ الْأَسْمَاعِ الْكُمْهِ الْأَبْصَارِ ، الَّذِينَ يَلْبِسُونَ الْحَقَّ بِالْباطِلِ وَ يُطِيعُونَ الْمَخْلُوقَ فِي مَعْصِيَةِ الْخَالِقِ وَ يَحْتَلِبُونَ الدُّنْيَا دَرَّهَا بِالدِّينِ وَ يَشْتَرُونَ عَاجِلَهَا بِآجِلِ الْأَبْرَارِ الْمُتَّقِينَ ، وَ لَنْ يَفُوزَ بِالْخَيْرِ إِلَّا عَامِلُهُ وَ لَا يُجْزَى جَزَاءَ الشَّرِّ إِلَّا فَاعِلُهُ . فَأَقِمْ عَلَى مَا فِي يَدَيْكَ قِيَامَ الْحَازِمِ [الطَّبِيبِ] الصَّلِيبِ وَ النَّاصِحِ اللَّبِيبِ التَّابِعِ لِسُلْطَانِهِ الْمُطِيعِ لِإِمَامِهِ ، وَ إِيَّاكَ وَ مَا يُعْتَذَرُ مِنْهُ وَ لَا تَكُنْ عِنْدَ النَّعْمَاءِ بَطِراً وَ لَا عِنْدَ الْبَأْسَاءِ فَشِلًا ، وَ السَّلَامُ . </span>",
		"پس از ياد خدا و درود ، همانا مأمور اطلاعاتى من در شام به من اطلاع داده است كه گروهى از مردم شام براى مراسم حج به مكّه مى آيند ، مردمى كور دل ، گوش هايشان در شنيدن حق ناشنوا ، و ديده هايشان نابينا ، كه حق را از راه باطل مى جويند ، و بنده را در نافرمانى از خدا ، فرمان مى برند ، دين خود را به دنيا مى فروشند ، و دنيا را به بهاى سراى جاودانه نيكان و پرهيزكاران مى خرند ، در حالى كه در نيكى ها ، انجام دهنده آن پاداش گيرد ، و در بدى ها جز بدكار كيفر نشود . ",
		"پس در اداره امور خود هشيارانه و سر سختانه استوار باش ، نصيحت دهنده اى عاقل ، پيرو حكومت ، و فرمانبردار امام خود باش . ",
		"مبادا كارى انجام دهى كه به عذر خواهى روى آورى ، نه به هنگام نعمت ها شادمان و نه هنگام مشكلات سست باشى . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى محمد بن أبي بكر لمّا بلَغَه تَوَجُّده من عَزله بالأشتر عن مصر ، ثم توفّي الأشتر في توجّهه إلى هناك قبل وُصوله إليها : ",
		"(پس از عزل محمد بن ابى بكر در سال 38 هجرى و نصب مالك اشتر به فرماندارى مصر ، براى دلجويى از محمّد بن ابى بكر نوشت) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَقَدْ بَلَغَنِي مَوْجِدَتُكَ مِنْ تَسْرِيحِ الْأَشْتَرِ إِلَى عَمَلِكَ وَ إِنِّي لَمْ أَفْعَلْ ذَلِكَ اسْتِبْطَاءً لَكَ فِي الْجَهْدَ وَ لَا ازْدِيَاداً لَكَ فِي الْجِدِّ ، وَ لَوْ نَزَعْتُ مَا تَحْتَ يَدِكَ مِنْ سُلْطَانِكَ لَوَلَّيْتُكَ مَا هُوَ أَيْسَرُ عَلَيْكَ مَئُونَةً وَ أَعْجَبُ إِلَيْكَ وِلَايَةً . إِنَّ الرَّجُلَ الَّذِي كُنْتُ وَلَّيْتُهُ أَمْرَ مِصْرَ كَانَ رَجُلًا لَنَا نَاصِحاً وَ عَلَى عَدُوِّنَا شَدِيداً نَاقِماً ؛ فَرَحِمَهُ اللَّهُ فَلَقَدِ اسْتَكْمَلَ أَيَّامَهُ وَ لَاقَى حِمَامَهُ وَ نَحْنُ عَنْهُ رَاضُونَ ؛ أَوْلَاهُ اللَّهُ رِضْوَانَهُ وَ ضَاعَفَ الثَّوَابَ لَهُ . فَأَصْحِرْ لِعَدُوِّكَ وَ امْضِ عَلَى بَصِيرَتِكَ وَ شَمِّرْ لِحَرْبِ مَنْ حَارَبَكَ وَ ادْعُ إِلى سَبِيلِ رَبِّكَ ، وَ أَكْثِرِ الِاسْتِعَانَةَ بِاللَّهِ يَكْفِكَ مَا أَهَمَّكَ وَ يُعِنْكَ عَلَى مَا يُنْزِلُ بِكَ ، إِنْ شَاءَ اللَّهُ . </span>",
		"پس از ياد خدا و درود ، به من خبر داده اند كه از فرستادن اشتر به سوى محلّ فرماندارى ات ، ناراحت شده اى . ",
		"اين كار را به دليل كند شدن و سهل انگارى ات يا انتظار كوشش بيشترى از تو انجام ندادم ، اگر تو را از فرماندارى مصر عزل كردم ، فرماندار جايى قرار دادم كه اداره آنجا بر تو آسان تر ، و حكومت تو در آن سامان خوش تر است . ",
		"همانا مردى را فرماندار مصر قرار دادم ، كه نسبت به ما خيرخواه ، و به دشمنان ما سخت گير و درهم كوبنده بود ، خدا او را رحمت كند ، كه ايّام زندگى خود را كامل ، و مرگ خود را ملاقات كرد ، در حالى كه ما از او خشنود بوديم ، خداوند خشنودى خود را نصيب او گرداند ، و پاداش او را چند برابر عطا كند . ",
		"پس براى مقابله با دشمن ، سپاه را بيرون بياور ، و با آگاهى لازم به سوى دشمن حركت كن ، و با كسى كه با تو در جنگ است آماده پيكار باش . ",
		"مردم را به راه پروردگارت بخوان ، و از خدا فراوان يارى خواه كه تو را در مشكلات كفايت مى كند ، و در سختى هايى كه بر تو فرود مى آيد يارى ات مى دهد . ان شاء اللّه . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عبد الله بن العباس بعد مقتل محمد بن أبي بكر : ",
		"(نامه به عبد الله بن عباس پس از شهادت محمد بن ابى بكر در مصر كه در سال 38 هجرى نوشته شد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ مِصْرَ قَدِ افْتُتِحَتْ وَ مُحَمَّدُ بْنُ أَبِي بَكْرٍ رَحِمَهُ اللَّهُ قَدِ اسْتُشْهِدَ ، فَعِنْدَ اللَّهِ نَحْتَسِبُهُ وَلَداً نَاصِحاً وَ عَامِلًا كَادِحاً وَ سَيْفاً قَاطِعاً وَ رُكْناً دَافِعاً . وَ قَدْ كُنْتُ حَثَثْتُ النَّاسَ عَلَى لَحَاقِهِ وَ أَمَرْتُهُمْ بِغِيَاثِهِ قَبْلَ الْوَقْعَةِ وَ دَعَوْتُهُمْ سِرّاً وَ جَهْراً وَ عَوْداً وَ بَدْءاً ؛ فَمِنْهُمُ الْآتِي كَارِهاً وَ مِنْهُمُ الْمُعْتَلُّ كَاذِباً وَ مِنْهُمُ الْقَاعِدُ خَاذِلًا . أَسْأَلُ اللَّهَ تَعَالَى أَنْ يَجْعَلَ لِي مِنْهُمْ فَرَجاً عَاجِلًا ؛ فَوَاللَّهِ لَوْ لَا طَمَعِي عِنْدَ لِقَائِي عَدُوِّي فِي الشَّهَادَةِ وَ تَوْطِينِي نَفْسِي عَلَى الْمَنِيَّةِ ، لَأَحْبَبْتُ أَلَّا [أَبْقَى] أَلْقَى مَعَ هَؤُلَاءِ يَوْماً وَاحِداً وَ لَا أَلْتَقِيَ بِهِمْ أَبَداً . </span>",
		"پس از ياد خدا و درود همانا مصر سقوط كرد ، و فرماندارش محمد بن ابى بكر «كه خدا او را رحمت كند» شهيد گرديد ، در پيشگاه خداوند ، او را فرزندى خير خواه ، و كار گزارى كوشا ، و شمشيرى برنده ، و ستونى باز دارنده مى شماريم . ",
		"همواره مردم را براى پيوستن به او بر انگيختم ، و فرمان دادم تا قبل از اين حوادث ناگوار به ياريش بشتابند . مردم را نهان و آشكار ، از آغاز تا انجام فرا خواندم ، عدّه اى با ناخوشايندى آمدند ، و برخى به دروغ بهانه آوردند ، و بعضى خوار و ذليل بر جاى ماندند . ",
		"از خدا مى خواهم به زودى مرا از اين مردم نجات دهد ، به خدا سوگند اگر در پيكار با دشمن ، آرزوى من شهادت نبود ، و خود را براى مرگ آماده نكرده بودم ، دوست مى داشتم حتّى يكى روز با اين مردم نباشم ، و هرگز آنان را ديدار نكنم . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أخيه عقيل بن أبي طالب في ذكر جَيش أنفذَه إلى بعض الأعداء و هو جواب كتاب كتَبَه إليه عقيلٌ : ",
		"(نامه به برادرش عقيل نسبت به كوچ دادن لشكر به سوى دشمن كه در سال 39 هجرى نوشته شد) . ",
		"<span class=\"arabic\">فَسَرَّحْتُ إِلَيْهِ جَيْشاً كَثِيفاً مِنَ الْمُسْلِمِينَ ، فَلَمَّا بَلَغَهُ ذَلِكَ شَمَّرَ هَارِباً وَ نَكَصَ نَادِماً ، فَلَحِقُوهُ بِبَعْضِ الطَّرِيقِ وَ قَدْ طَفَّلَتِ الشَّمْسُ لِلْإِيَابِ ، فَاقْتَتَلُوا شَيْئاً كَلَا وَ لَا ، فَمَا كَانَ إِلَّا كَمَوْقِفِ سَاعَةٍ حَتَّى نَجَا جَرِيضاً بَعْدَ مَا أُخِذَ مِنْهُ بِالْمُخَنَّقِ وَ لَمْ يَبْقَ [مَعَهُ] مِنْهُ غَيْرُ الرَّمَقِ ، فَلَأْياً بِلَأْيٍ مَا نَجَا . فَدَعْ عَنْكَ قُرَيْشاً وَ تَرْكَاضَهُمْ فِي الضَّلَالِ وَ تَجْوَالَهُمْ فِي الشِّقَاقِ وَ جِمَاحَهُمْ فِي التِّيهِ ، فَإِنَّهُمْ قَدْ أَجْمَعُوا عَلَى حَرْبِي كَإِجْمَاعِهِمْ عَلَى حَرْبِ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم قَبْلِي ؛ فَجَزَتْ قُرَيْشاً عَنِّي الْجَوَازِي ، فَقَدْ قَطَعُوا رَحِمِي وَ سَلَبُونِي سُلْطَانَ ابْنِ أُمِّي . </span>",
		"لشكرى انبوه از مسلمانان را به سوى بسر بن ارطاة (كه به يمن يورش برد) فرستادم . هنگامى كه اين خبر به او رسيد ، دامن برچيد و فرار كرد ، و پشيمان باز گشت ، اما در سر راه به او رسيدند و اين به هنگام غروب آفتاب بود ، لحظه اى نبرد كردند ، گويا ساعتى بيش نبود ، كه بى رمق با دشوارى جان خويش از ميدان نبرد بيرون برد . ",
		"برادر قريش را بگذار تا در گمراهى بتازند ، و در جدايى سرگردان باشند ، و با سر كشى و دشمنى زندگى كنند . ",
		"همانا آنان در جنگ با من متّحد شدند آنگونه كه پيش از من در نبرد با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم هماهنگ بودند ، خدا قريش را به كيفر زشتى هايشان عذاب كند . آنها پيوند خويشاوندى مرا بريدند ، و حكومت فرزند مادرم (پيامبر صلى‌الله‌عليه‌وآله‌وسلم ) را از من ربودند . ",
		"<span class=\"arabic\">وَ أَمَّا مَا سَأَلْتَ عَنْهُ مِنْ رَأْيِي فِي الْقِتَالِ ، فَإِنَّ رَأْيِي قِتَالُ الْمُحِلِّينَ حَتَّى أَلْقَى اللَّهَ ؛ لَا يَزِيدُنِي كَثْرَةُ النَّاسِ حَوْلِي عِزَّةً وَ لَا تَفَرُّقُهُمْ عَنِّي وَحْشَةً . وَ لَا تَحْسَبَنَّ ابْنَ أَبِيكَ -وَ لَوْ أَسْلَمَهُ النَّاسُ- مُتَضَرِّعاً مُتَخَشِّعاً وَ لَا مُقِرّاً لِلضَّيْمِ وَاهِناً وَ لَا سَلِسَ الزِّمَامِ لِلْقَائِدِ وَ لَا وَطِيءَ الظَّهْرِ لِلرَّاكِبِ [الْمُقْتَعِدِ] الْمُتَقَعِّدِ ، وَ لَكِنَّهُ كَمَا قَالَ أَخُو بَنِي سَلِيمٍ :  فَإِنْ تَسْأَلِينِي كَيْفَ أَنْتَ فَإِنَّنِي ، صَبُورٌ عَلَى رَيْبِ الزَّمَانِ صَلِيبُ يَعِزُّ عَلَيَّ أَنْ تُرَى بِي كَآبَةٌ ، فَيَشْمَتَ عَادٍ أَوْ يُسَاءَ حَبِيبُ</span>",
		"امّا آنچه را كه از تداوم جنگ پرسيدى ، و رأى مرا خواستى بدانى ، همانا رأى من پيكار با پيمان شكنان است تا آنگاه كه خدا را ملاقات كنم . ",
		"نه فراوانى مردم مرا توانمند مى كند ، و نه پراكندگى آنان مرا هراسناك مى سازد . ",
		"هرگز گمان نكنى كه فرزند پدرت ، اگر مردم او را رها كنند ، خود را زار و فروتن خواهد داشت ، و يا در برابر ستم سست مى شود ، و يا مهار اختيار خود را به دست هر كسى مى سپارد ، و يا از دستور هر كسى اطاعت مى كند . ",
		"بلكه تصميم من آنگونه است كه آن شاعر قبيله بنى سليم سروده : ",
		"«اگر از من بپرسى چگونه اى بدان كه من در برابر مشكلات روزگار شكيبا هستم ، بر من دشوار است كه مرا با چهره اى اندوهناك بنگرند ، تا دشمن سرزنش كند و دوست ناراحت شود» . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"(نامه به معاويه در سال 36 هجرى پيش از آغاز نبرد صفّين) . ",
		"<span class=\"arabic\">فَسُبْحَانَ اللَّهِ ، مَا أَشَدَّ لُزُومَكَ لِلْأَهْوَاءِ الْمُبْتَدَعَةِ وَ الْحَيْرَةِ الْمُتَّبَعَةِ مَعَ تَضْيِيعِ الْحَقَائِقِ وَ اطِّرَاحِ الْوَثَائِقِ الَّتِي هِيَ لِلَّهِ [تَعَالَى] طِلْبَةٌ وَ عَلَى عِبَادِهِ حُجَّةٌ . فَأَمَّا إِكْثَارُكَ الْحِجَاجَ عَلَى عُثْمَانَ وَ قَتَلَتِهِ ، فَإِنَّكَ إِنَّمَا نَصَرْتَ عُثْمَانَ حَيْثُ كَانَ النَّصْرُ لَكَ وَ خَذَلْتَهُ حَيْثُ كَانَ النَّصْرُ لَهُ ، وَ السَّلَامُ . </span>",
		"خداى را سپاس ، معاويه چه سخت به هوس هاى بدعت زا ، و سرگردانى پايدار ، وابسته اى . حقيقت ها را تباه كرده ، و پيمان ها را شكسته اى ، پيمان هايى كه خواسته خدا و حجّت خدا بر بندگان او بود . ",
		"امّا جواب پرگويى تو نسبت به عثمان و كشندگان او آن است كه : تو عثمان را هنگامى يارى دادى كه انتظار پيروزى او را داشتى ، و آنگاه كه يارى تو به سود او بود او را خوار گذاشتى . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أهل مصرَ لمّا وَلَّى عليهم الأشتر : ",
		"(نامه به مردم مصر در سال 38 هجرى آنگاه كه مالك اشتر را به فرماندارى آنان برگزيد) . ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى الْقَوْمِ الَّذِينَ غَضِبُوا لِلَّهِ حِينَ عُصِيَ فِي أَرْضِهِ وَ ذُهِبَ بِحَقِّهِ ، فَضَرَبَ الْجَوْرُ سُرَادِقَهُ عَلَى الْبَرِّ وَ الْفَاجِرِ وَ الْمُقِيمِ وَ الظَّاعِنِ ، فَلَا مَعْرُوفٌ يُسْتَرَاحُ إِلَيْهِ وَ لَا مُنْكَرٌ يُتَنَاهَى عَنْهُ . أَمَّا بَعْدُ فَقَدْ بَعَثْتُ إِلَيْكُمْ عَبْداً مِنْ عِبَادِ اللَّهِ ، لَا يَنَامُ أَيَّامَ الْخَوْفِ وَ لَا يَنْكُلُ عَنِ الْأَعْدَاءِ سَاعَاتِ الرَّوْعِ أَشَدَّ عَلَى الْفُجَّارِ مِنْ حَرِيقِ النَّارِ ، وَ هُوَ مَالِكُ بْنُ الْحَارِثِ أَخُو مَذْحِجٍ . فَاسْمَعُوا لَهُ وَ أَطِيعُوا أَمْرَهُ فِيمَا طَابَقَ الْحَقَّ ، فَإِنَّهُ سَيْفٌ مِنْ سُيُوفِ اللَّهِ لَا كَلِيلُ الظُّبَةِ وَ لَا نَابِي الضَّرِيبَةِ ؛ فَإِنْ أَمَرَكُمْ أَنْ تَنْفِرُوا فَانْفِرُوا وَ إِنْ أَمَرَكُمْ أَنْ تُقِيمُوا فَأَقِيمُوا ، فَإِنَّهُ لَا يُقْدِمُ وَ لَا يُحْجِمُ وَ لَا يُؤَخِّرُ وَ لَا يُقَدِّمُ إِلَّا عَنْ أَمْرِي ، وَ قَدْ آثَرْتُكُمْ بِهِ عَلَى نَفْسِي لِنَصِيحَتِهِ لَكُمْ وَ شِدَّةِ شَكِيمَتِهِ عَلَى عَدُوِّكُمْ . </span>",
		"از بنده خدا ، على امير مؤمنان ، به مردمى كه براى خدا به خشم آمدند ، آن هنگام كه ديگران خدا را در زمين نافرمانى ، و حق او را نابود كردند ، پس ستم ، خيمه خود را بر سر نيك و بد ، مسافر و حاضر ، و بر همگان ، بر افراشت ، نه معروفى ماند كه در پناه آن آرامش يابند ، و نه كسى از زشتى ها نهى مى كرد . ",
		"پس از ستايش پروردگار من بنده اى از بندگان خدا را به سوى شما فرستادم ، كه در روزهاى وحشت ، نمى خوابد ، و در لحظه هاى ترس از دشمن روى نمى گرداند ، بر بدكاران از شعله هاى آتش تندتر است ، او مالك پسر حارث مذحجى است . ",
		"آنجا كه با حق است ، سخن او را بشنويد ، و از او اطاعت كنيد ، او شمشيرى از شمشيرهاى خداست ، كه نه تيزى آن كند مى شود ، و نه ضربت آن بى اثر است . ",
		"اگر شما را فرمان كوچ كردن داد ، كوچ كنيد ، و اگر گفت بايستيد ، بايستيد ، كه او در پيش روى و عقب نشينى و حمله ، بدون فرمان من اقدام نمى كند . ",
		"مردم مصر من شما را بر خود برگزيدم كه او را براى شما فرستادم ، زيرا او را خير خواه شما ديدم ، و سر سختى او را در برابر دشمنانتان پسنديدم . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عمرو بن العاص : ",
		"(نامه به عمرو عاص در سال 39 هجرى پس از نبرد صفّين) . ",
		"<span class=\"arabic\">فَإِنَّكَ قَدْ جَعَلْتَ دِينَكَ تَبَعاً لِدُنْيَا امْرِئٍ ظَاهِرٍ غَيُّهُ مَهْتُوكٍ سِتْرُهُ ، يَشِينُ الْكَرِيمَ بِمَجْلِسِهِ وَ يُسَفِّهُ الْحَلِيمَ بِخِلْطَتِهِ ، فَاتَّبَعْتَ أَثَرَهُ وَ طَلَبْتَ فَضْلَهُ اتِّبَاعَ الْكَلْبِ لِلضِّرْغَامِ يَلُوذُ بِمَخَالِبِهِ وَ يَنْتَظِرُ مَا يُلْقَى إِلَيْهِ مِنْ فَضْلِ فَرِيسَتِهِ ، فَأَذْهَبْتَ دُنْيَاكَ وَ آخِرَتَكَ وَ لَوْ بِالْحَقِّ أَخَذْتَ أَدْرَكْتَ مَا طَلَبْتَ . فَإِنْ [يُمَكِّنِ] يُمَكِّنِّي اللَّهُ مِنْكَ وَ مِنِ ابْنِ أَبِي سُفْيَانَ أَجْزِكُمَا بِمَا قَدَّمْتُمَا وَ إِنْ تُعْجِزَا وَ تَبْقَيَا فَمَا أَمَامَكُمَا شَرٌّ لَكُمَا ، وَ السَّلَام . </span>",
		"تو دين خود را پيرو دنياى كسى قرار دادى كه گمراهى اش آشكار است ، پرده اش دريده ، و افراد بزرگوار در همنشينى با او لكّه دار ، و در معاشرت با او به سبك مغزى متّهم مى گردند . ",
		"تو در پى او مى روى ، و چونان سگى گرسنه به دنبال پس مانده شكار شير هستى ، به بخشش او نظر دوختى كه قسمت هاى اضافى شكارش را به سوى تو افكند . پس دنيا و آخرت خود را تباه كردى ، در حالى كه اگر به حق مى پيوستى به خواسته هاى خود مى رسيدى . ",
		"اگر خدا مرا بر تو و پسر ابو سفيان مسلّط گرداند ، سزاى زشتى هاى شما را خواهم داد ، اما اگر قدرت آن را نيافتم و باقى مانديد آنچه در پيش روى داريد براى شما بدتر است . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى بعض عُمّاله : ",
		"(نامه به يكى از فرمانداران در سال 40 هجرى) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَقَدْ بَلَغَنِي عَنْكَ أَمْرٌ إِنْ كُنْتَ فَعَلْتَهُ فَقَدْ أَسْخَطْتَ رَبَّكَ وَ عَصَيْتَ إِمَامَكَ وَ أَخْزَيْتَ أَمَانَتَكَ ؛ بَلَغَنِي أَنَّكَ جَرَّدْتَ الْأَرْضَ فَأَخَذْتَ مَا تَحْتَ قَدَمَيْكَ وَ أَكَلْتَ مَا تَحْتَ يَدَيْكَ . فَارْفَعْ إِلَيَّ حِسَابَكَ ، وَ اعْلَمْ أَنَّ حِسَابَ اللَّهِ أَعْظَمُ مِنْ حِسَابِ النَّاسِ ، وَ السَّلَام . </span>",
		"پس از ياد خدا و درود از تو خبرى رسيده است كه اگر چنان كرده باشى ، پروردگار خود را به خشم آورده ، و امام خود را نا فرمانى ، و در امانت خود خيانت كرده اى . ",
		"به من خبر رسيده كه كشت زمينها را برداشته ، و آنچه را كه مى توانستى گرفته ، و آنچه در اختيار داشتى به خيانت خورده اى . ",
		"پس هر چه زودتر حساب اموال را براى من بفرست و بدان كه حسابرسى خداوند از حسابرسى مردم سخت تر است . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى بعض عُمّاله : ",
		"(نامه به يكى از فرمانداران كه در سال 38 هجرى طبق نقل خوئى يا 40 هجرى به نقل طبرى نوشته شده) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنِّي كُنْتُ أَشْرَكْتُكَ فِي أَمَانَتِي وَ جَعَلْتُكَ شِعَارِي وَ بِطَانَتِي وَ لَمْ يَكُنْ [فِي أَهْلِي رَجُلٌ] رَجُلٌ مِنْ أَهْلِي أَوْثَقَ مِنْكَ فِي نَفْسِي لِمُوَاسَاتِي وَ مُوَازَرَتِي وَ أَدَاءِ الْأَمَانَةِ إِلَيَّ ؛ فَلَمَّا رَأَيْتَ الزَّمَانَ عَلَى ابْنِ عَمِّكَ قَدْ كَلِبَ وَ الْعَدُوَّ قَدْ حَرِبَ وَ أَمَانَةَ النَّاسِ قَدْ خَزِيَتْ وَ هَذِهِ الْأُمَّةَ قَدْ [فَتَكَتْ] فَنَكَتْ وَ شَغَرَتْ ، قَلَبْتَ لِابْنِ عَمِّكَ ظَهْرَ الْمِجَنِّ ، فَفَارَقْتَهُ مَعَ الْمُفَارِقِينَ وَ خَذَلْتَهُ مَعَ الْخَاذِلِينَ وَ خُنْتَهُ مَعَ الْخَائِنِينَ ، فَلَا ابْنَ عَمِّكَ آسَيْتَ وَ لَا الْأَمَانَةَ أَدَّيْتَ ؛ وَ كَأَنَّكَ لَمْ تَكُنِ اللَّهَ تُرِيدُ بِجِهَادِكَ وَ كَأَنَّكَ لَمْ تَكُنْ عَلَى بَيِّنَةٍ مِنْ رَبِّكَ وَ كَأَنَّكَ إِنَّمَا كُنْتَ تَكِيدُ هَذِهِ الْأُمَّةَ عَنْ دُنْيَاهُمْ وَ تَنْوِي غِرَّتَهُمْ عَنْ فَيْئِهِمْ ؛ فَلَمَّا أَمْكَنَتْكَ الشِّدَّةُ فِي خِيَانَةِ الْأُمَّةِ أَسْرَعْتَ الْكَرَّةَ وَ عَاجَلْتَ الْوَثْبَةَ وَ اخْتَطَفْتَ مَا قَدَرْتَ عَلَيْهِ مِنْ أَمْوَالِهِمُ الْمَصُونَةِ لِأَرَامِلِهِمْ وَ أَيْتَامِهِمُ اخْتِطَافَ الذِّئْبِ الْأَزَلِّ دَامِيَةَ الْمِعْزَى الْكَسِيرَةَ ، فَحَمَلْتَهُ إِلَى الْحِجَازِ رَحِيبَ الصَّدْرِ بِحَمْلِهِ غَيْرَ مُتَأَثِّمٍ مِنْ أَخْذِهِ . </span>",
		"پس از ياد خدا و درود همانا من تو را در امانت خود شركت دادم ، و همراز خود گرفتم ، و هيچ يك از افراد خاندانم براى يارى و مدد كارى ، و امانت دارى ، چون تو مورد اعتمادم نبود . ",
		"آن هنگام كه ديدى روزگار بر پسر عمويت سخت گرفته ، و دشمن به او هجوم آورده ، و امانت مسلمانان تباه گرديده ، و امّت اختيار از دست داده ، و پراكنده شدند ، پيمان خود را با پسر عمويت دگرگون ساختى ، و همراه با ديگرانى كه از او جدا شدند فاصله گرفتى . ",
		"تو هماهنگ با ديگران دست از يارى اش كشيدى ، و با ديگر خيانت كنندگان خيانت كردى . نه پسر عمويت را يارى كردى ، و نه امانت ها را رساندى . ",
		"گويا تو در راه خدا جهاد نكردى و برهان روشنى از پروردگارت ندارى ، و گويا براى تجاوز به دنياى اين مردم نيرنگ مى زدى ، و هدف تو آن بود كه آنها را بفريبى و غنائم و ثروت هاى آنان را در اختيار گيرى . ",
		"پس آنگاه كه فرصت خيانت يافتى شتابان حمله ور شدى ، و با تمام توان اموال بيت المال را كه سهم بيوه زنان و يتيمان بود ، چونان گرگ گرسنه اى كه گوسفند زخمى يا استخوان شكسته اى را مى ربايد ، به يغما بردى ، و آنها را به سوى حجاز با خاطرى آسوده ، روانه كردى ، بى آن كه در اين كار احساس گناهى داشته باشى . ",
		"<span class=\"arabic\">كَأَنَّكَ لَا أَبَا لِغَيْرِكَ حَدَرْتَ إِلَى أَهْلِكَ تُرَاثَكَ مِنْ أَبِيكَ وَ أُمِّكَ . فَسُبْحَانَ اللَّهِ! أَمَا تُؤْمِنُ بِالْمَعَادِ ، أَوَ مَا تَخَافُ نِقَاشَ الْحِسَابِ؟ أَيُّهَا الْمَعْدُودُ كَانَ عِنْدَنَا مِنْ أُولِي الْأَلْبَابِ ، كَيْفَ تُسِيغُ شَرَاباً وَ طَعَاماً وَ أَنْتَ تَعْلَمُ أَنَّكَ تَأْكُلُ حَرَاماً وَ تَشْرَبُ حَرَاماً وَ تَبْتَاعُ الْإِمَاءَ وَ تَنْكِحُ النِّسَاءَ مِنْ أَمْوَالِ الْيَتَامَى وَ الْمَسَاكِينِ وَ الْمُؤْمِنِينَ وَ الْمُجَاهِدِينَ الَّذِينَ أَفَاءَ اللَّهُ عَلَيْهِمْ هَذِهِ الْأَمْوَالَ وَ أَحْرَزَ بِهِمْ هَذِهِ الْبِلَادَ؟</span>",
		"دشمنت بى پدر باد ، گويا ميراث پدر و مادرت را به خانه مى برى . سبحان اللّه آيا به معاد ايمان ندارى و از حسابرسى دقيق قيامت نمى ترسى؟",
		"اى كسى كه در نزد ما از خردمندان بشمار مى آمدى چگونه نوشيدن و خوردن را بر خود گوارا كردى در حالى كه مى دانى حرام مى خورى و حرام مى نوشى؟",
		"چگونه با اموال يتيمان و مستمندان و مؤمنان و مجاهدان راه خدا ، كنيزان مى خرى و با زنان ازدواج مى كنى كه خدا اين اموال را به آنان وا گذاشته ، و اين شهرها را به دست ايشان امن فرموده است . ",
		"<span class=\"arabic\">فَاتَّقِ اللَّهَ وَ ارْدُدْ إِلَى هَؤُلَاءِ الْقَوْمِ أَمْوَالَهُمْ ، فَإِنَّكَ إِنْ لَمْ تَفْعَلْ ثُمَّ أَمْكَنَنِي اللَّهُ مِنْكَ لَأُعْذِرَنَّ إِلَى اللَّهِ فِيكَ وَ لَأَضْرِبَنَّكَ بِسَيْفِي الَّذِي مَا ضَرَبْتُ بِهِ أَحَداً إِلَّا دَخَلَ النَّارَ ؛ وَ وَ اللَّهِ لَوْ أَنَّ الْحَسَنَ وَ الْحُسَيْنَ فَعَلَا مِثْلَ الَّذِي فَعَلْتَ مَا كَانَتْ لَهُمَا عِنْدِي هَوَادَةٌ وَ لَا ظَفِرَا مِنِّي بِإِرَادَةٍ حَتَّى آخُذَ الْحَقَّ مِنْهُمَا وَ أُزِيحَ الْبَاطِلَ عَنْ مَظْلَمَتِهِمَا . وَ أُقْسِمُ بِاللَّهِ رَبِّ الْعَالَمِينَ مَا يَسُرُّنِي أَنَّ مَا أَخَذْتَهُ مِنْ أَمْوَالِهِمْ حَلَالٌ لِي أَتْرُكُهُ مِيرَاثاً لِمَنْ بَعْدِي . فَضَحِّ رُوَيْداً ، فَكَأَنَّكَ قَدْ بَلَغْتَ الْمَدَى وَ دُفِنْتَ تَحْتَ الثَّرَى وَ عُرِضَتْ عَلَيْكَ أَعْمَالُكَ بِالْمَحَلِّ الَّذِي يُنَادِي الظَّالِمُ فِيهِ بِالْحَسْرَةِ وَ يَتَمَنَّى الْمُضَيِّعُ فِيهِ الرَّجْعَةَ ، \"وَ لاتَ حِينَ مَناصٍ\" . </span>",
		"پس از خدا بترس ، و اموال آنان را باز گردان ، و اگر چنين نكنى و خدا مرا فرصت دهد تا بر تو دست يابم ، تو را كيفر خواهم كرد ، كه نزد خدا عذر خواه من باشد ، و با شمشيرى تو را مى زنم كه به هر كس زدم وارد دوزخ گرديد . ",
		"سوگند به خدا اگر حسن و حسين چنان مى كردند كه تو انجام دادى ، از من روى خوش نمى ديدند و به آرزو نمى رسيدند تا آن كه حق را از آنان باز پس ستانم ، و باطلى را كه به دستم پديد آمده نابود سازم . ",
		"به پروردگار جهانيان سوگند ، اگر آنچه كه تو از اموال مسلمانان به نا حق بردى ، بر من حلال بود ، خشنود نبودم كه آن را ميراث باز ماندگانم قرار دهم . ",
		"پس دست نگهدار و انديشه نما ، فكر كن كه به پايان زندگى رسيده اى ، و در زير خاك ها پنهان شده ، و اعمال تو را بر تو عرضه داشتند ، آنجا كه ستمكار با حسرت فرياد مى زند ، و تباه كننده عمر و فرصت ها ، آرزوى بازگشت دارد امّا «راه فرار و چاره مسدود است» . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عمر بن أبي سلمة المخزومي و كان عاملَه على البحرين ، فعَزَلَه ، و استعمل نعمانَ بن عجلان الزّرقي مكانَه : ",
		"(نامه به عمر بن ابى سلمه مخزومى فرماندار بحرين ، پس از نصب نعمان بن عجلان زرقى در سال 36 هجرى) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنِّي قَدْ وَلَّيْتُ النُّعْمَانَ بْنَ عَجْلَانَ الزُّرَقِيَّ عَلَى الْبَحْرَيْنِ وَ نَزَعْتُ يَدَكَ ، بِلَا ذَمٍّ لَكَ وَ لَا تَثْرِيبٍ عَلَيْكَ ، فَلَقَدْ أَحْسَنْتَ الْوِلَايَةَ وَ أَدَّيْتَ الْأَمَانَةَ . فَأَقْبِلْ غَيْرَ ظَنِينٍ وَ لَا مَلُومٍ وَ لَا مُتَّهَمٍ وَ لَا مَأْثُومٍ . [فَقَدْ] فَلَقَدْ أَرَدْتُ الْمَسِيرَ إِلَى ظَلَمَةِ أَهْلِ الشَّامِ وَ أَحْبَبْتُ أَنْ تَشْهَدَ مَعِي ، فَإِنَّكَ مِمَّنْ أَسْتَظْهِرُ بِهِ عَلَى جِهَادِ الْعَدُوِّ وَ إِقَامَةِ عَمُودِ الدِّينِ ، إِنْ شَاءَ اللَّه . </span>",
		"پس از ياد خدا و درود ، همانا من نعمان ابن عجلان زرقى ، را به فرماندارى بحرين نصب كردم ، بى آن كه سرزنشى و نكوهشى براى تو وجود داشته باشد ، تو را از فرماندارى آن سامان گرفتم ، براستى تاكنون زمامدارى را به نيكى انجام دادى ، و امانت را پرداختى . ",
		"پس به سوى ما حركت كن ، بى آن كه مورد سوء ظنّ قرار گرفته يا سرزنش شده يا متّهم بوده و يا گناهكار باشى ، كه تصميم دارم به سوى ستمگران شام حركت كنم . ",
		"دوست دارم در اين جنگ با من باشى ، زيرا تو از دلاورانى هستى كه در جنگ با دشمن ، و بر پا داشتن ستون دين از آنان يارى مى طلبم . ان شاء اللّه . "
	],
	[
		"و من كتاب له عليه‌السلام إلى مصقلة بن هبيرة الشيباني و هو عامله على أردشيرخُرّة : ",
		"(نامه به مصقلة بن هبيره شيبانى ، فرماندار اردشير خرّه «فيروز آباد» از شهرهاى فارس ايران كه در سال 38 هجرى نوشته شد) . ",
		"<span class=\"arabic\">بَلَغَنِي عَنْكَ أَمْرٌ إِنْ كُنْتَ فَعَلْتَهُ فَقَدْ أَسْخَطْتَ إِلَهَكَ وَ عَصَيْتَ إِمَامَكَ ؛ أَنَّكَ تَقْسِمُ فَيْءَ الْمُسْلِمِينَ الَّذِي حَازَتْهُ رِمَاحُهُمْ وَ خُيُولُهُمْ وَ أُرِيقَتْ عَلَيْهِ دِمَاؤُهُمْ فِيمَنِ اعْتَامَكَ مِنْ أَعْرَابِ قَوْمِكَ . فَوَالَّذِي فَلَقَ الْحَبَّةَ وَ بَرَأَ النَّسَمَةَ لَئِنْ كَانَ ذَلِكَ حَقّاً لَتَجِدَنَّ لَكَ عَلَيَّ هَوَاناً وَ لَتَخِفَّنَّ عِنْدِي مِيزَاناً ، فَلَا تَسْتَهِنْ بِحَقِّ رَبِّكَ وَ لَا تُصْلِحْ دُنْيَاكَ بِمَحْقِ دِينِكَ فَتَكُونَ مِنَ الْأَخْسَرِينَ أَعْمَالًا . أَلَا وَ إِنَّ حَقَّ مَنْ قِبَلَكَ وَ قِبَلَنَا مِنَ الْمُسْلِمِينَ فِي قِسْمَةِ هَذَا الْفَيْءِ سَوَاءٌ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">يَرِدُونَ عِنْدِي عَلَيْهِ وَ يَصْدُرُونَ عَنْه . </span>",
		"گزارشى از تو به من دادند كه اگر چنان كرده باشى ، خداى خود را به خشم آورده اى ، و امام خويش را نا فرمانى كرده اى . ",
		"خبر رسيد كه تو غنيمت مسلمانان را كه نيزه ها و اسب هايشان گرد آورده و با ريخته شدن خون هايشان به دست آمده ، به اعرابى كه خويشاوندان تواند ، و تو را برگزيدند ، مى بخشى . ",
		"به خدايى كه دانه را شكافت ، و پديده ها را آفريد ، اگر اين گزارش درست باشد ، در نزد من خوار شده و منزلت تو سبك گرديده است . ",
		"پس حق پروردگارت را سبك مشمار ، و دنياى خود را با نابودى دين آباد نكن ، كه زيانكارترين انسانى . ",
		"آگاه باش ، حق مسلمانانى كه نزد من يا پيش تو هستند در تقسيم بيت المال مساوى است ، همه بايد به نزد من آيند و سهم خود را از من گيرند . "
	],
	[
		"و من كتاب له عليه‌السلام إلى زياد ابن أبيه و قد بلغَه أن معاوية كتب إليه يريد خديعتَه بإستِلحاقه : ",
		"(نامه به زياد بن أبيه در سال 39 هجرى آن هنگام كه امام با خبر شد ، معاويه نامه اى به او نوشته ، و به بهانه اينكه زياد برادر معاويه است مى خواهد او را فريب دهد) . ",
		"<span class=\"arabic\">وَ قَدْ عَرَفْتُ أَنَّ مُعَاوِيَةَ كَتَبَ إِلَيْكَ يَسْتَزِلُّ لُبَّكَ وَ يَسْتَفِلُّ غَرْبَكَ ، فَاحْذَرْهُ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">فَإِنَّمَا هُوَ الشَّيْطَانُ يَأْتِي الْمَرْءَ مِنْ بَيْنِ يَدَيْهِ وَ مِنْ خَلْفِهِ وَ عَنْ يَمِينِهِ وَ عَنْ شِمَالِهِ لِيَقْتَحِمَ غَفْلَتَهُ وَ يَسْتَلِبَ غِرَّتَهُ . وَ قَدْ كَانَ مِنْ أَبِي سُفْيَانَ فِي زَمَنِ عُمَرَ بْنِ الْخَطَّابِ فَلْتَةٌ مِنْ حَدِيثِ النَّفْسِ وَ نَزْغَةٌ مِنْ نَزَغَاتِ الشَّيْطَانِ لَا يَثْبُتُ بِهَا نَسَبٌ وَ لَا يُسْتَحَقُّ بِهَا إِرْثٌ ، وَ الْمُتَعَلِّقُ بِهَا كَالْوَاغِلِ الْمُدَفَّعِ وَ النَّوْطِ الْمُذَبْذَبِ . فَلَمَّا قَرَأَ زِيَادٌ الْكِتَابَ قَالَ شَهِدَ بِهَا وَ رَبِّ الْكَعْبَةِ ، وَ لَمْ تَزَلْ فِي نَفْسِهِ حَتَّى ادَّعَاهُ مُعَاوِيَةُ . </span>",
		"اطلاع يافتم كه معاويه براى تو نامه اى نوشته تا عقل تو را بلغزاند ، و اراده تو را سست كند . از او بترس كه شيطان است ، و از پيش رو ، و پشت سر ، و از راست و چپ به سوى انسان مى آيد تا در حال فراموشى ، او را تسليم خود سازد ، و شعور و دركش را بر بايد . ",
		"آرى ابو سفيان در زمان عمر بن خطّاب ادّعايى بدون انديشه و با وسوسه شيطان كرد كه نسبى را درست مى كند ، و نه كسى با آن سزاوار ارث مى شود . ",
		"ادّعا كننده چونان شترى بيگانه است كه در جمع شتران يك گله وارد شده تا از آبشخور آب آنان بنوشد كه ديگر شتران او را از خود ندانسته ، و از جمع خود دور كنند . يا چونان ظرفى كه بر پالان مركبى آويزان و پيوسته از اين سو بدان سو لرزان باشد . ",
		"وقتى زياد نامه را خواند گفت به پروردگار كعبه سوگند كه امام عليه السلام به آنچه در دل من مى گذشت گواهى داد تا آن كه معاويه او را به همكارى دعوت كرد . ",
		"[قال الرضي قوله عليه‌السلام الواغل هو الذي يهجم على الشرب ليشرب معهم و ليس منهم فلا يزال مدفعا محاجزا ؛ و النوط المذبذب هو ما يناط برحل الراكب من قعب أو قدح أو ما أشبه ذلك فهو أبدا يتقلقل إذا حث ظهره و استعجل سيره] . (سید رضی : «واغل» حيوانى است كه براى نوشيدن آب هجوم مى آورد امّا از شمار گله نيست و همواره ديگر شتران او را به عقب مى رانند ، و «نوط مذبذب» ظرفى است ، كه به مركب مى آويزند ، كه هميشه به اين سو و آن سو مى جهد ، و در حال حركت لرزان است) . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عثمان بن حنيف الأنصاري و كان عاملَه على البصرة و قد بلَغَه أنه دُعِي إلى وَليمة قوم من أهلها ، فمَضى إليها- قوله : ",
		"(نامه به فرماندار بصره ، عثمان بن حنيف انصارى كه دعوت مهمانى سرمايه دارى از مردم بصره را پذيرفت در سال 36 هجرى) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، يَا ابْنَ حُنَيْفٍ فَقَدْ بَلَغَنِي أَنَّ رَجُلًا مِنْ فِتْيَةِ أَهْلِ الْبَصْرَةِ دَعَاكَ إِلَى مَأْدُبَةٍ فَأَسْرَعْتَ إِلَيْهَا تُسْتَطَابُ لَكَ الْأَلْوَانُ وَ تُنْقَلُ إِلَيْكَ الْجِفَانُ ، وَ مَا ظَنَنْتُ أَنَّكَ تُجِيبُ إِلَى طَعَامِ قَوْمٍ عَائِلُهُمْ مَجْفُوٌّ وَ غَنِيُّهُمْ مَدْعُوٌّ ؛ فَانْظُرْ إِلَى مَا تَقْضَمُهُ مِنْ هَذَا الْمَقْضَمِ ، فَمَا اشْتَبَهَ عَلَيْكَ عِلْمُهُ فَالْفِظْهُ وَ مَا أَيْقَنْتَ بِطِيبِ [وَجْهِهِ] وُجُوهِهِ فَنَلْ مِنْهُ . </span>",
		"پس از ياد خدا و درود اى پسر حنيف ، به من گزارش دادند كه مردى از سرمايه داران بصره ، تو را به مهمانى خويش فرا خواند و تو به سرعت به سوى آن شتافتى خوردنى هاى رنگارنگ براى تو آوردند ، و كاسه هاى پر از غذا پى در پى جلوى تو نهادند . ",
		"گمان نمى كردم مهمانى مردمى را بپذيرى كه نيازمندانشان با ستم محروم شده ، و ثروتمندانشان بر سر سفره دعوت شده اند ، انديشه كن در كجايى و بر سر كدام سفره مى خورى . پس آن غذايى كه حلال و حرام بودنش را نمى دانى دور بيفكن ، و آنچه را به پاكيزگى و حلال بودنش يقين دارى مصرف كن . ",
		"<span class=\"arabic\">أَلَا وَ إِنَّ لِكُلِّ مَأْمُومٍ إِمَاماً يَقْتَدِي بِهِ وَ يَسْتَضِيءُ بِنُورِ عِلْمِهِ ؛ أَلَا وَ إِنَّ إِمَامَكُمْ قَدِ اكْتَفَى مِنْ دُنْيَاهُ بِطِمْرَيْهِ وَ مِنْ طُعْمِهِ بِقُرْصَيْهِ ؛ أَلَا وَ إِنَّكُمْ لَا تَقْدِرُونَ عَلَى ذَلِكَ ، وَ لَكِنْ أَعِينُونِي بِوَرَعٍ وَ اجْتِهَادٍ وَ عِفَّةٍ وَ سَدَادٍ . فَوَاللَّهِ مَا كَنَزْتُ مِنْ دُنْيَاكُمْ تِبْراً وَ لَا ادَّخَرْتُ مِنْ غَنَائِمِهَا وَفْراً وَ لَا أَعْدَدْتُ لِبَالِي ثَوْبِي طِمْراً وَ لَا حُزْتُ مِنْ أَرْضِهَا شِبْراً وَ لَا أَخَذْتُ مِنْهُ إِلَّا كَقُوتِ أَتَانٍ دَبِرَةٍ وَ لَهِيَ فِي عَيْنِي أَوْهَى وَ أَوْهَنُ مِنْ عَفْصَةٍ مَقِرَةٍ . </span>",
		"<span class=\"arabic\">بَلَى كَانَتْ فِي أَيْدِينَا فَدَكٌ مِنْ كُلِّ مَا أَظَلَّتْهُ السَّمَاءُ ، فَشَحَّتْ عَلَيْهَا نُفُوسُ قَوْمٍ وَ سَخَتْ عَنْهَا نُفُوسُ قَوْمٍ آخَرِينَ ، وَ نِعْمَ الْحَكَمُ اللَّهُ . وَ مَا أَصْنَعُ بِفَدَكٍ وَ غَيْرِ فَدَكٍ وَ النَّفْسُ مَظَانُّهَا فِي غَدٍ جَدَثٌ تَنْقَطِعُ فِي ظُلْمَتِهِ آثَارُهَا وَ تَغِيبُ أَخْبَارُهَا وَ حُفْرَةٌ لَوْ زِيدَ فِي فُسْحَتِهَا وَ أَوْسَعَتْ يَدَا حَافِرِهَا لَأَضْغَطَهَا الْحَجَرُ وَ الْمَدَرُ وَ سَدَّ فُرَجَهَا التُّرَابُ الْمُتَرَاكِمُ . </span>",
		"آگاه باش هر پيروى را امامى است كه از او پيروى مى كند ، و از نور دانشش روشنى مى گيرد . ",
		"آگاه باش امام شما از دنياى خود به دو جامه فرسوده ، و دو قرص نان رضايت داده است ، بدانيد كه شما توانايى چنين كارى را نداريد امّا با پرهيزكارى و تلاش فراوان و پاكدامنى و راستى ، مرا يارى دهيد . ",
		"پس سوگند به خدا من از دنياى شما طلا و نقره اى نيندوخته ، و از غنيمت هاى آن چيزى ذخيره نكرده ام ، بر دو جامه كهنه ام جامه اى نيفزودم . ",
		"و از زمين دنيا حتى يك وجب در اختيار نگرفتم و دنياى شما در چشم من از دانه تلخ درخت بلوط ناچيزتر است . آرى از آنچه آسمان بر آن سايه افكنده ، فدك در دست ما بود كه مردمى بر آن بخل ورزيده ، و مردمى ديگر سخاوتمندانه از آن چشم پوشيدند ، و بهترين داور خداست . ",
		"مرا با فدك و غير فدك چه كار در حالى كه جايگاه فرداى آدمى گور است ، كه در تاريكى آن ، آثار انسان نابود و اخبارش پنهان مى گردد ، گودالى كه هر چه بر وسعت آن بيفزايند ، و دست هاى گور كن فراخش نمايد ، سنگ و كلوخ آن را پر كرده ، و خاك انباشته رخنه هايش را مسدود كند . ",
		"<span class=\"arabic\">وَ إِنَّمَا هِيَ نَفْسِي أَرُوضُهَا بِالتَّقْوَى لِتَأْتِيَ آمِنَةً يَوْمَ الْخَوْفِ الْأَكْبَرِ وَ تَثْبُتَ عَلَى جَوَانِبِ الْمَزْلَقِ ؛ وَ لَوْ شِئْتُ لَاهْتَدَيْتُ الطَّرِيقَ إِلَى مُصَفَّى هَذَا الْعَسَلِ وَ لُبَابِ هَذَا الْقَمْحِ وَ نَسَائِجِ هَذَا الْقَزِّ ، وَ لَكِنْ هَيْهَاتَ أَنْ يَغْلِبَنِي هَوَايَ وَ يَقُودَنِي جَشَعِي إِلَى تَخَيُّرِ الْأَطْعِمَةِ وَ لَعَلَّ بِالْحِجَازِ أَوْ الْيَمَامَةِ مَنْ لَا طَمَعَ لَهُ فِي الْقُرْصِ وَ لَا عَهْدَ لَهُ بِالشِّبَعِ ، أَوْ أَبِيتَ مِبْطَاناً وَ حَوْلِي بُطُونٌ غَرْثَى وَ أَكْبَادٌ حَرَّى ، أَوْ أَكُونَ كَمَا قَالَ الْقَائِلُ : \"وَ حَسْبُكَ [عَاراً] دَاءً أَنْ تَبِيتَ بِبِطْنَةٍ - وَ حَوْلَكَ أَكْبَادٌ تَحِنُّ إِلَى الْقِدِّ\" . أَ أَقْنَعُ مِنْ نَفْسِي بِأَنْ يُقَالَ هَذَا أَمِيرُ الْمُؤْمِنِينَ وَ لَا أُشَارِكُهُمْ فِي مَكَارِهِ الدَّهْرِ أَوْ أَكُونَ أُسْوَةً لَهُمْ فِي جُشُوبَةِ الْعَيْشِ . </span>",
		"من نفس خود را با پرهيزكارى مى پرورانم ، تا در روز قيامت كه هراسناك ترين روزهاست در أمان ، و در لغزشگاه هاى آن ثابت قدم باشد . ",
		"من اگر مى خواستم ، مى توانستم از عسل پاك ، و از مغز گندم ، و بافته هاى ابريشم ، براى خود غذا و لباس فراهم آورم ، امّا هيهات كه هواى نفس بر من چيره گردد ، و حرص و طمع مرا وا دارد كه طعامهاى لذيذ بر گزينم ، در حالى كه در «حجاز» يا «يمامه» كسى باشد كه به قرص نانى نرسد ، و يا هرگز شكمى سير نخورد ، يا من سير بخوابم و پيرامونم شكم هايى كه از گرسنگى به پشت چسبيده ، و جگرهاى سوخته وجود داشته باشد ، يا چنان باشم كه شاعر گفت : «اين درد تو را بس كه شب را با شكم سير بخوابى و در اطراف تو شكم هايى گرسنه و به پشت چسبيده باشند» . ",
		"آيا به همين رضايت دهم كه مرا امير المؤمنين عليه السلام خوانند و در تلخى هاى روزگار با مردم شريك نباشم و در سختى هاى زندگى الگوى آنان نگردم؟",
		"<span class=\"arabic\">فَمَا خُلِقْتُ لِيَشْغَلَنِي أَكْلُ الطَّيِّبَاتِ كَالْبَهِيمَةِ الْمَرْبُوطَةِ هَمُّهَا عَلَفُهَا أَوِ الْمُرْسَلَةِ شُغُلُهَا تَقَمُّمُهَا تَكْتَرِشُ مِنْ أَعْلَافِهَا وَ تَلْهُو عَمَّا يُرَادُ بِهَا ، أَوْ أُتْرَكَ سُدًى أَوْ أُهْمَلَ عَابِثاً أَوْ أَجُرَّ حَبْلَ الضَّلَالَةِ أَوْ أَعْتَسِفَ طَرِيقَ الْمَتَاهَةِ . وَ كَأَنِّي بِقَائِلِكُمْ يَقُولُ إِذَا كَانَ هَذَا قُوتُ ابْنِ أَبِي طَالِبٍ فَقَدْ قَعَدَ بِهِ الضَّعْفُ عَنْ قِتَالِ الْأَقْرَانِ وَ مُنَازَلَةِ الشُّجْعَانِ! أَلَا وَ إِنَّ الشَّجَرَةَ الْبَرِّيَّةَ أَصْلَبُ عُوداً وَ الرَّوَاتِعَ الْخَضِرَةَ أَرَقُّ جُلُوداً وَ النَّابِتَاتِ الْعِذْيَةَ أَقْوَى وَقُوداً وَ أَبْطَأُ خُمُوداً . وَ أَنَا مِنْ رَسُولِ اللَّهِ كَالضَّوْءِ مِنَ الضَّوْءِ وَ الذِّرَاعِ مِنَ الْعَضُدِ ؛ وَ اللَّهِ لَوْ تَظَاهَرَتِ الْعَرَبُ عَلَى قِتَالِي لَمَا وَلَّيْتُ عَنْهَا وَ لَوْ أَمْكَنَتِ الْفُرَصُ مِنْ رِقَابِهَا لَسَارَعْتُ إِلَيْهَا وَ سَأَجْهَدُ فِي أَنْ أُطَهِّرَ الْأَرْضَ مِنْ هَذَا الشَّخْصِ الْمَعْكُوسِ وَ الْجِسْمِ الْمَرْكُوسِ حَتَّى تَخْرُجَ الْمَدَرَةُ مِنْ بَيْنِ حَبِّ الْحَصِيدِ . </span>",
		"آفريده نشده ام كه غذاهاى لذيذ و پاكيزه مرا سرگرم سازد ، چونان حيوان پروارى كه تمام همّت او علف ، و يا چون حيوان رها شده كه شغلش چريدن و پر كردن شكم بوده ، و از آينده خود بى خبر است . ",
		"آيا مرا بيهوده آفريدند آيا مرا به بازى گرفته اند آيا ريسمان گمراهى در دست گيرم و يا در راه سرگردانى قدم بگذارم . ",
		"گويا مى شنوم كه شخصى از شما مى گويد : «اگر غذاى فرزند ابى طالب همين است ، پس سستى او را فرا گرفته و از نبرد با هماوردان و شجاعان باز مانده است» . ",
		"آگاه باشيد درختان بيابانى ، چوبشان سخت تر ، و درختان كناره جويبار پوستشان نازك تر است . درختان بيابانى كه با باران سيراب مى شوند آتش چوبشان شعله ورتر و پر دوام تر است . ",
		"من و رسول خدا صلى‌الله‌عليه‌وآله‌وسلم چونان روشنايى يك چراغيم ، يا چون آرنج به يك بازو پيوسته ايم ، به خدا سوگند اگر اعراب در نبرد با من پشت به پشت يكديگر بدهند ، از آن روى بر نتابم ، و اگر فرصت داشته باشم به پيكار همه مى شتابم ، و تلاش مى كنم كه زمين را از اين شخص مسخ شده «معاويه» و اين جسم كج انديش ، پاك سازم تا سنگ و شن از ميان دانه ها جدا گردد . ",
		"<span class=\"arabic\">إِلَيْكِ عَنِّي يَا دُنْيَا ، فَحَبْلُكِ عَلَى غَارِبِكِ ، قَدِ انْسَلَلْتُ مِنْ مَخَالِبِكِ وَ أَفْلَتُّ مِنْ حَبَائِلِكِ وَ اجْتَنَبْتُ الذَّهَابَ فِي مَدَاحِضِكِ . أَيْنَ الْقُرُونُ الَّذِينَ غَرَرْتِهِمْ بِمَدَاعِبِكِ؟ أَيْنَ الْأُمَمُ الَّذِينَ فَتَنْتِهِمْ بِزَخَارِفِكِ؟ فَهَا هُمْ رَهَائِنُ الْقُبُورِ وَ مَضَامِينُ اللُّحُودِ . وَ اللَّهِ لَوْ كُنْتِ شَخْصاً مَرْئِيّاً وَ قَالَباً حِسِّيّاً لَأَقَمْتُ عَلَيْكِ حُدُودَ اللَّهِ فِي عِبَادٍ غَرَرْتِهِمْ بِالْأَمَانِيِّ وَ أُمَمٍ أَلْقَيْتِهِمْ فِي الْمَهَاوِي وَ مُلُوكٍ أَسْلَمْتِهِمْ إِلَى التَّلَفِ وَ أَوْرَدْتِهِمْ مَوَارِدَ الْبَلَاءِ إِذْ لَا وِرْدَ وَ لَا صَدَرَ . هَيْهَاتَ ، مَنْ وَطِئَ دَحْضَكِ زَلِقَ وَ مَنْ رَكِبَ لُجَجَكِ غَرِقَ ، وَ مَنِ ازْوَرَّ عَنْ حَبَائِلِكِ وُفِّقَ وَ السَّالِمُ مِنْكِ لَا يُبَالِي إِنْ ضَاقَ بِهِ مُنَاخُهُ وَ الدُّنْيَا عِنْدَهُ كَيَوْمٍ حَانَ انْسِلَاخُهُ . اعْزُبِي عَنِّي ، فَوَاللَّهِ لَا أَذِلُّ لَكِ فَتَسْتَذِلِّينِي وَ لَا أَسْلَسُ لَكِ فَتَقُودِينِي . </span>",
		"اى دنيا از من دور شو ، مهارت را بر پشت تو نهاده ، و از چنگال هاى تو رهايى يافتم ، و از دام هاى تو نجات يافته ، و از لغزشگاه هايت دورى گزيده ام . ",
		"كجايند بزرگانى كه به بازيچه هاى خود فريبشان داده اى كجايند امت هايى كه با زر و زيورت آنها را فريفتى كه اكنون در گورها گرفتارند و درون لحدها پنهان شده اند . ",
		"اى دنيا به خدا سوگند اگر شخصى ديدنى بودى ، و قالب حس كردنى داشتى ، حدود خدا را بر تو جارى مى كردم ، به جهت بندگانى كه آنها را با آرزوهايت فريب دادى ، و ملّت هايى كه آنها را به هلاكت افكندى ، و قدرتمندانى كه آنها را تسليم نابودى كردى ، و هدف انواع بلاها قرار دادى كه ديگر راه پس و پيش و ندارند . ",
		"امّا هيهات كسى كه در لغزشگاه تو قدم گذارد سقوط خواهد كرد ، و آن كس كه بر امواج تو سوار شد غرق گرديد ، كسى كه از دام هاى تو رهائى يافت پيروز شد ، آن كس كه از تو به سلامت گذشت نگران نيست كه جايگاهش تنگ است ، زيرا دنيا در پيش او چونان روزى است كه گذشت . ",
		"از برابر ديدگانم دور شو ، سوگند به خدا ، رام تو نگردم كه خوارم سازى ، و مهارم را به دست تو ندهم كه هر كجا خواهى مرا بكشانى . ",
		"<span class=\"arabic\">وَ ايْمُ اللَّهِ يَمِيناً -أَسْتَثْنِي فِيهَا بِمَشِيئَةِ اللَّهِ- لَأَرُوضَنَّ نَفْسِي رِيَاضَةً تَهِشُّ مَعَهَا إِلَى الْقُرْصِ إِذَا قَدَرْتُ عَلَيْهِ مَطْعُوماً وَ تَقْنَعُ بِالْمِلْحِ مَأْدُوماً ، وَ لَأَدَعَنَّ مُقْلَتِي كَعَيْنِ مَاءٍ نَضَبَ مَعِينُهَا مُسْتَفْرِغَةً دُمُوعَهَا . أَ تَمْتَلِئُ السَّائِمَةُ مِنْ رِعْيِهَا فَتَبْرُكَ وَ تَشْبَعُ الرَّبِيضَةُ مِنْ عُشْبِهَا فَتَرْبِضَ وَ يَأْكُلُ عَلِيٌّ مِنْ زَادِهِ فَيَهْجَعَ؟ قَرَّتْ إِذاً عَيْنُهُ إِذَا اقْتَدَى بَعْدَ السِّنِينَ الْمُتَطَاوِلَةِ بِالْبَهِيمَةِ الْهَامِلَةِ وَ السَّائِمَةِ الْمَرْعِيَّةِ . </span>",
		"به خدا سوگند ، كه تنها اراده خدا در آن است ، چنان نفس خود را به رياضت وادارم كه به يك قرص نان ، هر گاه بيابم شاد شود ، و به نمك به جاى نان خورش قناعت كند ، ",
		"و آنقدر از چشم ها اشك ريزم كه چونان چشمه اى خشك در آيد ، و اشك چشمم پايان پذيرد . ",
		"آيا سزاوار است كه چرندگان ، فراوان بخورند و راحت بخوابند ، و گله گوسفندان پس از چرا كردن به آغل رو كنند ، و على نيز [همانند آنان] از زاد و توشه خود بخورد و استراحت كند چشمش روشن باد كه پس از ساليان دراز ، چهارپايان رها شده ، و گلّه هاى گوسفندان را الگو قرار دهد . ",
		"<span class=\"arabic\">طُوبَى لِنَفْسٍ أَدَّتْ إِلَى رَبِّهَا فَرْضَهَا وَ عَرَكَتْ بِجَنْبِهَا بُؤْسَهَا وَ هَجَرَتْ فِي اللَّيْلِ غُمْضَهَا حَتَّى إِذَا غَلَبَ الْكَرَى عَلَيْهَا افْتَرَشَتْ أَرْضَهَا وَ تَوَسَّدَتْ كَفَّهَا ، فِي مَعْشَرٍ أَسْهَرَ عُيُونَهُمْ خَوْفُ مَعَادِهِمْ وَ تَجَافَتْ عَنْ مَضَاجِعِهِمْ جُنُوبُهُمْ وَ هَمْهَمَتْ بِذِكْرِ رَبِّهِمْ شِفَاهُهُمْ وَ تَقَشَّعَتْ بِطُولِ اسْتِغْفَارِهِمْ ذُنُوبُهُمْ ، \"أُولئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ\" . فَاتَّقِ اللَّهَ يَا ابْنَ حُنَيْفٍ وَ لْتَكْفُفْ أَقْرَاصُكَ لِيَكُونَ مِنَ النَّارِ خَلَاصُكَ . </span>",
		"خوشا به حال آن كس كه مسئوليّت هاى واجب را در پيشگاه خدا به انجام رسانده و در راه خدا هر گونه سختى و تلخى را به جان خريده ، و به شب زنده دارى پرداخته است ، و اگر خواب بر او چيره شده بر روى زمين خوابيده ، و كف دست را بالين خود قرار داده ، و در گروهى است كه ترس از معاد خواب را از چشمانشان ربوده ، و پهلو از بسترها گرفته ، و لبهايشان به ياد پروردگار در حركت و با استغفار طولانى گناهان را زدوده اند : «آنان حزب خداوند ، و همانا حزب خدا رستگار است» . ",
		"پس از خدا بترس اى پسر حنيف ، و به قرص هاى نان خودت قناعت كن ، تا تو را از آتش دوزخ رهائى بخشد . "
	],
	[
		"و من كتاب له عليه‌السلام إلى بعض عُمّاله : ",
		"(نامه به يكى از فرمانداران در سال 38 هجرى ، نوشته اند اين نامه به مالك اشتر نوشته شد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّكَ مِمَّنْ أَسْتَظْهِرُ بِهِ عَلَى إِقَامَةِ الدِّينِ وَ أَقْمَعُ بِهِ نَخْوَةَ الْأَثِيمِ وَ أَسُدُّ بِهِ لَهَاةَ الثَّغْرِ الْمَخُوفِ . فَاسْتَعِنْ بِاللَّهِ عَلَى مَا أَهَمَّكَ ، وَ اخْلِطِ الشِّدَّةَ بِضِغْثٍ مِنَ اللِّينِ ، وَ ارْفُقْ مَا كَانَ الرِّفْقُ أَرْفَقَ وَ اعْتَزِمْ بِالشِّدَّةِ حِينَ لَا تُغْنِي عَنْكَ إِلَّا الشِّدَّةُ ، وَ اخْفِضْ لِلرَّعِيَّةِ جَنَاحَكَ وَ ابْسُطْ لَهُمْ وَجْهَكَ وَ أَلِنْ لَهُمْ جَانِبَكَ ، وَ آسِ بَيْنَهُمْ فِي اللَّحْظَةِ وَ النَّظْرَةِ وَ الْإِشَارَةِ وَ التَّحِيَّةِ ، حَتَّى لَا يَطْمَعَ الْعُظَمَاءُ فِي حَيْفِكَ وَ لَا يَيْأَسَ الضُّعَفَاءُ مِنْ عَدْلِكَ ، وَ السَّلَام . </span>",
		"پس از ياد خدا و درود همانا تو از كسانى هستى كه در يارى دين از آنها كمك مى گيرم ، و سركشى و غرور گناهكاران را در هم مى كوبم . و مرزهاى كشور اسلامى را كه در تهديد دشمن قرار دارند حفظ مى كنم . ",
		"پس در مشكلات از خدا يارى جوى ، و درشتخويى را با اندك نرمى بياميز . ",
		"در آنجا كه مدارا كردن بهتر است مدارا كن ، و در جايى كه جز با درشتى كار انجام نگيرد ، درشتى كن ، پر و بالت را برابر رعيّت بگستران ، با مردم گشاده روى و فروتن باش ، و در نگاه و اشاره چشم ، در سلام كردن و اشاره كردن با همگان يكسان باش ، تا زورمندان در ستم تو طمع نكنند ، و نا توانان از عدالت تو مأيوس نگردند . با درود . "
	],
	[
		"و من وصية له عليه‌السلام للحسن و الحسين عليهما‌السلام لما ضربَه ابنُ ملجم لعنه الله : ",
		"(وصيّت امام عليه السلام به حسن و حسين عليهما السّلام پس از ضربت ابن ملجم كه لعنت خدا بر او باد مى باشد كه در ماه رمضان سال 40 هجرى در شهر كوفه مطرح فرمود) . ",
		"<span class=\"arabic\">أُوصِيكُمَا بِتَقْوَى اللَّهِ ، وَ أَلَّا تَبْغِيَا الدُّنْيَا وَ إِنْ بَغَتْكُمَا وَ لَا تَأْسَفَا عَلَى شَيْءٍ مِنْهَا زُوِيَ عَنْكُمَا ، وَ قُولَا بِالْحَقِّ وَ اعْمَلَا لِلْأَجْرِ وَ كُونَا لِلظَّالِمِ خَصْماً وَ لِلْمَظْلُومِ عَوْناً . أُوصِيكُمَا وَ جَمِيعَ وَلَدِي وَ أَهْلِي وَ مَنْ بَلَغَهُ كِتَابِي بِتَقْوَى اللَّهِ وَ نَظْمِ أَمْرِكُمْ وَ صَلَاحِ ذَاتِ بَيْنِكُمْ ، فَإِنِّي سَمِعْتُ جَدَّكُمَا صلى‌الله‌عليه‌وآله‌وسلم يَقُولُ : صَلَاحُ ذَاتِ الْبَيْنِ أَفْضَلُ مِنْ عَامَّةِ الصَّلَاةِ وَ الصِّيَامِ . </span>",
		"شما را به ترس از خدا سفارش مى كنم ، به دنيا پرستى روى نياوريد ، گر چه به سراغ شما آيد ، و بر آنچه از دنيا از دست مى دهيد اندوهناك مباشيد ، حق را بگوييد ، و براى پاداش الهى عمل كنيد و دشمن ستمگر و ياور ستمديده باشيد . ",
		"شما را ، و تمام فرزندان و خاندانم را ، و كسانى را كه اين وصيّت به آنها مى رسد ، به ترس از خدا ، و نظم در امور زندگى ، و ايجاد صلح و آشتى در ميانتان سفارش مى كنم ، زيرا من از جدّ شما پيامبر صلى‌الله‌عليه‌وآله‌وسلم شنيدم كه مى فرمود : «اصلاح دادن بين مردم از نماز و روزه يك سال برتر است» . ",
		"<span class=\"arabic\">اللَّهَ اللَّهَ فِي الْأَيْتَامِ ، فَلَا تُغِبُّوا أَفْوَاهَهُمْ وَ لَا يَضِيعُوا بِحَضْرَتِكُمْ . اللَّهَ اللَّهَ فِي جِيرَانِكُمْ ، فَإِنَّهُمْ وَصِيَّةُ نَبِيِّكُمْ مَا زَالَ يُوصِي بِهِمْ حَتَّى ظَنَنَّا أَنَّهُ سَيُوَرِّثُهُمْ . وَ اللَّهَ اللَّهَ فِي الْقُرْآنِ لَا يَسْبِقُكُمْ بِالْعَمَلِ بِهِ غَيْرُكُمْ . وَ اللَّهَ اللَّهَ فِي الصَّلَاةِ فَإِنَّهَا عَمُودُ دِينِكُمْ . وَ اللَّهَ اللَّهَ فِي بَيْتِ رَبِّكُمْ لَا تُخَلُّوهُ مَا بَقِيتُمْ فَإِنَّهُ إِنْ تُرِكَ لَمْ تُنَاظَرُوا . وَ اللَّهَ اللَّهَ فِي الْجِهَادِ بِأَمْوَالِكُمْ وَ أَنْفُسِكُمْ وَ أَلْسِنَتِكُمْ فِي سَبِيلِ اللَّهِ . وَ عَلَيْكُمْ بِالتَّوَاصُلِ وَ التَّبَاذُلِ وَ إِيَّاكُمْ وَ التَّدَابُرَ وَ التَّقَاطُعَ . لَا تَتْرُكُوا الْأَمْرَ بِالْمَعْرُوفِ وَ النَّهْيَ عَنِ الْمُنْكَرِ ، فَيُوَلَّى عَلَيْكُمْ [أَشْرَارُكُمْ] شِرَارُكُمْ ثُمَّ تَدْعُونَ فَلَا يُسْتَجَابُ لَكُمْ . </span>",
		"خدا را خدا را در باره يتيمان ، نكند آنان گاهى سير و گاه گرسنه بمانند ، و حقوقشان ضايع گردد . ",
		"خدا را خدا را در باره همسايگان ، حقوقشان را رعايّت كنيد كه وصيّت پيامبر صلى‌الله‌عليه‌وآله‌وسلم شماست ، همواره به خوشرفتارى با همسايگان سفارش مى كرد تا آنجا كه گمان برديم براى آنان ارثى معيّن خواهد كرد . ",
		"خدا را خدا را در باره قرآن ، مبادا ديگران در عمل كردن به دستوراتش از شما پيشى گيرند . خدا را خدا را در باره نماز ، چرا كه ستون دين شماست . ",
		"خدا را خدا را در باره خانه خدا ، تا هستيد آن را خالى مگذاريد ، زيرا اگر كعبه خلوت شود ، مهلت داده نمى شويد . خدا را خدا را در باره جهاد با اموال و جانها و زبان هاى خويش در راه خدا . ",
		"بر شما باد به پيوستن با يكديگر ، و بخشش همديگر ، مبادا از هم روى گردانيد ، و پيوند دوستى را از بين ببريد . ",
		"امر به معروف و نهى از منكر را ترك نكنيد كه بدهاى شما بر شما مسلّط مى گردند ، آنگاه هر چه خدا را بخوانيد جواب ندهد . ",
		"<span class=\"arabic\">ثُمَّ قَالَ يَا بَنِي عَبْدِ الْمُطَّلِبِ لَا أُلْفِيَنَّكُمْ تَخُوضُونَ دِمَاءَ الْمُسْلِمِينَ خَوْضاً ، تَقُولُونَ قُتِلَ أَمِيرُ الْمُؤْمِنِينَ [قُتِلَ أَمِيرُ الْمُؤْمِنِينَ] ؛ أَلَا لَا تَقْتُلُنَّ بِي إِلَّا قَاتِلِي ، انْظُرُوا إِذَا أَنَا مِتُّ مِنْ ضَرْبَتِهِ هَذِهِ فَاضْرِبُوهُ ضَرْبَةً بِضَرْبَةٍ ؛ وَ لَا تُمَثِّلُوا بِالرَّجُلِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم يَقُولُ : إِيَّاكُمْ وَ الْمُثْلَةَ وَ لَوْ بِالْكَلْبِ الْعَقُور . </span>",
		"(سپس فرمود) اى فرزندان عبد المطلّب : مبادا پس از من دست به خون مسلمين فرو بريد [و دست به كشتار بزنيد] و بگوييد ، امير مؤمنان كشته شد ، بدانيد جز كشنده من كسى ديگر نبايد كشته شود . ",
		"درست بنگريد اگر من از ضربت او مردم ، او را تنها يك ضربت بزنيد ، و دست و پا و ديگر اعضاى او را مبريد ، من از رسول خدا صلى‌الله‌عليه‌وآله‌وسلم شنيدم كه فرمود : «بپرهيزيد از بريدن اعضاى مرده ، هر چند سگ ديوانه باشد» . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"(نامه به معاويه در ماه صفر سال 38 هجرى در صفّين) . ",
		"<span class=\"arabic\">فَإِنَّ الْبَغْيَ وَ الزُّورَ يُوتِغَانِ الْمَرْءَ فِي دِينِهِ وَ دُنْيَاهُ وَ يُبْدِيَانِ خَلَلَهُ عِنْدَ مَنْ يَعِيبُهُ ؛ وَ قَدْ عَلِمْتُ أَنَّكَ غَيْرُ مُدْرِكٍ مَا قُضِيَ فَوَاتُهُ ، وَ قَدْ رَامَ أَقْوَامٌ أَمْراً بِغَيْرِ الْحَقِّ فَتَأَلَّوْا عَلَى اللَّهِ فَأَكْذَبَهُمْ . فَاحْذَرْ يَوْماً يَغْتَبِطُ فِيهِ مَنْ أَحْمَدَ عَاقِبَةَ عَمَلِهِ وَ يَنْدَمُ مَنْ أَمْكَنَ الشَّيْطَانَ مِنْ قِيَادِهِ فَلَمْ يُجَاذِبْهُ . وَ قَدْ دَعَوْتَنَا إِلَى حُكْمِ الْقُرْآنِ وَ لَسْتَ مِنْ أَهْلِهِ ، وَ لَسْنَا إِيَّاكَ أَجَبْنَا وَ لَكِنَّا أَجَبْنَا الْقُرْآنَ فِي حُكْمِهِ ، وَ السَّلَامُ . </span>",
		"همانا ستمگرى و دروغ پردازى ، انسان را در دين و دنيا رسوا مى كند ، و عيب او را نزد عيب جويان آشكار مى سازد ، و تو مى دانى آنچه كه از دست رفت باز نمى گردد . گروهى باطل طلبيدند ، و خواستند با تفسير دروغين ، حكم خدا را دگرگون سازند ، و خدا آنان را دروغگو خواند . ",
		"معاويه ، از روزى بترس كه صاحبان كارهاى پسنديده خوشحالند ، و تأسف مى خوردند كه چرا عملشان اندك است ، آن روز كسانى كه مهار خويش در دست شيطان دادند سخت پشيمانند . ",
		"تو ما را به داورى قرآن خواندى ، در حالى كه خود اهل قرآن نيستى ، و ما هم پاسخ مثبت به تو نداديم ، بلكه داورى قرآن را گردن نهاديم . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية أيضاً : ",
		"(نامه ديگرى به معاويه) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ الدُّنْيَا مَشْغَلَةٌ عَنْ غَيْرِهَا وَ لَمْ يُصِبْ صَاحِبُهَا مِنْهَا شَيْئاً إِلَّا فَتَحَتْ لَهُ حِرْصاً عَلَيْهَا وَ لَهَجاً بِهَا ، وَ لَنْ يَسْتَغْنِيَ صَاحِبُهَا بِمَا نَالَ فِيهَا عَمَّا لَمْ يَبْلُغْهُ مِنْهَا ، وَ مِنْ وَرَاءِ ذَلِكَ فِرَاقُ مَا جَمَعَ وَ نَقْضُ مَا أَبْرَمَ ؛ وَ لَوِ اعْتَبَرْتَ بِمَا مَضَى حَفِظْتَ مَا بَقِيَ ، وَ السَّلَامُ . </span>",
		"پس از ياد خدا و درود همانا دنيا انسان را به خود سرگرم و از ديگر چيزها باز مى دارد . دنيا پرستان چيزى از دنيا به دست نمى آوردند جز آن كه درى از حرص به رويشان گشوده ، و آتش عشق آنان تندتر مى گردد . كسى كه به دنياى حرام برسد از آنچه به دست آورده راضى و بى نياز نمى شود ، و در فكر آن است كه به دست نياورده ، امّا سر انجام آن ، جدا شدن از فراهم آورده ها ، و به هم ريختن بافته شده هاست . اگر از آنچه گذشته عبرت گيرى ، آنچه را كه باقى مانده مى توانى حفظ كنى . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أمَرائه على الجَيش : ",
		"(نامه به فرماندهان سپاه) . ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيِّ بْنِ أَبِي طَالِبٍ أَمِيرِ الْمُؤْمِنِينَ إِلَى أَصْحَابِ الْمَسَالِحِ ، أَمَّا بَعْدُ ، فَإِنَّ حَقّاً عَلَى الْوَالِي أَلَّا يُغَيِّرَهُ عَلَى رَعِيَّتِهِ فَضْلٌ نَالَهُ وَ لَا طَوْلٌ خُصَّ بِهِ ، وَ أَنْ يَزِيدَهُ مَا قَسَمَ اللَّهُ لَهُ مِنْ نِعَمِهِ دُنُوّاً مِنْ عِبَادِهِ وَ عَطْفاً عَلَى إِخْوَانِهِ . </span>",
		"از بنده خدا ، على بن ابى طالب ، امير مؤمنان به نيروهاى مسلّح و مرز داران كشور . پس از ياد خدا و درود ، همانا بر زمامدار واجب است كه اگر اموالى به دست آورد ، يا نعمتى مخصوص او شد ، دچار دگرگونى نشود ، و با آن اموال و نعمت ها ، بيشتر به بندگان خدا نزديك گردد و به برادرانش مهربانى بيشترى روا دارد . ",
		"<span class=\"arabic\">أَلَا وَ إِنَّ لَكُمْ عِنْدِي أَلَّا أَحْتَجِزَ دُونَكُمْ سِرّاً إِلَّا فِي حَرْبٍ وَ لَا أَطْوِيَ دُونَكُمْ أَمْراً إِلَّا فِي حُكْمٍ وَ لَا أُؤَخِّرَ لَكُمْ حَقّاً عَنْ مَحَلِّهِ وَ لَا أَقِفَ بِهِ دُونَ مَقْطَعِهِ ، وَ أَنْ تَكُونُوا عِنْدِي فِي الْحَقِّ سَوَاءً ، فَإِذَا فَعَلْتُ ذَلِكَ وَجَبَتْ لِلَّهِ عَلَيْكُمُ النِّعْمَةُ ؛ وَ لِي عَلَيْكُمُ الطَّاعَةُ وَ أَلَّا تَنْكُصُوا عَنْ دَعْوَةٍ وَ لَا تُفَرِّطُوا فِي صَلَاحٍ وَ أَنْ تَخُوضُوا الْغَمَرَاتِ إِلَى الْحَقِّ . فَإِنْ أَنْتُمْ لَمْ تَسْتَقِيمُوا لِي عَلَى ذَلِكَ لَمْ يَكُنْ أَحَدٌ أَهْوَنَ عَلَيَّ مِمَّنِ اعْوَجَّ مِنْكُمْ ، ثُمَّ أُعْظِمُ لَهُ الْعُقُوبَةَ وَ لَا يَجِدُ عِنْدِي فِيهَا رُخْصَةً . فَخُذُوا هَذَا مِنْ أُمَرَائِكُمْ وَ أَعْطُوهُمْ مِنْ أَنْفُسِكُمْ مَا يُصْلِحُ اللَّهُ بِهِ أَمْرَكُمْ ، وَ السَّلَامُ . </span>",
		"آگاه باشيد حق شما بر من آن است كه جز اسرار جنگى هيچ رازى را از شما پنهان ندارم ، و كارى را جز حكم شرع ، بدون مشورت با شما انجام ندهم ، و در پرداخت حق شما كوتاهى نكرده و در وقت تعيين شده آن بپردازم ، و با همه شما به گونه اى مساوى رفتار كنم . ",
		"پس وقتى من مسئوليّت هاى ياد شده را انجام دهم ، بر خداست كه نعمت هاى خود را بر شما ارزانى دارد . ",
		"و اطاعت من بر شما لازم است ، و نبايد از فرمان من سرپيچى كنيد ، و در انجام آنچه صلاح است سستى ورزيد ، و براى رسيدن به حق تلاش كنيد ، حال اگر شما پايدارى نكنيد ، خوارترين افراد نزد من انسان كج رفتار است ، كه او را به سختى كيفر خواهم داد ، و هيچ راه فرارى نخواهد داشت . ",
		"پس دستور العمل هاى ضرورى را از فرماندهانتان دريافت داشته ، و از فرماندهان خود در آنچه كه خدا امور شما را اصلاح مى كند ، اطاعت كنيد ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عُمّاله على الخَراج : ",
		"(نامه به كارگزاران بيت المال) . ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى أَصْحَابِ الْخَرَاجِ ، أَمَّا بَعْدُ ، فَإِنَّ مَنْ لَمْ يَحْذَرْ مَا هُوَ صَائِرٌ إِلَيْهِ لَمْ يُقَدِّمْ لِنَفْسِهِ مَا يُحْرِزُهَا ؛ وَ اعْلَمُوا أَنَّ مَا كُلِّفْتُمْ بِهِ يَسِيرٌ وَ أَنَّ ثَوَابَهُ كَثِيرٌ . وَ لَوْ لَمْ يَكُنْ فِيمَا نَهَى اللَّهُ عَنْهُ مِنَ الْبَغْيِ وَ الْعُدْوَانِ عِقَابٌ يُخَافُ ، لَكَانَ فِي ثَوَابِ اجْتِنَابِهِ مَا لَا عُذْرَ فِي تَرْكِ طَلَبِهِ . </span>",
		"از بنده خدا على امير مؤمنان به كارگزاران جمع آورى ماليات . پس از ياد خدا و درود ، همانا كسى كه از روز قيامت نترسد ، زاد و توشه اى از پيش نخواهد فرستاد . ",
		"بدانيد مسئوليّتى را كه به عهده گرفته ايد اندك امّا پاداش آن فراوان است ، اگر براى آنچه كه خدا نهى كرد «مانند ستمكارى و دشمنى» كيفرى نبود . براى رسيدن به پاداش در ترك آن نيز عذرى وجود نداشت . ",
		"<span class=\"arabic\">فَأَنْصِفُوا النَّاسَ مِنْ أَنْفُسِكُمْ وَ اصْبِرُوا لِحَوَائِجِهِمْ ، فَإِنَّكُمْ خُزَّانُ الرَّعِيَّةِ وَ وُكَلَاءُ الْأُمَّةِ وَ سُفَرَاءُ الْأَئِمَّةِ ، وَ لَا تُحْشِمُوا أَحَداً عَنْ حَاجَتِهِ وَ لَا تَحْبِسُوهُ عَنْ طَلِبَتِهِ وَ لَا تَبِيعُنَّ [النَّاسَ] لِلنَّاسِ فِي الْخَرَاجِ كِسْوَةَ شِتَاءٍ وَ لَا صَيْفٍ وَ لَا دَابَّةً يَعْتَمِلُونَ عَلَيْهَا وَ لَا عَبْداً ، وَ لَا تَضْرِبُنَّ أَحَداً سَوْطاً لِمَكَانِ دِرْهَمٍ وَ لَا تَمَسُّنَّ مَالَ أَحَدٍ مِنَ النَّاسِ مُصَلٍّ وَ لَا مُعَاهَدٍ إِلَّا أَنْ تَجِدُوا فَرَساً أَوْ سِلَاحاً يُعْدَى بِهِ عَلَى أَهْلِ الْإِسْلَامِ ، فَإِنَّهُ لَا يَنْبَغِي لِلْمُسْلِمِ أَنْ يَدَعَ ذَلِكَ فِي أَيْدِي أَعْدَاءِ الْإِسْلَامِ فَيَكُونَ شَوْكَةً عَلَيْهِ ، وَ لَا تَدَّخِرُوا أَنْفُسَكُمْ نَصِيحَةً وَ لَا الْجُنْدَ حُسْنَ سِيرَةٍ وَ لَا الرَّعِيَّةَ مَعُونَةً وَ لَا دِينَ اللَّهِ قُوَّةً ، وَ أَبْلُوا فِي سَبِيلِ اللَّهِ مَا اسْتَوْجَبَ عَلَيْكُمْ ، فَإِنَّ اللَّهَ سُبْحَانَهُ قَدِ اصْطَنَعَ عِنْدَنَا وَ عِنْدَكُمْ أَنْ نَشْكُرَهُ بِجُهْدِنَا وَ أَنْ نَنْصُرَهُ بِمَا بَلَغَتْ قُوَّتُنَا ، وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ . </span>",
		"در روابط خود با مردم انصاف داشته باشيد ، و در بر آوردن نيازهايشان شكيبا باشيد . ",
		"همانا شما خزانه داران مردم و نمايندگان ملّت ، و سفيران پيشوايان هستيد . ",
		"هرگز كسى را از نيازمندى او باز نداريد ، و از خواسته هاى مشروعش محروم نسازيد ، و براى گرفتن ماليات از مردم ، لباس هاى تابستانى يا زمستانى ، و مركب سوارى ، و برده كارى او را نفروشيد ، و براى گرفتن درهمى ، كسى را با تازيانه نزنيد . ",
		"و به مال كسى «نمازگزار باشد ، يا غير مسلمانى كه در پناه اسلام است» دست اندازى نكنيد ، جز اسب يا اسلحه اى كه براى تجاوز به مسلمان ها به كار گرفته مى شود . زيرا براى مسلمان جايز نيست آنها را در اختيار دشمنان اسلام بگذارد ، تا نيرومندتر از سپاه اسلام گردند . ",
		"از پند دادن به نفس خويش هيچ گونه كوتاهى نداشته ، از خوشرفتارى با سپاهيان ، و كمك به رعايا ، و تقويت دين خدا ، غفلت نكنيد ، و آنچه در راه خدا بر شما واجب است انجام دهيد . ",
		"همانا خداى سبحان از ما و شما خواسته است كه در شكرگزارى كوشا بوده ، و با تمام قدرت او را يارى كنيم ، «و نيرويى جز از جانب خدا نيست» . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أمراء البلاد في معنى الصلاة : ",
		"(نامه به فرمانداران شهرها در باره وقت نماز) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَصَلُّوا بِالنَّاسِ الظُّهْرَ حَتَّى تَفِيءَ الشَّمْسُ [مِثْلَ] مِنْ مَرْبِضِ الْعَنْزِ ، وَ صَلُّوا بِهِمُ الْعَصْرَ وَ الشَّمْسُ بَيْضَاءُ حَيَّةٌ فِي عُضْوٍ مِنَ النَّهَارِ حِينَ يُسَارُ فِيهَا فَرْسَخَانِ ، وَ صَلُّوا بِهِمُ الْمَغْرِبَ حِينَ يُفْطِرُ الصَّائِمُ وَ يَدْفَعُ الْحَاجُّ إِلَى مِنًى ، وَ صَلُّوا بِهِمُ الْعِشَاءَ حِينَ يَتَوَارَى الشَّفَقُ إِلَى ثُلُثِ اللَّيْلِ ، وَ صَلُّوا بِهِمُ الْغَدَاةَ وَ الرَّجُلُ يَعْرِفُ وَجْهَ صَاحِبِهِ ؛ وَ صَلُّوا بِهِمْ صَلَاةَ أَضْعَفِهِمْ وَ لَا تَكُونُوا فَتَّانِينَ . </span>",
		"پس از ياد خدا و درود نماز ظهر را با مردم وقتى بخوانيد كه آفتاب به طرف مغرب رفته ، سايه آن به اندازه ديوار آغل بز گسترده شود ، و نماز عصر را با مردم هنگامى بخوانيد كه خورشيد سفيد است و جلوه دارد و پاره اى از روز مانده كه تا غروب مى توان دو فرسخ راه را پيمود . و نماز مغرب را با مردم زمانى بخوانيد كه روزه دار افطار ، و حاجى از عرفات به سوى منى كوچ مى كند . و نماز عشاء را با مردم وقتى بخوانيد كه شفق پنهان ، و يك سوّم از شب بگذرد ، و نماز صبح را با مردم هنگامى بخوانيد كه شخص چهره همراه خويش را بشناسد . ",
		"و نماز جماعت را در حد ناتوان آنان بگزاريد ، و فتنه گر مباشيد . "
	],
	[
		"بنام خداوند بخشنده و مهربان ، اين فرمان بنده خدا على امير مؤمنان ، به مالك اشتر پسر حارث است ، در عهدى كه با او دارد ، هنگامى كه او را به فرماندارى مصر بر مى ‏گزيند تا خراج آن ديار را جمع آورد ، و با دشمنانش نبرد كند ، كار مردم را اصلاح ، و شهرهاى مصر را آباد سازد . ",
		"<span class=\"arabic\">بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ . هَذَا مَا أَمَرَ بِهِ عَبْدُ اللهِ عَلِيٌّ أَمِيرُ الْمُؤْمِنِينَ مَالِكَ بْنَ الْحَارِثِ الْأَشْتَرَ فِي عَهْدِهِ إِلَيْهِ حِينَ وَلَّاهُ مِصْرَ جِبَايَةَ خَرَاجِهَا وَ جِهَادَ عَدُوِّهَا وَ اسْتِصْلَاحَ أَهْلِهَا وَ عِمَارَةَ بِلَادِهَا أَمَرَهُ بِتَقْوَى اللَّهِ وَ إِيْثَارِ طَاعَتِهِ وَ اتِّبَاعِ مَا أَمَرَ بِهِ فِي كِتَابِهِ مِنْ فَرَائِضِهِ وَ سُنَنِهِ الَّتِي لَا يَسْعَدُ أَحَدٌ إِلَّا بِاتِّبَاعِهَا وَ لَا يَشْقَى إِلَّا مَعَ جُحُودِهَا وَ إِضَاعَتِهَا وَ أَنْ يَنْصُرَ اللَّهَ سُبْحَانَهُ بِقَلْبِهِ وَ يَدِهِ وَ لِسَانِهِ فَإِنَّهُ جَلَّ اسْمُهُ قَدْ تَكَفَّلَ بِنَصْرِ مَنْ نَصَرَهُ وَ إِعْزَازِ مَنْ أَعَزَّهُ وَ أَمَرَهُ أَنْ يَكْسِرَ نَفْسَهُ مِنَ الشَّهَوَاتِ وَ يَزَعَهَا عِنْدَ الْجَمَحَاتِ فَإِنَّ النَّفْسَ أَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ اللَّهُ ثُمَّ اعْلَمْ يَا مَالِكُ أَنِّي قَدْ وَجَّهْتُكَ إِلَى بِلَادٍ قَدْ جَرَتْ عَلَيْهَا دُوَلٌ قَبْلَكَ مِنْ عَدْلٍ وَ جَوْرٍ وَ أَنَّ النَّاسَ يَنْظُرُونَ مِنْ أُمُورِكَ فِي مِثْلِ مَا كُنْتَ تَنْظُرُ فِيهِ مِنْ أُمُورِ الْوُلَاةِ قَبْلَكَ وَ يَقُولُونَ فِيكَ مَا كُنْتَ تَقُولُ فِيهِمْ وَ إِنَّمَا يُسْتَدَلُّ عَلَى الصَّالِحِينَ بِمَا يُجْرِي اللَّهُ لَهُمْ عَلَى أَلْسُنِ عِبَادِهِ فَلْيَكُنْ أَحَبَّ الذَّخَائِرِ إِلَيْكَ ذَخِيرَةُ الْعَمَلِ الصَّالِحِ فَامْلِكْ هَوَاكَ وَ شُحَّ بِنَفْسِكَ عَمَّا لَا يَحِلُّ لَكَ فَإِنَّ الشُّحَّ بِالنَّفْسِ الْإِنْصَافُ مِنْهَا فِيمَا أَحَبَّتْ أَوْ كَرِهَت . </span>",
		"او را به ترس از خدا فرمان مى دهد ، و اينكه اطاعت خدا را بر ديگر كارها مقدّم دارد ، و آنچه در كتاب خدا آمده ، از واجبات و سنّت ها را پيروى كند ، دستوراتى كه جز با پيروى آن رستگار نخواهد شد ، و جز با نشناختن و ضايع كردن آن جنايتكار نخواهد گرديد . ",
		"به او فرمان مى دهد كه خدا را با دل و دست و زبان يارى كند ، زيرا خداوند پيروزى كسى را تضمين كند كه او را يارى دهد ، و بزرگ دارد آن كس را كه او را بزرگ شمارد و به او فرمان مى دهد تا نفس خود را از پيروى آرزوها باز دارد ، و به هنگام سركشى رامش كند ، كه : “همانا نفس همواره به بدى وا مى دارد جز آن كه خدا رحمت آورد” . ",
		"پس اى مالك بدان! من تو را به سوى شهرهايى فرستادم كه پيش از تو دولت هاى عادل يا ستمگرى بر آن حكم راندند ، و مردم در كارهاى تو چنان مى نگرند كه تو در كارهاى حاكمان پيش از خود مى نگرى ، و در باره تو آن مى گويند كه تو نسبت به زمامداران گذشته مى گويى ، و همانا نيكوكاران را به نام نيكى توان شناخت كه خدا از آنان بر زبان بندگانش جارى ساخت . ",
		"پس نيكوترين اندوخته تو بايد اعمال صالح و درست باشد ، هواى نفس را در اختيار گير ، و از آنچه حلال نيست خويشتن دارى كن ، زيرا بخل ورزيدن به نفس خويش ، آن است كه در آنچه دوست دارد ، يا براى او ناخوشايند است ، راه انصاف پيمايى . ",
		"<span class=\"arabic\">وَ أَشْعِرْ قَلْبَكَ الرَّحْمَةَ لِلرَّعِيَّةِ وَ الْمَحَبَّةَ لَهُمْ وَ اللُّطْفَ بِهِمْ وَ لَا تَكُونَنَّ عَلَيْهِمْ سَبُعاً ضَارِياً تَغْتَنِمُ أَكْلَهُمْ فَإِنَّهُمْ صِنْفَانِ إِمَّا أَخٌ لَكَ فِي الدِّينِ وَ إِمَّا نَظِيرٌ لَكَ فِي الْخَلْقِ يَفْرُطُ مِنْهُمُ الزَّلَلُ وَ تَعْرِضُ لَهُمُ الْعِلَلُ وَ يُؤْتَى عَلَى أَيْدِيهِمْ فِي الْعَمْدِ وَ الْخَطَإِ فَأَعْطِهِمْ مِنْ عَفْوِكَ وَ صَفْحِكَ مِثْلِ الَّذِي تُحِبُّ وَ تَرْضَى أَنْ يُعْطِيَكَ اللَّهُ مِنْ عَفْوِهِ وَ صَفْحِهِ فَإِنَّكَ فَوْقَهُمْ وَ وَالِي الْأَمْرِ عَلَيْكَ فَوْقَكَ وَ اللَّهُ فَوْقَ مَنْ وَلَّاكَ وَ قَدِ اسْتَكْفَاكَ أَمْرَهُمْ وَ ابْتَلَاكَ بِهِمْ . </span>",
		"مهربانى با مردم را پوشش دل خويش قرار ده ، و با همه دوست و مهربان باش . مبادا هرگز ، چونان حيوان شكارى باشى كه خوردن آنان را غنيمت دانى ، زيرا مردم دو دسته اند ، دسته اى برادر دينى تو ، و دسته ديگر همانند تو در آفرينش مى باشند . ",
		"اگر گناهى از آنان سر مى زند يا علّت هايى بر آنان عارض مى شود ، يا خواسته و ناخواسته ، اشتباهى مرتكب مى گردند ، آنان را ببخشاى و بر آنان آسان گير ، آن گونه كه دوست دارى خدا تو را ببخشايد و بر تو آسان گيرد . ",
		"همانا تو از آنان برتر ، و امام تو از تو برتر ، و خدا بر آن كس كه تو را فرماندارى مصر داد والاتر است ، كه انجام امور مردم مصر را به تو واگذارده ، و آنان را وسيله آزمودن تو قرار داده است . ",
		"<span class=\"arabic\">وَ لَا تَنْصِبَنَّ نَفْسَكَ لِحَرْبِ اللَّهِ فَإِنَّهُ لَا يَدَ لَكَ بِنِقْمَتِهِ وَ لَا غِنَى بِكَ عَنْ عَفْوِهِ وَ رَحْمَتِهِ وَ لَا تَنْدَمَنَّ عَلَى عَفْوٍ وَ لَا تَبْجَحَنَّ بِعُقُوبَةٍ وَ لَا تُسْرِعَنَّ إِلَى بَادِرَةٍ وَجَدْتَ مِنْهَا مَنْدُوحَةً وَ لَا تَقُولَنَّ إِنِّي مُؤَمَّرٌ آمُرُ فَأُطَاعُ فَإِنَّ ذَلِكَ إِدْغَالٌ فِي الْقَلْبِ وَ مَنْهَكَةٌ لِلدِّينِ وَ تَقَرُّبٌ مِنَ الْغِيَرِ وَ إِذَا أَحْدَثَ لَكَ مَا أَنْتَ فِيهِ مِنْ سُلْطَانِكَ أُبَّهَةً أَوْ مَخِيلَةً فَانْظُرْ إِلَى عِظَمِ مُلْكِ اللَّهِ فَوْقَكَ وَ قُدْرَتِهِ مِنْكَ عَلَى مَا لَا تَقْدِرُ عَلَيْهِ مِنْ نَفْسِكَ فَإِنَّ ذَلِكَ يُطَامِنُ إِلَيْكَ مِنْ طِمَاحِكَ وَ يَكُفُّ عَنْكَ مِنْ غَرْبِكَ وَ يَفِيءُ إِلَيْكَ بِمَا عَزَبَ عَنْكَ مِنْ عَقْلِكَ . </span>",
		"هرگز با خدا مستيز ، كه تو را از كيفر او نجاتى نيست ، و از بخشش و رحمت او بى نياز نخواهى بود . بر بخشش ديگران پشيمان مباش ، و از كيفر كردن شادى مكن ، و از خشمى كه توانى از آن رها گردى شتاب نداشته باش . ",
		"به مردم نگو ، به من فرمان دادند و من نيز فرمان مى دهم ، پس بايد اطاعت شود ، كه اين گونه خود بزرگ بينى دل را فاسد ، و دين را پژمرده ، و موجب زوال نعمت هاست . ",
		"و اگر با مقام و قدرتى كه دارى ، دچار تكبّر يا خود بزرگ بينى شدى به بزرگى حكومت پروردگار كه برتر از تو است بنگر ، كه تو را از آن سركشى نجات مى دهد ، و تندروى تو را فرو مى نشاند ، و عقل و انديشه ات را به جايگاه اصلى باز مى گرداند . ",
		"<span class=\"arabic\">إِيَّاکَ وَمُسَامَاةَ اللهِ فِي عَظَمَتِهِ ، وَالتَّشَبُّهَ بِهِ فِي جَبَرُوتِهِ ، فَإِنَّ اللهَ يُذِلُّ کُلَّ جَبَّار ، وَ يُهِينُ کُلَّ مُخْتَال . </span>",
		"<span class=\"arabic\">أَنْصِفِ اللهَ وَأَنْصِفِ النَّاسَ مِنْ نَفْسِکَ ، وَمِنْ خَاصَّةِ أَهْلِکَ ، وَمَنْ لَکَ فِيهِ هَوًى مِنْ رَعِيَّتِکَ ، فَإِنَّکَ إِلاَّ تَفْعَلْ تَظْلِمْ . وَمَنْ ظَلَمَ عِبَادَ اللهِ کَانَ اللهُ خَصْمَهُ دُونَ عِبَادِهِ ، وَمَنْ خَاصَمَهُ اللهُ أَدْحَضَ حُجَّتَهُ ، وَکَانَ لِلَّهِ حَرْباً حَتَّى يَنْزِعَ أَوْ يَتُوبَ . وَلَيْسَ شَيْءٌ أَدْعَى إِلَى تَغْيِيرِ نِعْمَةِ اللهِ وَتَعْجِيلِ نِقْمَتِهِ مِنْ إِقَامَة عَلَى ظُلْم ، فَإِنَّ اللهَ سَمِيعٌ دَعْوَةَ الْمُضْطَهَدِينَ وَهُوَ لِلظَّالِمِينَ بِالْمِرْصَادِ . </span>",
		"بپرهيز كه خود را در بزرگى همانند خداوند پندارى ، و در شكوه خداوندى همانند او دانى ، زيرا خداوند هر سركشى را خوار مى ‏سازد ، و هر خود پسندى را بى ‏ارزش مى ‏كند . ",
		"با خدا و با مردم ، و با خويشاوندان نزديك ، و با افرادى از رعيّت خود كه آنان را دوست دارى ، انصاف را رعايت كن ، كه اگر چنين نكنى ستم روا داشتى ، و كسى كه به بندگان خدا ستم روا دارد خدا به جاى بندگانش دشمن او خواهد بود ، و آن را كه خدا دشمن شود ، دليل او را نپذيرد ، كه با خدا سر جنگ دارد ، تا آنگاه كه باز گردد ، يا توبه كند ، و چيزى چون ستمكارى نعمت خدا را دگرگون نمى ‏كند ، و كيفر او را نزديك نمى‏ سازد ، كه خدا دعاى ستمديدگان را مى‏ شنود و در كمين ستمكاران است . ",
		"<span class=\"arabic\">وَلْيَکُنْ أَحَبَّ الاُْمُورِ إِلَيْکَ أَوْسَطُهَا فِي الْحَقِّ ، وَأَعَمُّهَا فِي الْعَدْلِ ، وَأَجْمَعُهَا لِرِضَى الرَّعِيَّةِ ، فَإِنَّ سُخْطَ الْعَامَّةِ يُجْحِفُ بِرِضَى الْخَاصَّةِ ، وَإِنَّ سُخْطَ الْخَاصَّةِ يُغْتَفَرُ مَعَ رِضَى الْعَامَّةِ . وَلَيْسَ أَحَدٌ مِنَ الرَّعِيَّةِ أَثْقَلَ عَلَى الْوَالِي مَؤُونَةً فِي الرَّخَاءِ ، وَأَقَلَّ مَعُونَةً لَهُ فِي الْبَلاَءِ ، وَأَکْرَهَ لِلاِْنْصَافِ ، وَأَسْأَلَ بِالاِْلْحَافِ ، وَأَقَلَّ شُکْراً عِنْدَ الاِْعْطَاءِ ، وَأَبْطَأَ عُذْراً عِنْدَ الْمَنْعِ ، وَأَضْعَفَ صَبْراً عِنْدَ مُلِمَّاتِ الدَّهْرِ مِنْ أَهْلِ الْخَاصَّةِ . وَإِنَّمَا عِمَادُ الدِّينِ ، وَجِمَاعُ الْمُسْلِمِينَ ، وَالْعُدَّةُ لِلاَْعْدَاءِ ، الْعَامَّةُ مِنَ الاُْمَّةِ ، فَلْيَکُنْ صِغْوُکَ لَهُمْ ، وَمَيْلُکَ مَعَهُمْ . </span>",
		"دوست داشتنى ‏ترين چيزها در نزد تو ، در حق ميانه‏ ترين ، و در عدل فراگيرترين ، و در جلب خشنودى مردم گسترده ‏ترين باشد ، كه همانا خشم عمومى مردم ، خشنودى خواص (نزديكان) را از بين مى ‏برد ، امّا خشم خواص را خشنودى همگان بى ‏أثر مى‏ كند . ",
		"خواصّ جامعه ، همواره بار سنگينى را بر حكومت تحميل مى‏ كنند زيرا در روزگار سختى ياريشان كمتر ، و در اجراى عدالت از همه ناراضى ‏تر ، و در خواسته‏ هايشان پافشارتر ، و در عطا و بخشش‏ها كم سپاس‏تر ، و به هنگام منع خواسته‏ ها دير عذر پذيرتر ، و در برابر مشكلات كم استقامت ‏تر مى ‏باشند . ",
		"در صورتى كه ستون‏هاى استوار دين ، و اجتماعات پرشور مسلمين ، و نيروهاى ذخيره دفاعى ، عموم مردم مى ‏باشند ، پس به آنها گرايش داشته و اشتياق تو با آنان باشد . ",
		"<span class=\"arabic\">وَلْيَکُنْ أَبْعَدَ رَعِيَّتِکَ مِنْکَ ، وَأَشْنَأَهُمْ عِنْدَکَ ، أَطْلَبُهُمْ لِمَعَائِبِ النَّاسِ فَإِنَّ فِي النَّاسِ عُيُوباً ، الْوَالِي أَحَقُّ مَنْ سَتَرَهَا ، فَلاَ تَکْشِفَنَّ عَمَّا غَابَ عَنْکَ مِنْهَا ، فَإِنَّمَا عَلَيْکَ تَطْهِيرُ مَا ظَهَرَ لَکَ ، وَاللهُ يَحْکُمُ عَلَى مَا غَابَ عَنْکَ ، فَاسْتُرِ الْعَوْرَةَ مَا اسْتَطَعْتَ يَسْتُرِ اللهُ مِنْکَ مَا تُحِبُّ سَتْرَهُ مِنْ رَعِيَّتِکَ . أَطْلِقْ عَنِ النَّاسِ عُقْدَةَ کُلِّ حِقْد ، وَاقْطَعْ عَنْکَ سَبَبَ کُلِّ وِتْر ، وَتَغَابَ عَنْ کُلِّ مَا لاَ يَضِحُ لَکَ ، وَلاَ تَعْجَلَنَّ إِلَى تَصْدِيقِ سَاعٍ فَإِنَّ السَّاعِيَ غَاشٌّ ، وَإِنْ تَشَبَّهَ بِالنَّاصِحِينَ . </span>",
		"از رعيّت ، آنان را كه عيب جوترند از خود دور كن ، زيرا مردم عيوبى دارند كه رهبر امّت در پنهان داشتن آن از همه سزاوارتر است ، پس مبادا آنچه بر تو پنهان است آشكار گردانى ، و آنچه كه هويداست بپوشانى ، كه داورى در آنچه از تو پنهان است با خداى جهان مى باشد ، پس چندان كه مى توانى زشتى ها را بپوشان ، تا آن را كه دوست دارى بر رعيّت پوشيده ماند خدا بر تو بپوشاند . ",
		"گره هر كينه اى را در مردم بگشاى ، و رشته هر نوع دشمنى را قطع كن ، و از آنچه كه در نظر روشن نيست كناره گير . در تصديق سخن چين شتاب مكن ، زيرا سخن چين گرچه در لباس اندرز دهنده ظاهر مى شود امّا خيانتكار است . ",
		"<span class=\"arabic\">وَلاَ تُدْخِلَنَّ فِي مَشُورَتِکَ بَخِيلاً يَعْدِلُ بِکَ عَنِ الْفَضْلِ ، وَيَعِدُکَ الْفَقْرَ ، وَلاَ جَبَاناً يُضْعِفُکَ عَنِ الاُْمُورِ ، وَلاَ حَرِيصاً يُزَيِّنُ لَکَ الشَّرَهَ بِالْجَوْرِ ، فَإِنَّ الْبُخْلَ وَالْجُبْنَ وَالْحِرْصَ غَرَائِزُ شَتَّى يَجْمَعُهَا سُوءُ الظَّنِّ بِاللهِ . </span>",
		"<span class=\"arabic\">إِنَّ شَرَّ وُزَرَائِکَ مَنْ کَانَ لِلاَْشْرَارِ قَبْلَکَ وَزِيراً ، وَمَنْ شَرِکَهُمْ فِي الآْثَامِ فَلاَ يَکُونَنَّ لَکَ بِطَانَةً ، فَإِنَّهُمْ أَعْوَانُ الاَْثَمَةِ ، وَإِخْوَانُ الظَّلَمَةِ ، وَأَنْتَ وَاجِدٌ مِنْهُمْ خَيْرَ الْخَلَفِ مِمَّنْ لَهُ مِثْلُ آرَائِهِمْ وَنَفَاذِهِمْ ، وَلَيْسَ عَلَيْهِ مِثْلُ آصَارِهِمْ وَأَوْزَارِهِمْ وَآثَامِهِمْ ، مِمَّنْ لَمْ يُعَاوِنْ ظَالِماً عَلَى ظُلْمِهِ ، وَلاَ آثِماً عَلَى إِثْمِهِ أُولَئِکَ أَخَفُّ عَلَيْکَ مَؤُونَةً ، وَأَحْسَنُ لَکَ مَعُونَةً ، وَأَحْنَى عَلَيْکَ عَطْفاً ، وَأَقَلُّ لِغَيْرِکَ إِلْفاً ، فَاتَّخِذْ أُولَئِکَ خَاصَّةً لِخَلَوَاتِکَ وَحَفَلاَتِکَ ، ثُمَّ لْيَکُنْ آثَرُهُمْ عِنْدَکَ أَقْوَلَهُمْ بِمُرِّ الْحَقِّ لَکَ وَأَقَلَّهُمْ مُسَاعَدَةً فِيمَا يَکُونُ مِنْکَ مِمَّا کَرِهَ اللهُ لاَِوْلِيَائِهِ ، وَاقِعاً ذَلِکَ مِنْ هَوَاکَ حَيْثُ وَقَعَ . </span>",
		"بخيل را در مشورت كردن دخالت نده ، كه تو را از نيكوكارى باز مى دارد ، و از تنگدستى مى ترساند . ترسو را در مشورت كردن دخالت نده ، كه در انجام كارها روحيّه تو را سست مى كند . ",
		"حريص را در مشورت كردن دخالت نده ، كه حرص را با ستمكارى در نظرت زينت مى دهد . همانا بخل و ترس و حرص ، غرائز گوناگونى هستند كه ريشه آنها بدگمانى به خداى بزرگ است . ",
		"بدترين وزيران تو ، كسى است كه پيش از تو وزير بدكاران بوده ، و در گناهان آنان شركت داشته ، پس مبادا چنين افرادى محرم راز تو باشند ، زيرا كه آنان ياوران گناهكاران ، و يارى دهندگان ستمكارانند . ",
		"تو بايد جانشينانى بهتر از آنان داشته باشى كه قدرت فكرى امثال آنها را داشته ، امّا گناهان و كردار زشت آنها را نداشته باشند : كسانى كه ستمكارى را بر ستمى يارى نكرده ، و گناه كارى را در گناهى كمك نرسانده باشند . ",
		"هزينه اين گونه از افراد بر تو سبك تر ، و ياريشان بهتر ، و مهربانيشان بيشتر ، و دوستى آنان با غير تو كمتر است . ",
		"آنان را از خواص ، و دوستان نزديك ، و راز داران خود قرار ده ، سپس از ميان آنان افرادى را كه در حق گويى از همه صريح ترند ، و در آنچه را كه خدا براى دوستانش نمى پسندد تو را مدد كار نباشند ، انتخاب كن ، چه خوشايند تو باشد يا ناخوشايند . ",
		"<span class=\"arabic\">وَالْصَقْ بِأَهْلِ الْوَرَعِ وَالصِّدْقِ; ثُمَّ رُضْهُمْ عَلَى أَلاَّ يُطْرُوکَ وَلاَ يَبْجَحُوکَ بِبَاطِل لَمْ تَفْعَلْهُ ، فَإِنَّ کَثْرَةَ الاِْطْرَاءِ تُحْدِثُ الزَّهْوَ ، وَتُدْنِي مِنَ الْعِزَّةِ . </span>",
		"<span class=\"arabic\">وَلاَ يَکُونَنَّ الْمُحْسِنُ وَالْمُسِيءُ عِنْدَکَ بِمَنْزِلَة سَوَاء ، فَإِنَّ فِي ذَلِکَ تَزْهِيداً لاَِهْلِ الاِْحْسَانِ فِي الاِْحْسَانِ ، وَتَدْرِيباً لاَِهْلِ الاِْسَاءَةِ عَلَى الاِْسَاءَةِ وَأَلْزِمْ کُلاًّ مِنْهُمْ مَا أَلْزَمَ نَفْسَهُ . وَاعْلَمْ أَنَّهُ لَيْسَ شَيْءٌ بِأَدْعَى إِلَى حُسْنِ ظَنِّ رَاع بِرَعِيَّتِهِ مِنْ إِحْسَانِهِ إِلَيْهِمْ ، وَتَخْفِيفِهِ الْمَئُونَاتِ عَلَيْهِمْ ، وَتَرْکِ اسْتِکْرَاهِهِ إِيَّاهُمْ عَلَى مَا لَيْسَ لَهُ قِبَلَهُمْ . فَلْيَکُنْ مِنْکَ فِي ذَلِکَ أَمْرٌ يَجْتَمِعُ لَکَ بِهِ حُسْنُ الظَّنِّ بِرَعِيَّتِکَ فَإِنَّ حُسْنَ الظَّنِّ يَقْطَعُ عَنْکَ نَصَباً طَوِيلاً . وَإِنَّ أَحَقَّ مَنْ حَسُنَ ظَنُّکَ بِهِ لَمَنْ حَسُنَ بَلاَؤُکَ عِنْدَهُ ، وَإِنَّ أَحَقَّ مَنْ سَاءَ ظَنُّکَ بِهِ لَمَنْ سَاءَ بَلاَؤُکَ عِنْدَهُ . وَلاَ تَنْقُضْ سُنَّةً صَالِحَةً عَمِلَ بِهَا صُدُورُ هَذِهِ الاُْمَّةِ ، وَاجْتَمَعَتْ بِهَا الاُْلْفَةُ ، وَصَلَحَتْ عَلَيْهَا الرَّعِيَّةُ . وَلاَ تُحْدِثَنَّ سُنَّةً تَضُرُّ بِشَيْء مِنْ مَاضِي تِلْکَ السُّنَنِ ، فَيَکُونَ الاَْجْرُ لِمَنْ سَنَّهَا ، وَالْوِزْرُ عَلَيْکَ بِمَا نَقَضْتَ مِنْهَا . وَأَکْثِرْ مُدَارَسَةَ الْعُلَمَاءِ ، وَمُنَاقَشَةَ الْحُکَمَاءِ ، فِي تَثْبِيتِ مَا صَلَحَ عَلَيْهِ أَمْرُ بِلاَدِکَ ، وَإِقَامَةِ مَا اسْتَقَامَ بِهِ النَّاسُ قَبْلَکَ . </span>",
		"تا مى توانى با پرهيزكاران و راستگويان بپيوند ، و آنان را چنان پرورش ده كه تو را فراوان نستايند ، و تو را براى اعمال زشتى كه انجام نداده اى تشويق نكنند ، كه ستايش بى اندازه ، خود پسندى مى آورد ، و انسان را به سركشى وا مى دارد . ",
		"هرگز نيكوكار و بدكار در نظرت يكسان نباشند ، زيرا نيكوكاران در نيكوكارى بى رغبت ، و بدكاران در بد كارى تشويق مى گردند ، پس هر كدام از آنان را بر أساس كردارشان پاداش ده . ",
		"بدان اى مالك هيچ وسيله اى براى جلب اعتماد والى به رعيّت بهتر از نيكوكارى به مردم ، و تخفيف ماليات ، و عدم اجبار مردم به كارى كه دوست ندارند ، نمى باشد ، ",
		"پس در اين راه آنقدر بكوش تا به وفادارى رعيّت ، خوشبين شوى ، كه اين خوشبينى رنج طولانى مشكلات را از تو بر مى دارد ، پس به آنان كه بيشتر احسان كردى بيشتر خوشبين باش ، و به آنان كه بد رفتارى كردى بد گمان تر باش . ",
		"و آداب پسنديده اى را كه بزرگان اين امّت به آن عمل كردند ، و ملّت اسلام با آن پيوند خورده ، و رعيّت با آن اصلاح شدند ، بر هم مزن ، و آدابى كه به سنّت هاى خوب گذشته زيان وارد مى كند ، پديد نياور ، كه پاداش براى آورنده سنّت ، و كيفر آن براى تو باشد كه آنها را در هم شكستى . ",
		"با دانشمندان ، فراوان گفتگو كن ، و با حكيمان فراوان بحث كن ، كه مايه آبادانى و اصلاح شهرها ، و برقرارى نظم و قانونى است كه در گذشته نيز وجود داشت . ",
		"<span class=\"arabic\">وَاعْلَمْ أَنَّ الرَّعِيَّةَ طَبَقَاتٌ لاَ يَصْلُحُ بَعْضُهَا إِلاَّ بِبَعْض ، وَلاَ غِنَى بِبَعْضِهَا عَنْ بَعْض فَمِنْهَا جُنُودُ اللهِ ، وَمِنْهَا کُتَّابُ الْعَامَّةِ وَالْخَاصَّةِ ، وَمِنْهَا قُضَاةُ الْعَدْلِ وَمِنْهَا عُمَّالُ الاِْنْصَافِ وَالرِّفْقِ ، وَمِنْهَا أَهْلُ الْجِزْيَةِ وَالْخَرَاجِ مِنْ أَهْلِ الذِّمَّةِ وَمُسْلِمَةِ النَّاسِ ، وَمِنْهَا التُّجَّارُ وَأَهْلُ الصِّنَاعَاتِ وَمِنْهَا الطَّبَقَةُ السُّفْلَى مِنْ ذَوِي الْحَاجَةِ وَالْمَسْکَنَةِ ، وَکُلٌّ قَدْ سَمَّى اللهُ لَهُ سَهْمَهُ ، وَ وَضَعَ عَلَى حَدِّهِ فَرِيضَةً فِي کِتَابِهِ أَوْ سُنَّةِ نَبِيِّهِ (صلى الله عليه وآله) عَهْداً مِنْهُ عِنْدَنَا مَحْفُوظاً . </span>",
		"اى مالك بدان مردم از گروه هاى گوناگونى مى باشند كه اصلاح هر يك جز با ديگرى امكان ندارد ، و هيچ يك از گروه ها از گروه ديگر بى نياز نيست . ",
		"از آن قشرها ، لشكريان خدا ، و نويسندگان عمومى و خصوصى ، قضات دادگستر ، كارگزاران عدل و نظم اجتماعى ، جزيه دهندگان ، پرداخت كنندگان ماليات ، تجّار و بازرگانان ، صاحبان صنعت و پيشه وران ، و نيز طبقه پايين جامعه ، يعنى نيازمندان و مستمندان مى باشند ، كه براى هر يك خداوند سهمى مقرّر داشته ، و مقدار واجب آن را در قرآن يا سنّت پيامبر صلى‌الله‌عليه‌وآله‌وسلم تعيين كرده كه پيمانى از طرف خداست و نگهدارى آن بر ما لازم است . ",
		"<span class=\"arabic\">فَالْجُنُودُ ، بِإِذْنِ اللهِ ، حُصُونُ الرَّعِيَّةِ ، وَزَيْنُ الْوُلاَةِ ، وَعِزُّ الدِّينِ ، وَسُبُلُ الاَْمْنِ وَلَيْسَ تَقُومُ الرَّعِيَّةُ إِلاَّ بِهِمْ . ثُمَّ لاَ قِوَامَ لِلْجُنُودِ إِلاَّ بِمَا يُخْرِجُ اللهُ لَهُمْ مِنَ الْخَرَاجِ الَّذِي يَقْوَوْنَ بِهِ عَلَى جِهَادِ عَدُوِّهِمْ ، وَيَعْتَمِدُونَ عَلَيْهِ فِيمَا يُصْلِحُهُمْ وَيَکُونُ مِنْ وَرَاءِ حَاجَتِهِمْ . ثُمَّ لاَ قِوَامَ لِهَذَيْنِ الصِّنْفَيْنِ إِلاَّ بِالصِّنْفِ الثَّالِثِ مِنَ الْقُضَاةِ وَالْعُمَّالِ وَالْکُتَّابِ ، لِمَا يُحْکِمُونَ مِنَ الْمَعَاقِدِ ، وَيَجْمَعُونَ مِنَ الْمَنَافِعِ ، وَيُؤْتَمَنُونَ عَلَيْهِ مِنْ خَوَاصِّ الاُْمُورِ وَعَوَامِّهَا . وَلاَ قِوَامَ لَهُمْ جَمِيعاً إِلاَّ بِالتُّجَّارِ وَذَوِي الصِّنَاعَاتِ ، فِيمَا يَجْتَمِعُونَ عَلَيْهِ مِنْ مَرَافِقِهِمْ ، وَيُقِيمُونَهُ مِنْ أَسْوَاقِهِمْ وَيَکْفُونَهُمْ مِنَ التَّرَفُّقِ بِأَيْدِيهِمْ مَا لاَ يَبْلُغُهُ رِفْقُ غَيْرِهِمْ . ثُمَّ الطَّبَقَةُ السُّفْلَى مِنْ أَهْلِ الْحَاجَةِ وَالْمَسْکَنَةِ الَّذِينَ يَحِقُّ رِفْدُهُمْ وَمَعُونَتُهُمْ . وَفِي اللهِ لِکُلّ سَعَةٌ ، وَلِکُلّ عَلَى الْوَالِي حَقٌّ بِقَدْرِ مَا يُصْلِحُهُ ، وَلَيْسَ يَخْرُجُ الْوَالِي مِنْ حَقِيقَةِ مَا أَلْزَمَهُ اللهُ مِنْ ذَلِکَ إِلاَّ بِالاِهْتِمَامِ وَالاِسْتِعَانَةِ بِاللهِ ، وَتَوْطِينِ نَفْسِهِ عَلَى لُزُومِ الْحَقِّ ، وَالصَّبْرِ عَلَيْهِ فِيمَا خَفَّ عَلَيْهِ أَوْ ثَقُلَ . </span>",
		"پس سپاهيان به فرمان خدا ، پناهگاه استوار رعيّت ، و زينت و وقار زمامداران ، شكوه دين ، و راههاى تحقّق امنيّت كشورند . امور مردم جز با سپاهيان استوار نگردد ، و پايدارى سپاهيان جز به خراج و ماليات رعيّت انجام نمى شود كه با آن براى جهاد با دشمن تقويت گردند ، و براى اصلاح امور خويش به آن تكيّه كنند ، و نيازمندى هاى خود را برطرف سازند . ",
		"سپس سپاهيان و مردم ، جز با گروه سوم نمى توانند پايدار باشند ، و آن قضات ، و كارگزاران دولت ، و نويسندگان حكومتند ، كه قراردادها و معاملات را استوار مى كنند ، و آنچه به سود مسلمانان است فراهم مى آورند ، و در كارهاى عمومى و خصوصى مورد اعتمادند . ",
		"و گروه هاى ياد شده بدون بازرگانان ، و صاحبان صنايع نمى توانند دوام بياورند ، زيرا آنان وسائل زندگى را فراهم مى آورند ، و در بازارها عرضه مى كنند ، و بسيارى از وسايل زندگى را با دست مى سازند كه از توان ديگران خارج است . ",
		"قشر ديگر ، طبقه پايين از نيازمندان و مستمندانند كه بايد به آنها بخشش و يارى كرد . ",
		"براى تمام اقشار گوناگون ياد شده ، در پيشگاه خدا گشايشى است ، و همه آنان به مقدارى كه امورشان اصلاح شود بر زمامدار ، حقّى مشخصّ دارند ، و زمامدار از انجام آنچه خدا بر او واجب كرده است نمى تواند موفّق باشد جز آن كه تلاش فراوان نمايد ، و از خدا يارى بطلبد ، و خود را براى انجام حق آماده سازد ، و در همه كارها ، آسان باشد يا دشوار ، شكيبايى ورزد . ",
		"<span class=\"arabic\">فَوَلِّ مِنْ جُنُودِکَ أَنْصَحَهُمْ فِي نَفْسِکَ لِلَّهِ وَلِرَسُولِهِ وَ لاِِمَامِکَ ، وَأَنْقَاهُمْ جَيْباً ، وَأَفْضَلَهُمْ حِلْماً ، مِمَّنْ يُبْطِئُ عَنِ الْغَضَبِ ، وَيَسْتَرِيحُ إِلَى الْعُذْرِ ، وَيَرْأَفُ بِالضُّعَفَاءِ ، وَيَنْبُو عَلَى الاَْقْوِيَاءِ ، وَمِمَّنْ لاَ يُثِيرُهُ الْعُنْفُ ، وَلاَ يَقْعُدُ بِهِ الضَّعْفُ . ثُمَّ الْصَقْ بِذَوِي الْمُرُوءَاتِ وَالاَْحْسَابِ ، وَأَهْلِ الْبُيُوتَاتِ الصَّالِحَةِ ، وَالسَّوَابِقِ الْحَسَنَةِ ، ثُمَّ أَهْلِ النَّجْدَةِ وَالشَّجَاعَةِ ، وَالسَّخَاءِ وَالسَّمَاحَةِ; فَإِنَّهُمْ جِمَاعٌ مِنَ الْکَرَمِ ، وَشُعَبٌ مِنَ الْعُرْفِ . ثُمَّ تَفَقَّدْ مِنْ أُمُورِهِمْ مَا يَتَفَقَّدُ الْوَالِدَانِ مِنْ وَلَدِهِمَا ، وَلاَ يَتَفَاقَمَنَّ فِي نَفْسِکَ شَيْءٌ قَوَّيْتَهُمْ بِهِ ، وَلاَ تَحْقِرَنَّ لُطْفاً تَعَاهَدْتَهُمْ بِهِ وَإِنْ قَلَّ; فَإِنَّهُ دَاعِيَةٌ لَهُمْ إِلَى بَذْلِ النَّصِيحَةِ لَکَ ، وَحُسْنِ الظَّنِّ بِکَ . وَلاَ تَدَعْ تَفَقُّدَ لَطِيفِ أُمُورِهِمُ اتِّکَالاً عَلَى جَسِيمِهَا ، فَإِنَّ لِلْيَسِيرِ مِنْ لُطْفِکَ مَوْضِعاً يَنْتَفِعُونَ بِهِ ، وَلِلْجَسِيمِ مَوْقِعاً لاَ يَسْتَغْنُونَ عَنْهُ . </span>",
		"براى فرماندهى سپاه كسى را برگزين كه خيرخواهى او براى خدا و پيامبر صلى‌الله‌عليه‌وآله‌وسلم و امام تو بيشتر ، و دامن او پاك تر ، شكيبايى او برتر باشد ، از كسانى كه دير به خشم آيد ، و عذر پذيرتر باشد ، و بر ناتوان رحمت آورد ، و با قدرتمندان ، با قدرت برخورد كند ، درشتى او را به تجاوز نكشاند ، و ناتوانى او را از حركت باز ندارد . ",
		"سپس در نظاميان با خانواده هاى ريشه دار ، داراى شخصيّت حساب شده ، خاندانى پارسا ، داراى سوابقى نيكو و درخشان ، كه دلاور و سلحشور و بخشنده و بلند نظرند ، روابط نزديك بر قرار كن ، آنان همه بزرگوارى را در خود جمع كرده ، و نيكى ها را در خود گرد آورده اند . ",
		"پس در كارهاى آنان به گونه اى بينديش كه پدرى مهربان در باره فرزندش مى انديشد ، و مبادا آنچه را كه آنان را بدان نيرومند مى كنى در نظرت بزرگ جلوه كند ، و نيكوكارى تو نسبت به آنان -هر چند اندك باشد- خوار مپندار ، زيرا نيكى ، آنان را به خيرخواهى تو خواند ، و گمانشان را نسبت به تو نيكو گرداند ، و رسيدگى به امور كوچك آنان را به خاطر رسيدگى به كارهاى بزرگشان وامگذار ، زيرا از نيكى اندك تو سود مى برند ، و به نيكى هاى بزرگ تو بى نياز نيستند . ",
		"<span class=\"arabic\">وَلْيَکُنْ آثَرُ رُءُوسِ جُنْدِکَ عِنْدَکَ مَنْ وَاسَاهُمْ فِي مَعُونَتِهِ ، وَأَفْضَلَ عَلَيْهِمْ مِنْ جِدَتِهِ ، بِمَا يَسَعُهُمْ وَيَسَعُ مَنْ وَرَاءَهُمْ مِنْ خُلُوفِ أَهْلِيهِمْ ، حَتَّى يَکُونَ هَمُّهُمْ هَمّاً وَاحِداً فِي جِهَادِ الْعَدُوِّ; فَإِنَّ عَطْفَکَ عَلَيْهِمْ يَعْطِفُ قُلُوبَهُمْ عَلَيْکَ ، وَإِنَّ أَفْضَلَ قُرَّةِ عَيْنِ الْوُلاَةِ اسْتِقَامَةُ الْعَدْلِ فِي الْبِلاَدِ ، وَظُهُورُ مَوَدَّةِ الرَّعِيَّةِ . وإِنَّهُ لاَ تَظْهَرُ مَوَدَّتُهُمْ إِلاَّ بِسَلاَمَةِ صُدُورِهِمْ ، وَلاَ تَصِحُّ نَصِيحَتُهُمْ إِلاَّ بِحِيطَتِهِمْ عَلَى وُلاَةِ الاُْمُورِ ، وَقِلَّةِ اسْتِثْقَالِ دُوَلِهِمْ ، وَتَرْک اسْتِبْطَاءِ انْقِطَاعِ مُدَّتِهِمْ ، فَافْسَحْ فِي آمَالِهِمْ ، وَوَاصِلْ فِي حُسْنِ الثَّنَاءِ عَلَيْهِمْ ، وَتَعْدِيدِ مَا أَبْلَى ذَوُو الْبَلاَءِ مِنْهُمْ; فَإِنَّ کَثْرَةَ الذِّکْرِ لِحُسْنِ أَفْعَالِهِمْ تَهُزُّ الشُّجَاعَ ، وَتُحَرِّضُ النَّاکِلَ ، إِنْ شَاءَ اللهُ . ثُمَّ اعْرِفْ لِکُلِّ امْرِئ مِنْهُمْ مَا أَبْلَى ، وَلاَ تَضُمَّنَّ بَلاَءَ امْرِئ إِلَى غَيْرِهِ ، وَلاَ تُقَصِّرَنَّ بِهِ دُونَ غَايَةِ بَلاَئِهِ ، وَلاَ يَدْعُوَنَّکَ شَرَفُ امْرِئ إِلَى أَنْ تُعْظِمَ مِنْ بَلاَئِهِ مَا کَانَ صَغِيراً ، وَلاَ ضَعَةُ امْرِئ إِلَى أَنْ تَسْتَصْغِرَ مِنْ بَلاَئِهِ مَا کَانَ عَظِيماً . </span>",
		"<span class=\"arabic\">وَارْدُدْ إِلَى اللهِ وَرَسُولِهِ مَا يُضْلِعُکَ مِنَ الْخُطُوبِ ، وَيَشْتَبِهُ عَلَيْکَ مِنَ الاُْمُورِ فَقَدْ قَالَ اللهُ تَعَالَى لِقَوْم أَحَبَّ إِرْشَادَهُمْ : «يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الاَْمْرِ مِنْکُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْء فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ» ؛ فَالرَّدُّ إِلَى اللهِ الاَْخْذُ بِمُحْکَمِ کِتَابِهِ ، وَالرَّدُّ إِلَى الرَّسُولِ الاَْخْذُ بِسُنَّتِهِ الْجَامِعَةِ غَيْرِ الْمُفَرِّقَةِ . </span>",
		"برگزيده ترين فرماندهان سپاه تو ، كسى باشد كه از همه بيشتر به سربازان كمك رساند ، و از امكانات مالى خود بيشتر در اختيارشان گذارد ، به اندازه اى كه خانواده هايشان در پشت جبهه ، و خودشان در آسايش كامل باشند ، تا در نبرد با دشمن ، سربازان اسلام تنها به يك چيز بينديشند . ",
		"همانا مهربانى تو نسبت به سربازان ، دل هايشان را به تو مى كشاند ، و همانا برترين روشنى چشم زمامداران ، برقرارى عدل در شهرها و آشكار شدن محبّت مردم نسبت به رهبر است ، كه محبّت دلهاى رعيّت جز با پاكى قلب ها پديد نمى آيد ، و خيرخواهى آنان زمانى است كه با رغبت و شوق پيرامون رهبر را گرفته ، و حكومت بار سنگينى را بر دوش رعيّت نگذاشته باشد ، و طولانى شدن مدت زمامدارى بر ملّت ناگوار نباشد . ",
		"پس آرزوهاى سپاهيان را بر آور ، و همواره از آنان ستايش كن ، و كارهاى مهمّى كه انجام داده اند بر شمار ، زيرا يادآورى كارهاى ارزشمند آنان ، شجاعان را بر مى انگيزاند ، و ترسوها را به تلاش وامى دارد ، انشاء اللّه . ",
		"و در يك ارزشيابى دقيق ، رنج و زحمات هر يك از آنان را شناسايى كن ، و هرگز تلاش و رنج كسى را به حساب ديگرى نگذاشته ، و ارزش خدمت او را ناچيز مشمار ، تا شرافت و بزرگى كسى موجب نگردد كه كار كوچكش را بزرگ بشمارى ، يا گمنامى كسى باعث شود كه كار بزرگ او را ناچيز بدانى . ",
		"مشكلاتى كه در احكام نظاميان براى تو پديد مى آيد ، و امورى كه براى تو شبهه ناكند ، به خدا ، و رسول خدا صلى‌الله‌عليه‌وآله‌وسلم باز گردان ، زيرا خدا براى مردمى كه علاقه داشته هدايتشان كند فرموده است : «اى كسانى كه ايمان آورديد ، از خدا و رسول و امامانى كه از شما هستند اطاعت كنيد ، و اگر در چيزى نزاع داريد ، آن را به خدا و رسولش باز گردانيد» . ",
		"پس باز گرداندن چيزى به خدا ، يعنى عمل كردن به قرآن ، و باز گرداندن به پيامبر صلى‌الله‌عليه‌وآله‌وسلم يعنى عمل كردن به سنّت او كه وحدت بخش است ، نه عامل پراكندگى . ",
		"<span class=\"arabic\">ثُمَّ اخْتَرْ لِلْحُکْمِ بَيْنَ النَّاسِ أَفْضَلَ رَعِيَّتِکَ فِي نَفْسِکَ ، مِمَّنْ لاَ تَضِيقُ بِهِ الاُْمُورُ ، وَلاَ تُمَحِّکُهُ الْخُصُومُ ، وَلاَ يَتَمَادَى فِي الزَّلَّةِ ، وَلاَ يَحْصَرُ مِنَ الْفَيْءِ إِلَى الْحَقِّ إِذَا عَرَفَهُ ، وَلاَ تُشْرِفُ نَفْسُهُ عَلَى طَمَع ، وَلاَ يَکْتَفِي بِأَدْنَى فَهْم دُونَ أَقْصَاهُ; وَأَوْقَفَهُمْ فِي الشُّبُهَاتِ ، وَآخَذَهُمْ بِالْحُجَجِ ، وَأَقَلَّهُمْ تَبَرُّماً بِمُرَاجَعَةِ الْخَصْمِ ، وَأَصْبَرَهُمْ عَلَى تَکَشُّفِ الاُْمُورِ ، وَأَصْرَمَهُمْ عِنْدَ اتِّضَاحِ الْحُکْمِ ، مِمَّنْ لاَ يَزْدَهِيهِ إِطْرَاءٌ وَلاَ يَسْتَمِيلُهُ إِغْرَاءٌ وَأُولَئِکَ قَلِيلٌ ، ثُمَّ أَکْثِرْ تَعَاهُدَ قَضَائِهِ ، وَافْسَحْ لَهُ فِي الْبَذْلِ مَا يُزِيلُ عِلَّتَهُ ، وَتَقِلُّ مَعَهُ حَاجَتُهُ إِلَى النَّاسِ . وَأَعْطِهِ مِنَ الْمَنْزِلَةِ لَدَيْکَ مَا لاَ يَطْمَعُ فِيهِ غَيْرُهُ مِنْ خَاصَّتِکَ ، لِيَأْمَنَ بِذَلِکَ اغْتِيَالَ الرِّجَالِ لَهُ عِنْدَکَ . فَانْظُرْ فِي ذَلِکَ نَظَراً بَلِيغاً ، فَإِنَّ هَذَا الدِّينَ قَدْ کَانَ أَسِيراً فِي أَيْدِي الاَْشْرَارِ ، يُعْمَلُ فِيهِ بِالْهَوَى ، وَتُطْلَبُ بِهِ الدُّنْيَا . </span>",
		"سپس از ميان مردم ، برترين فرد نزد خود را براى قضاوت انتخاب كن ، كسانى كه مراجعه فراوان ، آنها را به ستوه نياورد ، و برخورد مخالفان با يكديگر او را خشمناك نسازد ، در اشتباهاتش پافشارى نكند ، و بازگشت به حق پس از آگاهى براى او دشوار نباشد ، طمع را از دل ريشه كن كند ، و در شناخت مطالب با تحقيقى اندك رضايت ندهد ، و در شبهات از همه با احتياطتر عمل كند ، و در يافتن دليل اصرار او از همه بيشتر باشد ، و در مراجعه پياپى شاكيان خسته نشود . ",
		"در كشف امور از همه شكيباتر ، و پس از آشكار شدن حقيقت ، در فصل خصومت از همه برنده تر باشد ، كسى كه ستايش فراوان او را فريب ندهد ، و چرب زبانى او را منحرف نسازد و چنين كسانى بسيار اندكند . ",
		"پس از انتخاب قاضى ، هر چه بيشتر در قضاوت هاى او بينديش ، و آنقدر به او ببخش كه نيازهاى او بر طرف گردد ، و به مردم نيازمند نباشد ، و از نظر مقام و منزلت آنقدر او را گرامى دار كه نزديكان تو ، به نفوذ در او طمع نكنند ، تا از توطئه آنان در نزد تو در أمان باشد . ",
		"در دستوراتى كه دادم نيك بنگر كه همانا اين دين در دست بدكاران اسير گشته بود ، كه با نام دين به هوا پرستى پرداخته ، و دنياى خود را به دست مى آوردند . ",
		"<span class=\"arabic\">ثُمَّ انْظُرْ فِي أُمُورِ عُمَّالِکَ فَاسْتَعْمِلْهُمُ اخْتِبَاراً ، وَلاَ تُوَلِّهِمْ مُحَابَاةً وَأَثَرَةً ، فَإِنَّهُمَا جِمَاعٌ مِنْ شُعَبِ الْجَوْرِ وَالْخِيَانَةِ . وَتَوَخَّ مِنْهُمْ أَهْلَ التَّجْرِبَةِ وَالْحَيَاءِ ، مِنْ أَهْلِ الْبُيُوتَاتِ الصَّالِحَةِ ، وَالْقَدَمِ فِي الاِْسْلاَمِ الْمُتَقَدِّمَةِ ، فَإِنَّهُمْ أَکْرَمُ أَخْلاَقاً وَأَصَحُّ أَعْرَاضاً ، وَأَقَلُّ فِي الْمَطَامِعِ إِشْرَاقاً ، وَأَبْلَغُ فِي عَوَاقِبِ الاُْمُورِ نَظَراً . ثُمَّ أَسْبِغْ عَلَيْهِمُ الاَْرْزَاقَ ، فَإِنَّ ذَلِکَ قُوَّةٌ لَهُمْ عَلَى اسْتِصْلاَحِ أَنْفُسِهِمْ ، وَغِنًى لَهُمْ عَنْ تَنَاوُلِ مَا تَحْتَ أَيْدِيهِمْ ، وَحُجَّةٌ عَلَيْهِمْ إِنْ خَالَفُوا أَمْرَکَ أَوْ ثَلَمُوا أَمَانَتَکَ . ثُمَّ تَفَقَّدْ أَعْمَالَهُمْ ، وَابْعَثِ الْعُيُونَ مِنْ أَهْلِ الصِّدْقِ وَالْوَفَاءِ عَلَيْهِمْ ، فَإِنَّ تَعَاهُدَکَ فِي السِّرِّ لاُِمُورِهِمْ حَدْوَةٌ لَهُمْ عَلَى اسْتِعْمَالِ الاَْمَانَةِ ، وَالرِّفْقِ بِالرَّعِيَّةِ . وَتَحَفَّظْ مِنَ الاَْعْوَانِ; فَإِنْ أَحَدٌ مِنْهُمْ بَسَطَ يَدَهُ إِلَى خِيَانَة اجْتَمَعَتْ بِهَا عَلَيْهِ عِنْدَکَ أَخْبَارُ عُيُونِکَ ، اکْتَفَيْتَ بِذَلِکَ شَاهِداً ، فَبَسَطْتَ عَلَيْهِ الْعُقُوبَةَ فِي بَدَنِهِ ، وَأَخَذْتَهُ بِمَا أَصَابَ مِنْ عَمَلِهِ ، ثُمَّ نَصَبْتَهُ بِمَقَامِ الْمَذَلَّةِ ، وَوَسَمْتَهُ بِالْخِيَانَةِ ، وَقَلَّدْتَهُ عَارَ التُّهَمَةِ . </span>",
		"سپس در امور كارمندانت بينديش ، و پس از آزمايش به كارشان بگمار ، و با ميل شخصى ، و بدون مشورت با ديگران آنان را به كارهاى مختلف وادار نكن ، زيرا نوعى ستمگرى و خيانت است . ",
		"كارگزاران دولتى را از ميان مردمى با تجربه و با حيا ، از خاندان هاى پاكيزه و با تقوى ، كه در مسلمانى سابقه درخشانى دارند انتخاب كن ، زيرا اخلاق آنان گرامى تر ، و آبرويشان محفوظتر ، و طمع و روزى شان كمتر ، و آينده نگرى آنان بيشتر است . ",
		"سپس روزى فراوان بر آنان ارزانى دار ، كه با گرفتن حقوق كافى در اصلاح خود بيشتر مى كوشند ، و با بى نيازى ، دست به اموال بيت المال نمى زنند ، و اتمام حجّتى است بر آنان اگر فرمانت را نپذيرند يا در امانت تو خيانت كنند . ",
		"سپس رفتار كارگزاران را بررسى كن ، و جاسوسانى راستگو ، و وفا پيشه بر آنان بگمار ، كه مراقبت و بازرسى پنهانى تو از كار آنان ، سبب امانت دارى ، و مهربانى با رعيّت خواهد بود . ",
		"و از همكاران نزديكت سخت مراقبت كن ، و اگر يكى از آنان دست به خيانت زد ، و گزارش جاسوسان تو هم آن خيانت را تأييد كرد ، به همين مقدار گواهى قناعت كرده او را با تازيانه كيفر كن ، و آنچه از اموال كه در اختيار دارد از او باز پس گير ، سپس او را خوار دار ، و خيانتكار بشمار ، و طوق بد نامى به گردنش بيفكن . ",
		"<span class=\"arabic\">وَتَفَقَّدْ أَمْرَ الْخَرَاجِ بِمَا يُصْلِحُ أَهْلَهُ ، فَإِنَّ فِي صَلاَحِهِ وَصَلاَحِهِمْ صَلاَحاً لِمَنْ سِوَاهُمْ ، وَلاَ صَلاَحَ لِمَنْ سِوَاهُمْ إِلاَّ بِهِمْ ، لاَِنَّ النَّاسَ کُلَّهُمْ عِيَالٌ عَلَى الْخَرَاجِ وَأَهْلِهِ . وَلْيَکُنْ نَظَرُکَ فِي عِمَارَةِ الاَْرْضِ أَبْلَغَ مِنْ نَظَرِکَ فِي اسْتِجْلاَبِ الْخَرَاجِ ، لاَِنَّ ذَلِکَ لاَ يُدْرَکُ إِلاَّ بِالْعِمَارَةِ; وَمَنْ طَلَبَ الْخَرَاجَ بِغَيْرِ عِمَارَة أَخْرَبَ الْبِلاَدَ ، وَأَهْلَکَ الْعِبَادَ ، وَلَمْ يَسْتَقِمْ أَمْرُهُ إِلاَّ قَلِيلاً . فَإِنْ شَکَوْا ثِقَلاً أَوْ عِلَّةً ، أَوِ انْقِطَاعَ شِرْب أَوْ بَالَّة ، أَوْ إِحَالَةَ أَرْض اغْتَمَرَهَا غَرَقٌ ، أَوْ أَجْحَفَ بِهَا عَطَشٌ ، خَفَّفْتَ عَنْهُمْ بِمَا تَرْجُو أَنْ يَصْلُحَ بِهِ أَمْرُهُمْ; وَلاَ يَثْقُلَنَّ عَلَيْکَ شَيْءٌ خَفَّفْتَ بِهِ الْمَؤُونَةَ عَنْهُمْ ، فَإِنَّهُ ذُخْرٌ يَعُودُونَ بِهِ عَلَيْکَ فِي عِمَارَةِ بِلاَدِکَ ، وَتَزْيِينِ وِلاَيَتِکَ ، مَعَ اسْتِجْلاَبِکَ حُسْنَ ثَنَائِهِمْ ، وَتَبَجُّحِکَ بِاسْتِفَاضَةِ الْعَدْلِ فِيهِمْ ، مُعْتَمِداً فَضْلَ قُوَّتِهِمْ ، بِمَا ذَخَرْتَ عِنْدَهُمْ مِنْ إِجْمَامِکَ لَهُمْ ، وَالثِّقَةَ مِنْهُمْ بِمَا عَوَّدْتَهُمْ مِنْ عَدْلِکَ عَلَيْهِمْ وَرِفْقِکَ بِهِمْ ، فَرُبَّمَا حَدَثَ مِنَ الاُْمُورِ مَا إِذَا عَوَّلْتَ فِيهِ عَلَيْهِمْ مِنْ بَعْدُ احْتَمَلُوهُ طَيِّبَةً أَنْفُسُهُمْ بِهِ; فَإِنَّ الْعُمْرَانَ مُحْتَمِلٌ مَا حَمَّلْتَهُ ، وَإِنَّمَا يُؤْتَى خَرَابُ الاَْرْضِ مِنْ إِعْوَازِ أَهْلِهَا ، وَإِنَّمَا يُعْوِزُ أَهْلُهَا لاِِشْرَافِ أَنْفُسِ الْوُلاَةِ عَلَى الْجَمْعِ ، وَسُوءِ ظَنِّهِمْ بِالْبَقَاءِ ، وَقِلَّةِ انْتِفَاعِهِمْ بِالْعِبَرِ . </span>",
		"ماليات و بيت المال را به گونه اى وارسى كن كه صلاح ماليات دهندگان باشد ، زيرا بهبودى ماليات و ماليات دهندگان ، عامل اصلاح امور ديگر اقشار جامعه مى باشد ، و تا امور ماليات دهندگان اصلاح نشود كار ديگران نيز سامان نخواهد گرفت زيرا همه مردم نان خور ماليات و ماليات دهندگانند . ",
		"بايد تلاش تو در آبادانى زمين بيشتر از جمع آورى خراج باشد كه خراج جز با آبادانى فراهم نمى گردد ، و آن كس كه بخواهد خراج را بدون آبادانى مزارع به دست آورد ، شهرها را خراب ، و بندگان خدا را نابود ، و حكومتش جز اندك مدّتى دوام نياورد . ",
		"پس اگر مردم شكايت كردند ، از سنگينى ماليات ، يا آفت زدگى ، يا خشك شدن آب چشمه ها ، يا كمى باران ، يا خراب شدن زمين در سيلاب ها ، يا خشكسالى ، در گرفتن ماليات به ميزانى تخفيف ده تا امورشان سامان گيرد ، و هرگز تخفيف دادن در خراج تو را نگران نسازد زيرا آن ، اندوخته اى است كه در آبادانى شهرهاى تو ، و آراستن ولايت هاى تو نقش دارد ، و رعيّت تو را مى ستايند ، و تو از گسترش عدالت ميان مردم خشنود خواهى شد ، و به افزايش قوّت آنان تكيّه خواهى كرد ، بدانچه در نزدشان اندوختى و به آنان بخشيدى ، و با گسترش عدالت در بين مردم ، و مهربانى با رعيّت ، به آنان اطمينان خواهى داشت ، آنگاه اگر در آينده كارى پيش آيد و به عهده شان بگذارى ، با شادمانى خواهند پذيرفت ، زيرا عمران و آبادى ، قدرت تحمّل مردم را زياد مى كند . ",
		"همانا ويرانى زمين به جهت تنگدستى كشاورزان است ، و تنگدستى كشاورزان ، به جهت غارت اموال از طرف زمامدارانى است كه به آينده حكومتشان اعتماد ندارند ، و از تاريخ گذشتگان عبرت نمى گيرند . ",
		"<span class=\"arabic\">ثُمَّ انْظُرْ فِي حَالِ کُتَّابِکَ فَوَلِّ عَلَى أُمُورِکَ خَيْرَهُمْ ، وَاخْصُصْ رَسَائِلَکَ الَّتِي تُدْخِلُ فِيهَا مَکَايِدَکَ وَأَسْرَارَکَ بِأَجْمَعِهِمْ لِوُجُوهِ صَالِحِ الاَْخْلاَقِ مِمَّنْ لاَ تُبْطِرُهُ الْکَرَامَةُ ، فَيَجْتَرِئَ بِهَا عَلَيْکَ فِي خِلاَف لَکَ بِحَضْرَةِ مَلاَ وَلاَ تَقْصُرُ بِهِ الْغَفْلَةُ عَنْ إِيرَادِ مُکَاتَبَاتِ عُمِّالِکَ عَلَيْکَ ، وَإِصْدَارِ جَوَابَاتِهَا عَلَى الصَّوَابِ عَنْکَ ، فِيمَا يَأْخُذُ لَکَ وَيُعْطِي مِنْکَ ، وَلاَ يُضْعِفُ عَقْداً اعْتَقَدَهُ لَکَ ، وَلاَ يَعْجِزُ عَنْ إِطْلاَقِ مَا عُقِدَ عَلَيْکَ ، وَلاَ يَجْهَلُ مَبْلَغَ قَدْرِ نَفْسِهِ فِي الاُْمُورِ ، فَإِنَّ الْجَاهِلَ بِقَدْرِ نَفْسِهِ يَکُونُ بِقَدْرِ غَيْرِهِ أَجْهَلَ . ثُمَّ لاَ يَکُنِ اخْتِيَارُکَ إِيَّاهُمْ عَلَى فِرَاسَتِکَ وَاسْتِنَامَتِکَ وَحُسْنِ الظَّنِّ مِنْکَ ، فَإِنَّ الرِّجَالَ يَتَعَرَّضُونَ لِفِرَاسَاتِ الْوُلاَةِ بِتَصَنُّعِهِمْ وَحُسْنِ خِدْمَتِهِمْ ، وَلَيْسَ وَرَاءَ ذَلِکَ مِنَ النَّصِيحَةِ وَالاَْمَانَةِ شَيْءٌ . وَلَکِنِ اخْتَبِرْهُمْ بِمَا وُلُّوا لِلصَّالِحِينَ قَبْلَکَ ، فَاعْمِدْ لاَِحْسَنِهِمْ کَانَ فِي الْعَامَّةِ أَثَراً ، وَأَعْرَفِهِمْ بِالاَْمَانَةِ وَجْهاً ، فَإِنَّ ذَلِکَ دَلِيلٌ عَلَى نَصِيحَتِکَ لِلَّهِ وَلِمَنْ وُلِّيتَ أَمْرَهُ . وَاجْعَلْ لِرَأْسِ کُلِّ أَمْر مِنْ أُمُورِکَ رَأْساً مِنْهُمْ ، لاَ يَقْهَرُهُ کَبِيرُهَا وَلاَ يَتَشَتَّتُ عَلَيْهِ کَثِيرُهَا ، وَمَهْمَا کَانَ فِي کُتَّابِکَ مِنْ عَيْب فَتَغَابَيْتَ عَنْهُ ، أُلْزِمْتَه . </span>",
		"سپس در امور نويسندگان و منشيان به درستى بينديش ، و كارهايت را به بهترين آنان واگذار ، و نامه هاى محرمانه ، كه در بر دارنده سياست ها و اسرار تو است ، از ميان نويسندگان به كسى اختصاص ده كه صالح تر از ديگران باشد ، كسى كه گرامى داشتن ، او را به سركشى و تجاوز نكشاند تا در حضور ديگران با تو مخالفت كند ، و در رساندن نامه كار گزارانت به تو ، يا رساندن پاسخ هاى تو به آنان كوتاهى نكند ، و در آنچه براى تو مى ستاند يا از طرف تو به آنان تحويل مى دهد ، فراموش كار نباشد . ",
		"و در تنظيم هيچ قراردادى سستى نورزد ، و در برهم زدن قراردادى كه به زيان توست كوتاهى نكند ، و منزلت و قدر خويش را بشناسد ، همانا آن كه از شناخت قدر خويش عاجز باشد ، در شناخت قدر ديگران جاهل تر است . ",
		"مبادا در گزينش نويسندگان و منشيان ، بر تيز هوشى و اطمينان شخصى و خوش باورى خود تكيه نمايى ، زيرا افراد زيرك با ظاهر سازى و خوش خدمتى ، نظر زمامداران را به خود جلب مى نمايند ، كه در پس اين ظاهر سازى ها ، نه خيرخواهى وجود دارد ، و نه از امانت دارى نشانى يافت مى شود ؛ لكن آنها را با خدماتى كه براى زمامداران شايسته و پيشين انجام داده اند بيازماى . ",
		"به كاتبان و نويسندگانى اعتماد داشته باش كه در ميان مردم آثارى نيكو گذاشته ، و به امانت دارى از همه مشهورترند ، كه چنين انتخاب درستى نشان دهنده خيرخواهى تو براى خدا ، و مردمى است كه حاكم آنانى . ",
		"براى هر يك از كارهايت سرپرستى برگزين كه بزرگى كار بر او چيرگى نيابد ، و فراوانى كار او را درمانده نسازد ، و بدان كه هر گاه در كار نويسندگان و منشيان تو كمبودى وجود داشته باشد كه تو بى خبر باشى ، خطرات آن دامنگير تو خواهد بود . ",
		"<span class=\"arabic\">ثُمَّ اسْتَوْصِ بِالتُّجَّارِ وَ ذَوِي الصِّنَاعَاتِ ، وَأَوْصِ بِهِمْ خَيْراً الْمُقِيمِ مِنْهُمْ وَالْمُضْطَرِبِ بِمَالِهِ ، وَالْمُتَرَفِّقِ بِبَدَنِهِ ، فَإِنَّهُمْ مَوَادُّ الْمَنَافِعِ ، وَأَسْبَابُ الْمَرَافِقِ وَجُلاَّبُهَا مِنَ الْمَبَاعِدِ وَالْمَطَارِحِ ، فِي بَرِّکَ وَبَحْرِکَ ، وَسَهْلِکَ وَجَبَلِکَ ، وَحَيْثُ لاَ يَلْتَئِمُ النَّاسُ لِمَوَاضِعِهَا ، وَلاَ يَجْتَرِءُونَ عَلَيْهَا ، فَإِنَّهُمْ سِلْمٌ لاَ تُخَافُ بَائِقَتُهُ ، وَصُلْحٌ لاَ تُخْشَى غَائِلَتُهُ . وَتَفَقَّدْ أُمُورَهُمْ بِحَضْرَتِکَ وَفِي حَوَاشِي بِلاَدِکَ . وَاعْلَمْ مَعَ ذَلِکَ أَنَّ فِي کَثِير مِنْهُمْ ضِيقاً فَاحِشاً ، وَشُحّاً قَبِيحاً ، وَاحْتِکَاراً لِلْمَنَافِعِ ، وَتَحَکُّماً فِي الْبِيَاعَاتِ ، وَذَلِکَ بَابُ مَضَرَّة لِلْعَامَّةِ ، وَعَيْبٌ عَلَى الْوُلاَةِ ، فَامْنَعْ مِنَ الاِحْتِکَارِ ، فَإِنَّ رَسُولَ اللهِ صلى الله عليه وآله وسلم مَنَعَ مِنْهُ . وَلْيَکُنِ الْبَيْعُ بَيْعاً سَمْحاً بِمَوَازِينِ عَدْل وَأَسْعَار لاَ تُجْحِفُ بِالْفَرِيقَيْنِ مِنَ الْبَائِعِ وَالْمُبْتَاعِ . فَمَنْ قَارَفَ حُکْرَةً بَعْدَ نَهْيِکَ إِيَّاهُ فَنَکِّلْ بِهِ ، وَعَاقِبْهُ فِي غَيْرِ إِسْرَاف . </span>",
		"سپس سفارش مرا به بازرگانان و صاحبان صنايع بپذير ، و آنها را به نيكوكارى سفارش كن ، بازرگانانى كه در شهر ساكنند ، يا آنان كه همواره در سير و كوچ كردن مى باشند ، و بازرگانانى كه با نيروى جسمانى كار مى كنند ، چرا كه آنان منابع اصلى منفعت ، و پديد آورندگان وسايل زندگى و آسايش ، و آوردندگان وسايل زندگى از نقاط دور دست و دشوار مى باشند ، از بيابان ها و درياها ، و دشت ها و كوهستان ها ، جاهاى سختى كه مردم در آن اجتماع نمى كنند ، يا براى رفتن به آنجاها شجاعت ندارند . بازرگانان مردمى آرامند ، و از ستيزه جويى آنان ترسى وجود نخواهد داشت ، مردمى آشتى طلبند كه فتنه انگيزى ندارند . ",
		"در كار آنها بينديش چه در شهرى باشند كه تو به سر مى برى ، يا در شهرهاى ديگر ، با توجه به آنچه كه تذكر دادم . ",
		"اين را هم بدان كه در ميان بازرگانان ، كسانى هم هستند كه تنگ نظر و بد معامله و بخيل و احتكار كننده اند ، كه تنها با زورگويى به سود خود مى انديشند . و كالا را به هر قيمتى كه مى خواهند مى فروشند ، كه اين سود جويى و گران فروشى براى همه افراد جامعه زيانبار ، و عيب بزرگى بر زمامدار است . ",
		"پس ، از احتكار كالا جلوگيرى كن ، كه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم از آن جلوگيرى مى كرد ، بايد خريد و فروش در جامعه اسلامى ، به سادگى و با موازين عدالت انجام گيرد ، با نرخ هايى كه بر فروشنده و خريدار زيانى نرساند ، كسى كه پس از منع تو احتكار كند ، او را كيفر ده تا عبرت ديگران شود ، امّا در كيفر او اسراف نكن . ",
		"<span class=\"arabic\">ثُمَّ اللهَ اللهَ فِي الطَّبَقَةِ السُّفْلَى مِنَ الَّذِينَ لاَ حِيلَةَ لَهُمْ ، مِنَ الْمَسَاکِينِ وَالْمُحْتَاجِينَ وَأَهْلِ الْبُؤْسَى وَ الزَّمْنَى ، فَإِنَّ فِي هَذِهِ الطَّبَقَةِ قَانِعاً وَمُعْتَرّاً ، وَاحْفَظِ لِلَّهِ مَا اسْتَحْفَظَکَ مِنْ حَقِّهِ فِيهِمْ ، وَاجْعَلْ لَهُمْ قِسْماً مِنْ بَيْتِ مَالِکِ ، وَقِسْماً مِنْ غَلاَّتِ صَوَافِي الاِْسْلاَمِ فِي کُلِّ بَلَد ، فَإِنَّ لِلاَْقْصَى مِنْهُمْ مِثْلَ الَّذِي لِلاَْدْنَى ، وَکُلٌّ قَدِ اسْتُرْعِيتَ حَقَّهُ; وَلاَ يَشْغَلَنَّکَ عَنْهُمْ بَطَرٌ ، فَإِنَّکَ لاَ تُعْذَرُ بِتَضْيِيعِکَ التَّافِهَ لاِِحْکَامِکَ الْکَثِيرَ الْمُهِمَّ . فَلاَ تُشْخِصْ هَمَّکَ عَنْهُمْ ، وَلاَ تُصَعِّرْ خَدَّکَ لَهُمْ ، وَتَفَقَّدْ أُمُورَ مَنْ لاَ يَصِلُ إِلَيْکَ مِنْهُمْ مِمَّنْ تَقْتَحِمُهُ الْعُيُونُ ، وَتَحْقِرُهُ الرِّجَالُ; فَفَرِّغْ لاُِولَئِکَ ثِقَتَکَ مِنْ أَهْلِ الْخَشْيَةِ وَالتَّوَاضُعِ ، فَلْيَرْفَعْ إِلَيْکَ أُمُورَهُمْ ، ثُمَّ اعْمَلْ فِيهِمْ بِالاِْعْذَارِ إِلَى اللهِ يَوْمَ تَلْقَاهُ ، فَإِنَّ هَؤُلاَءِ مِنْ بَيْنِ الرَّعِيَّةِ أَحْوَجُ إِلَى الاِْنْصَافِ مِنْ غَيْرِهِمْ . وَکُلٌّ فَأَعْذِرْ إِلَى اللهِ فِي تَأْدِيَةِ حَقِّهِ إِلَيْهِ . وَتَعَهَّدْ أَهْلَ الْيُتْمِ وَذَوِي الرِّقَّةِ فِي السِّنِّ مِمَّنْ لاَ حِيلَةَ لَهُ وَلاَ يَنْصِبُ لِلْمَسْأَلَةِ نَفْسَهُ ، وَذَلِکَ عَلَى الْوُلاَةِ ثَقِيلٌ ، وَالْحَقُّ کُلُّهُ ثَقِيلٌ; وَقَدْ يُخَفِّفُهُ اللهُ عَلَى أَقْوَام طَلَبُوا الْعَاقِبَةَ فَصَبَّرُوا أَنْفُسَهُمْ ، وَ وَثِقُوا بِصِدْقِ مَوْعُودِ اللهِ لَهُمْ . </span>",
		"سپس خدا را خدا را در خصوص طبقات پايين و محروم جامعه ، كه هيچ چاره اى ندارند ، [و عبارتند] از زمين گيران ، نيازمندان ، گرفتاران ، دردمندان . همانا در اين طبقه محروم گروهى خويشتن دارى كرده ، و گروهى به گدايى دست نياز بر مى دارند ، پس براى خدا پاسدار حقّى باش كه خداوند براى اين طبقه معيّن فرموده است : بخشى از بيت المال ، و بخشى از غلّه هاى زمين هاى غنيمتى اسلام را در هر شهرى به طبقات پايين اختصاص ده ، زيرا براى دورترين مسلمانان همانند نزديك ترين آنان سهمى مساوى وجود دارد و تو مسئول رعايت آن مى باشى . ",
		"مبادا سر مستى حكومت تو را از رسيدگى به آنان باز دارد ، كه هرگز انجام كارهاى فراوان و مهم عذرى براى ترك مسئوليّت هاى كوچك تر نخواهد بود . همواره در فكر مشكلات آنان باش ، و از آنان روى بر مگردان ، به ويژه امور كسانى را از آنان بيشتر رسيدگى كن كه از كوچكى به چشم نمى آيند و ديگران آنان را كوچك مى شمارند و كمتر به تو دسترسى دارند . ",
		"براى اين گروه ، از افراد مورد اطمينان خود كه خدا ترس و فروتنند فردى را انتخاب كن ، تا پيرامونشان تحقيق و مسائل آنان را به تو گزارش كنند . سپس در رفع مشكلاتشان به گونه اى عمل كن كه در پيشگاه خدا عذرى داشته باشى ، زيرا اين گروه در ميان رعيّت بيشتر از ديگران به عدالت نيازمندند ، و حق آنان را به گونه اى بپرداز كه در نزد خدا معذور باشى ، از يتيمان خردسال ، و پيران سالخورده كه راه چاره اى ندارند و دست نياز بر نمى دارند ، پيوسته دلجويى كن كه مسئوليّتى سنگين بر دوش زمامداران است ، اگر چه حق ، تمامش سنگين است امّا خدا آن را بر مردمى آسان مى كند كه آخرت مى طلبند ، نفس را به شكيبايى وا مى دارند ، و به وعده هاى پروردگار اطمينان دارند . ",
		"<span class=\"arabic\">وَاجْعَلْ لِذَوِي الْحَاجَاتِ مِنْکَ قِسْماً تُفَرِّغُ لَهُمْ فِيهِ شَخْصَکَ ، وَتَجْلِسُ لَهُمْ مَجْلِساً عَامّاً فَتَتَوَاضَعُ فِيهِ لِلَّهِ الَّذِي خَلَقَکَ ، وَتُقْعِدُ عَنْهُمْ جُنْدَکَ وَأَعْوَانَکَ مِنْ أَحْرَاسِکَ وَشُرَطِکَ; حَتَّى يُکَلِّمَکَ مُتَکَلِّمُهُمْ غَيْرَ مُتَتَعْتِع ، فَإِنِّي سَمِعْتُ رَسُولَ اللهِ صلّى الله عليه و آله و سلم يَقُولُ فِي غَيْرِ مَوْطِن ، «لَنْ تُقَدَّسَ أُمَّةٌ لاَ يُؤْخَذُ لِلضَّعِيفِ فِيهَا حَقُّهُ مِنَ الْقَوِيِّ غَيْرَ مُتَتَعْتِع» . ثُمَّ احْتَمِلِ الْخُرْقَ مِنْهُمْ وَالْعِيَّ ، وَنَحِّ عَنْهُمُ الضِّيقَ وَالاَْنَفَ يَبْسُطِ اللهُ عَلَيْکَ بِذَلِکَ أَکْنَافَ رَحْمَتِهِ ، وَيُوجِبْ لَکَ ثَوَابَ طَاعَتِهِ . وَأَعْطِ مَا أَعْطَيْتَ هَنِيئاً ، وَامْنَعْ فِي إِجْمَال وَإِعْذَار . </span>",
		"پس بخشى از وقت خود را به كسانى اختصاص ده كه به تو نياز دارند ، تا شخصا به امور آنان رسيدگى كنى ، و در مجلس عمومى با آنان بنشين و در برابر خدايى كه تو را آفريده فروتن باش ، و سربازان و ياران و نگهبانان خود را از سر راهشان دور كن تا سخنگوى آنان بدون اضطراب در سخن گفتن با تو گفتگو كند ، من از رسول خدا صلى‌الله‌عليه‌وآله‌وسلم بارها شنيدم كه مى فرمود : «ملّتى كه حق ناتوانان را از زورمندان ، بى اضطراب و بهانه اى باز نستاند ، رستگار نخواهد شد» . ",
		"پس درشتى و سخنان ناهموار آنان را بر خود هموار كن ، و تنگ خويى و خود بزرگ بينى را از خود دور ساز تا خدا درهاى رحمت خود را به روى تو بگشايد ، و تو را پاداش اطاعت ببخشايد ، آنچه به مردم مى بخشى بر تو گوارا باشد ، و اگر چيزى را از كسى باز مى دارى با مهربانى و پوزش خواهى همراه باشد . ",
		"<span class=\"arabic\">ثُمَّ أُمُورٌ مِنْ أُمُورِکَ لاَ بُدَّ لَکَ مِنْ مُبَاشَرَتِهَا ، مِنْهَا إِجَابَةُ عُمَّالِکَ بِمَا يَعْيَا عَنْهُ کُتَّابُکَ ، وَمِنْهَا إِصْدَارُ حَاجَاتِ النَّاسِ يَوْمَ وُرُودِهَا عَلَيْکَ بِمَا تَحْرَجُ بِهِ صُدُورُ أَعْوَانِکَ . وَأَمْضِ لِکُلِّ يَوْم عَمَلَهُ ، فَإِنَّ لِکُلِّ يَوْم مَا فِيهِ . </span>",
		"<span class=\"arabic\">وَاجْعَلْ لِنَفْسِکَ فِيمَا بَيْنَکَ وَبَيْنَ اللهِ أَفْضَلَ تِلْکَ الْمَوَاقِيتِ ، وَأَجْزَلَ تِلْکَ الاَْقْسَامِ ، وَإِنْ کَانَتْ کُلُّهَا لِلَّهِ إِذَا صَلَحَتْ فِيهَا النِّيَّةُ ، وَسَلِمَتْ مِنْهَا الرَّعِيَّةُ . وَلْيَکُنْ فِي خَاصَّةِ مَا تُخْلِصُ بِهِ لِلَّهِ دِينَکَ إِقَامَةُ فَرَائِضِهِ الَّتِي هِيَ لَهُ خَاصَّةً ، فَأَعْطِ اللهَ مِنْ بَدَنِکَ فِي لَيْلِکَ وَنَهَارِکَ ، وَ وَفِّ مَا تَقَرَّبْتَ بِهِ إِلَى اللهِ مِنْ ذَلِکَ کَامِلاً غَيْرَ مَثْلُوم وَلاَ مَنْقُوص ، بَالِغاً مِنْ بَدَنِکَ مَا بَلَغَ . وَإِذَا قُمْتَ فِي صَلاَتِکَ لِلنَّاسِ ، فَلاَ تَکُونَنَّ مُنَفِّراً وَلاَ مُضَيِّعاً ، فَإِنَّ فِي النَّاسِ مَنْ بِهِ الْعِلَّةُ وَ لَهُ الْحَاجَةُ . وَقَدْ سَأَلْتُ رَسُولَ اللهِ (صلى الله عليه وآله) حِينَ وَجَّهَنِي إِلَى الْيَمَنِ کَيْفَ أُصَلِّي بِهِمْ؟ فَقَالَ : صَلِّ بِهِمْ کَصَلاَةِ أَضْعَفِهِمْ وَکُنْ بِالْمُؤْمِنِينَ رَحِيماً . </span>",
		"بخشى از كارها به گونه اى است كه خود بايد انجام دهى ، مانند پاسخ دادن به كارگزاران دولتى ، در آنجا كه منشيان تو از پاسخ دادن به آنها درمانده اند ، و ديگر ، بر آوردن نياز مردم در همان روزى كه به تو عرضه مى دارند ، و يارانت در رفع نياز آنان ناتوانند ، كار هر روز را در همان روز انجام ده ، زيرا هر روزى ، كارى مخصوص به خود دارد . ",
		"نيكوترين وقت ها و بهترين ساعات شب و روزت را براى خود و خداى خود انتخاب كن ، اگر چه همه وقت براى خداست ، اگر نيّت درست و رعيّت در آسايش قرار داشته باشد . ",
		"از كارهايى كه به خدا اختصاص دارد و بايد با اخلاص انجام دهى ، انجام واجباتى است كه ويژه پروردگار است ، پس در بخشى از شب و روز ، وجود خود را به پرستش خدا اختصاص ده ، و آنچه تو را به خدا نزديك مى كند بى عيب و نقصانى انجام ده ، اگر چه دچار خستگى جسم شوى . ",
		"هنگامى كه نماز به جماعت مى خوانى ، نه با طولانى كردن نماز ، مردم را بپراكن و نه آن كه آن را تباه سازى ، زيرا در ميان مردم ، بيمار يا صاحب حاجتى وجود دارد . ",
		"آنگاه كه پيامبر صلى‌الله‌عليه‌وآله‌وسلم مرا به يمن مى فرستاد از او پرسيدم ، با مردم چگونه نماز بخوانم فرمود : «در حد توان ناتوانان نماز بگذار و بر مؤمنان مهربان باش» . ",
		"<span class=\"arabic\">وَأَمَّا بَعْدُ فَلاَ تُطَوِّلَنَّ احْتِجَابَکَ عَنْ رَعِيَّتِکَ ، فَإِنَّ احْتِجَابَ الْوُلاَةِ عَنِ الرَّعِيَّةِ شُعْبَةٌ مِنَ الضِّيقِ ، وَقِلَّةُ عِلْم بِالاُْمُورِ; وَالاِحْتِجَابُ مِنْهُمْ يَقْطَعُ عَنْهُمْ عِلْمَ مَا احْتَجَبُوا دُونَهُ فَيَصْغُرُ عِنْدَهُمُ الْکَبِيرُ ، وَيَعْظُمُ الصَّغِيرُ ، وَيَقْبُحُ الْحَسَنُ ، وَيَحْسُنُ الْقَبِيحُ وَيُشَابُ الْحَقُّ بِالْبَاطِلِ . وَإِنَّمَا الْوَالِي بَشَرٌ لاَ يَعْرِفُ مَا تَوَارَى عَنْهُ النَّاسُ بِهِ مِنَ الاُْمُورِ ، وَلَيْسَتْ عَلَى الْحَقِّ سِمَاتٌ تُعْرَفُ بِهَا ضُرُوبُ الصِّدْقِ مِنَ الْکَذِبِ ، وَإِنَّمَا أَنْتَ أَحَدُ رَجُلَيْنِ : إِمَّا امْرُؤٌ سَخَتْ نَفْسُکَ بِالْبَذْلِ فِي الْحَقِّ ، فَفِيمَ احْتِجَابُکَ مِنْ وَاجِبِ حَقّ تُعْطِيهِ ، أَوْ فِعْل کَرِيم تُسْدِيهِ! أَوْ مُبْتَلًى بِالْمَنْعِ ، فَمَا أَسْرَعَ کَفَّ النَّاسِ عَنْ مَسْأَلَتِکَ إِذَا أَيِسُوا مِنْ بَذْلِکَ! مَعَ أَنَّ أَکْثَرَ حَاجَاتِ النَّاسِ إِلَيْکَ مِمَّا لاَ مَئُونَةَ فِيهِ عَلَيْکَ ، مِنْ شَکَاةِ مَظْلِمَة ، أَوْ طَلَبِ إِنْصَاف فِي مُعَامَلَة . </span>",
		"هيچ گاه خود را فراوان از مردم پنهان مدار ، كه پنهان بودن رهبران ، نمونه اى از تنگ خويى و كم اطّلاعى در امور جامعه مى باشد . ",
		"نهان شدن از رعيّت ، زمامداران را از دانستن آنچه بر آنان پوشيده است باز مى دارد ، پس كار بزرگ ، اندك ، و كار اندك بزرگ جلوه مى كند ، زيبا زشت ، و زشت زيبا مى نمايد ، و باطل به لباس حق در آيد . ",
		"همانا زمامدار ، آنچه را كه مردم از او پوشيده دارند نمى داند ، و حق را نيز نشانه اى نباشد تا با آن راست از دروغ شناخته شود ، و تو به هر حال يكى از آن دو نفر مى باشى : يا خود را براى جانبازى در راه حق آماده كرده اى كه در اين حال ، نسبت به حقّ واجبى كه بايد بپردازى يا كار نيكى كه بايد انجام دهى ترسى ندارى ، پس چرا خود را پنهان مى دارى؟ و يا مردى بخيل و تنگ نظرى ، كه در اين صورت نيز مردم چون تو را بنگرند مأيوس شده از درخواست كردن باز مانند . ",
		"با اينكه بسيارى از نيازمندى هاى مردم رنجى براى تو نخواهد داشت ، كه شكايت از ستم دارند يا خواستار عدالتند ، يا در خريد و فروش خواهان انصافند . ",
		"<span class=\"arabic\">ثُمَّ إِنَّ لِلْوَالِي خَاصَّةً وَبِطَانَةً ، فِيهِمُ اسْتِئْثَارٌ وَتَطَاوُلٌ ، وَقِلَّةُ إِنْصَاف فِي مُعَامَلَة ، فَاحْسِمْ مَادَّةَ أُولَئِکَ بِقَطْعِ أَسْبَابِ تِلْکَ الاَْحْوَالِ . وَلاَ تُقْطِعَنَّ لاَِحَد مِنْ حَاشِيَتِکَ وَحَامَّتِکَ قَطِيعَةً ، وَلاَ يَطْمَعَنَّ مِنْکَ فِي اعْتِقَادِ عُقْدَة ، تَضُرُّ بِمَنْ يَلِيهَا مِنَ النَّاسِ ، فِي شِرْب أَوْ عَمَل مُشْتَرَک ، يَحْمِلُونَ مَؤُونَتَهُ عَلَى غَيْرِهِمْ ، فَيَکُونَ مَهْنَأُ ذَلِکَ لَهُمْ دُونَکَ ، وَعَيْبُهُ عَلَيْکَ فِي الدُّنْيَا وَالآْخِرَةِ . وَأَلْزِمِ الْحَقَّ مَنْ لَزِمَهُ مِنَ الْقَرِيبِ وَالْبَعِيدِ ، وَکُنْ فِي ذَلِکَ صَابِرا مُحْتَسِباً ، وَاقِعاً ذَلِکَ مِنْ قَرَابَتِکَ وَخَاصَّتِکَ حَيْثُ وَقَعَ ، وَابْتَغِ عَاقِبَتَهُ بِمَا يَثْقُلُ عَلَيْکَ مِنْهُ ، فَإِنَّ مَغَبَّةَ ذَلِکَ مَحْمُودَةٌ . وَإِنْ ظَنَّتِ الرَّعِيَّةُ بِکَ حَيْفاً فَأَصْحِرْ لَهُمْ بِعُذْرِکَ ، وَاعْدِلْ عَنْکَ ظُنُونَهُمْ بِإِصْحَارِکَ ، فَإِنَّ فِي ذَلِکَ رِيَاضَةً مِنْکَ لِنَفْسِکَ ، وَ رِفْقاً بِرَعِيَّتِکَ ، وَإِعْذَاراً تَبْلُغُ بِهِ حَاجَتَکَ مِنْ تَقْوِيمِهِمْ عَلَى الْحَقِّ . </span>",
		"همانا زمامداران را خواص و نزديكانى است كه خود خواه و چپاولگرند ، و در معاملات انصاف ندارند ، ريشه ستمكاريشان را با بريدن اسباب آن بخشكان ، و به هيچ كدام از اطرافيان و خويشاوندانت زمين را واگذار مكن ، و به گونه اى با آنان رفتار كن كه قرار دادى به سودشان منعقد نگردد كه به مردم زيان رساند ، مانند آبيارى مزارع ، يا زراعت مشترك ، كه هزينه هاى آن را بر ديگران تحميل كنند ، در آن صورت سودش براى آنان ، و عيب و ننگش در دنيا و آخرت براى تو خواهد ماند . ",
		"حق را به صاحب حق ، هر كس كه باشد ، نزديك يا دور ، بپرداز ، و در اين كار شكيبا باش ، و اين شكيبايى را به حساب خدا بگذار ، گر چه اجراى حق مشكلاتى براى نزديكانت فراهم آورد ، تحمّل سنگينى آن را به ياد قيامت بر خود هموار ساز . ",
		"و هر گاه رعيّت بر تو بد گمان گردد ، عذر خويش را آشكارا با آنان در ميان بگذار ، و با اين كار از بدگمانى نجاتشان ده ، كه اين كار رياضتى براى خود سازى تو ، و مهربانى كردن نسبت به رعيّت است ، و اين پوزش خواهى تو آنان را به حق وامى دارد . ",
		"<span class=\"arabic\">وَلاَ تَدْفَعَنَّ صُلْحاً دَعَاکَ إِلَيْهِ عَدُوُّکَ وَلِلَّهِ فِيهِ رِضًى فَإِنَّ فِي الصُّلْحِ دَعَةً لِجُنُودِکَ ، وَرَاحَةً مِنْ هُمُومِکَ ، وَأَمْناً لِبِلاَدِکَ ، وَلَکِنِ الْحَذَرَ کُلَّ الْحَذَرِ مِنْ عَدُوِّکَ بَعْدَ صُلْحِهِ ، فَإِنَّ الْعَدُوَّ رُبَّمَا قَارَبَ لِيَتَغَفَّلَ فَخُذْ بِالْحَزْمِ ، وَاتَّهِمْ فِي ذَلِکَ حُسْنَ الظَّنِّ . وَإِنْ عَقَدْتَ بَيْنَکَ وَبَيْنَ عَدُوِّکَ عُقْدَةً ، أَوْ أَلْبَسْتَهُ مِنْکَ ذِمَّةً ، فَحُطْ عَهْدَکَ بِالْوَفَاءِ ، وَارْعَ ذِمَّتَکَ بِالاَْمَانَةِ ، وَاجْعَلْ نَفْسَکَ جُنَّةً دُونَ مَا أَعْطَيْتَ ، فَإِنَّهُ لَيْسَ مِنْ فَرَائِضِ اللهِ شَيْءٌ النَّاسُ أَشَدُّ عَلَيْهِ اجْتِمَاعاً ، مَعَ تَفَرُّقِ أَهْوَائِهِمْ ، وَتَشَتُّتِ آرَائِهِمْ ، مِنْ تَعْظِيمِ الْوَفَاءِ بِالْعُهُودِ . وَقَدْ لَزِمَ ذَلِکَ الْمُشْرِکُونَ فِيمَا بَيْنَهُمْ دُونَ الْمُسْلِمِينَ لِمَا اسْتَوْبَلُوا مِنْ عَوَاقِبِ الْغَدْرِ; فَلاَ تَغْدِرَنَّ بِذِمَّتِکَ ، وَلاَ تَخِيسَنَّ بِعَهْدِکَ ، وَلاَ تَخْتِلَنَّ عَدُوَّکَ ، فَإِنَّهُ لاَ يَجْتَرِئُ عَلَى اللهِ إِلاَّ جَاهِلٌ شَقِيٌّ . وَقَدْ جَعَلَ اللهُ عَهْدَهُ وَذِمَّتَهُ أَمْناً أَفْضَاهُ بَيْنَ الْعِبَادِ بِرَحْمَتِهِ ، وَحَرِيماً يَسْکُنُونَ إِلَى مَنَعَتِهِ ، وَيَسْتَفِيضُونَ إِلَى جِوَارِهِ ، فَلاَ إِدْغَالَ وَلاَ مُدَالَسَةَ وَلاَ خِدَاعَ فِيهِ ، وَلاَ تَعْقِدْ عَقْداً تُجَوِّزُ فِيهِ الْعِلَلَ ، وَلاَ تُعَوِّلَنَّ عَلَى لَحْنِ قَوْل بَعْدَ التَّأْکِيدِ وَالتَّوْثِقَةِ وَلاَ يَدْعُوَنَّکَ ضِيقُ أَمْر ، لَزِمَکَ فِيهِ عَهْدُ اللهِ ، إِلَى طَلَبِ انْفِسَاخِهِ بِغَيْرِ الْحَقِّ ، فَإِنَّ صَبْرَکَ عَلَى ضِيقِ أَمْر تَرْجُو انْفِرَاجَهُ وَفَضْلَ عَاقِبَتِهِ ، خَيْرٌ مِنْ غَدْر تَخَافُ تَبِعَتَهُ ، وَأَنْ تُحِيطَ بِکَ مِنَ اللهِ فِيهِ طِلْبَةٌ ، لاَ تَسْتَقْبِلُ فِيهَا دُنْيَاکَ وَلاَ آخِرَتَکَ . </span>",
		"هرگز پيشنهاد صلح از طرف دشمن را كه خشنودى خدا در آن است رد مكن ، كه آسايش رزمندگان ، و آرامش فكرى تو ، و امنيّت كشور در صلح تأمين مى گردد . ",
		"لكن زنهار زنهار از دشمن خود پس از آشتى كردن ، زيرا گاهى دشمن نزديك مى شود تا غافلگير كند ، پس دور انديش باش ، و خوشبينى خود را متّهم كن . حال اگر پيمانى بين تو و دشمن منعقد گرديد ، يا در پناه خود او را امان دادى ، به عهد خويش وفا دار باش ، و بر آنچه بر عهده گرفتى امانت دار باش ، و جان خود را سپر پيمان خود گردان ، زيرا هيچ يك از واجبات الهى همانند وفاى به عهد نيست . كه همه مردم جهان با تمام اختلافاتى كه در افكار و تمايلات دارند ، در آن اتّفاق نظر داشته باشند . تا آنجا كه مشركين زمان جاهليّت به عهد و پيمانى كه با مسلمانان داشتند وفادار بودند ، زيرا كه آينده ناگوار پيمان شكنى را آزمودند . ",
		"پس هرگز پيمان شكن مباش ، و در عهد خود خيانت مكن ، و دشمن را فريب مده ، زيرا كسى جز نادان بدكار ، بر خدا گستاخى روا نمى دارد ، خداوند عهد و پيمانى كه با نام او شكل مى گيرد با رحمت خود مايه آسايش بندگان ، و پناهگاه امنى براى پناه آورندگان قرار داده است ، تا همگان به حريم أمن آن روى بياورند . پس فساد ، خيانت ، فريب ، در عهد و پيمان راه ندارد . ",
		"مبادا قراردادى را امضاء كنى كه در آن براى دغلكارى و فريب راه هايى وجود دارد ، و پس از محكم كارى و دقّت در قرار داد نامه ، دست از بهانه جويى بردار ، مبادا مشكلات پيمانى كه بر عهده ات قرار گرفته ، و خدا آن را بر گردنت نهاده ، تو را به پيمان شكنى وا دارد ، زيرا شكيبايى تو در مشكلات پيمان ها كه اميد پيروزى در آينده را به همراه دارد ، بهتر از پيمان شكنى است كه از كيفر آن مى ترسى ، و در دنيا و آخرت نمى توانى پاسخ گوى پيمان شكنى باشى . ",
		"<span class=\"arabic\">إِيَّاکَ وَالدِّمَاءَ وَسَفْکَهَا بِغَيْرِ حِلِّهَا ، فَإِنَّهُ لَيْسَ شَيْءٌ أَدْنَى لِنِقْمَة ، وَلاَ أَعْظَمَ لِتَبِعَة ، وَلاَ أَحْرَى بِزَوَالِ نِعْمَة ، وَانْقِطَاعِ مُدَّة ، مِنْ سَفْکِ الدِّمَاءِ بِغَيْرِ حَقِّهَا . وَاللهُ سُبْحَانَهُ مُبْتَدِئٌ بِالْحُکْمِ بَيْنَ الْعِبَادِ ، فِيمَا تَسَافَکُوا مِنَ الدِّمَاءِ يَوْمَ الْقِيَامَةِ; فَلاَ تُقَوِّيَنَّ سُلْطَانَکَ بِسَفْکِ دَم حَرَام ، فَإِنَّ ذَلِکَ مِمَّا يُضْعِفُهُ وَ يُوهِنُهُ ، بَلْ يُزِيلُهُ وَ يَنْقُلُهُ . وَلاَ عُذْرَ لَکَ عِنْدَ اللهِ وَلاَ عِنْدِي فِي قَتْلِ الْعَمْدِ ، لاَِنَّ فِيهِ قَوَدَ الْبَدَنِ . وَإِنِ ابْتُلِيتَ بِخَطَإ وَأَفْرَطَ عَلَيْکَ سَوْطُکَ أَوْ سَيْفُکَ أَوْ يَدُکَ بِالْعُقُوبَةِ; فَإِنَّ فِي الْوَکْزَةِ فَمَا فَوْقَهَا مَقْتَلَةً ، فَلاَ تَطْمَحَنَّ بِکَ نَخْوَةُ سُلْطَانِکَ عَنْ أَنْ تُؤَدِّيَ إِلَى أَوْلِيَاءِ الْمَقْتُولِ حَقَّهُمْ . </span>",
		"از خونريزى بپرهيز ، و از خون ناحق پروا كن ، كه هيچ چيز همانند خون ناحق كيفر الهى را نزديك مجازات را بزرگ نمى كند ، و نابودى نعمت ها را سرعت نمى بخشد و زوال حكومت را نزديك نمى گرداند ، و روز قيامت خداى سبحان قبل از رسيدگى اعمال بندگان ، نسبت به خون هاى ناحق ريخته شده داورى خواهد كرد ، پس با ريختن خونى حرام ، حكومت خود را تقويت مكن . ",
		"زيرا خون ناحق ، پايه هاى حكومت را سست ، و پست مى كند و بنياد آن را بر كنده به ديگرى منتقل سازد ، و تو ، نه در نزد من ، و نه در پيشگاه خداوند ، عذرى در خون ناحق نخواهى داشت چرا كه كيفر آن قصاص است و از آن گريزى نيست . ",
		"اگر به خطا خون كسى ريختى ، يا تازيانه يا شمشير ، يا دستت دچار تند روى شد ، -كه گاه مشتى سبب كشتن كسى مى گردد ، چه رسد به بيش از آن- مبادا غرور قدرت تو را از پرداخت خونبها به بازماندگان مقتول باز دارد . ",
		"<span class=\"arabic\">وَإِيَّاکَ وَالاِْعْجَابَ بِنَفْسِکَ ، وَالثِّقَةَ بِمَا يُعْجِبُکَ مِنْهَا ، وَ حُبَّ الاِْطْرَاءِ ، فَإِنَّ ذَلِکَ مِنْ أَوْثَقِ فُرَصِ الشَّيْطَانِ فِي نَفْسِهِ لِيَمْحَقَ مَا يَکُونُ مِنْ إِحْسَانِ الْمُحْسِنِينَ . وَإِيَّاکَ وَالْمَنَّ عَلَى رَعِيَّتِکَ بِإِحْسَانِکَ ، أَوِ التَّزَيُّدَ فِيمَا کَانَ مِنْ فِعْلِکَ ، أَوْ أَنْ تَعِدَهُمْ فَتُتْبِعَ مَوْعِدَکَ بِخُلْفِکَ ، فَإِنَّ الْمَنَّ يُبْطِلُ الاِْحْسَانَ ، وَالتَّزَيُّدَ يَذْهَبُ بِنُورِ الْحَقِّ ، وَالْخُلْفَ يُوجِبُ الْمَقْتَ عِنْدَ اللهِ وَالنَّاسِ . قَالَ اللهُ تَعَالَى : «کَبُرَ مَقْتاً عِنْدَ اللهِ أَنْ تَقُولُوا ما لاَ تَفْعَلُونَ» . وَإِيَّاکَ وَالْعَجَلَةَ بِالاُْمُورِ قَبْلَ أَوَانِهَا ، أَوِ التَّسَقُّطَ فِيهَا عِنْدَ إِمْکَانِهَا ، أَوِ اللَّجَاجَةَ فِيهَا إِذَا تَنَکَّرَتْ ، أَوِ الْوَهْنَ عَنْهَا إِذَا اسْتَوْضَحَتْ ، فَضَعْ کُلَّ أَمْر مَوْضِعَهُ ، وَأَوْقِعْ کُلَّ أَمْر مَوْقِعَهُ . وَإِيَّاکَ وَالاِسْتِئْثَارَ بِمَا النَّاسُ فِيهِ أُسْوَةٌ ، وَالتَّغَابِيَ عَمَّا تُعْنَى بِهِ مِمَّا قَدْ وَضَحَ لِلْعُيُونِ ، فَإِنَّهُ مَأْخُوذٌ مِنْکَ لِغَيْرِکَ وَعَمَّا قَلِيل تَنْکَشِفُ عَنْکَ أَغْطِيَةُ الاُْمُورِ ، وَيُنْتَصَفُ مِنْکَ لِلْمَظْلُومِ . امْلِکْ حَمِيَّةَ أَنْفِکَ ، وَسَوْرَةَ حَدِّکَ ، وَسَطْوَةَ يَدِکَ وَغَرْبَ لِسَانِکَ ، وَاحْتَرِسْ مِنْ کُلِّ ذَلِکَ بِکَفِّ الْبَادِرَةِ ، وَتَأْخِيرِ السَّطْوَةِ حَتَّى يَسْکُنَ غَضَبُکَ فَتَمْلِکَ الاِخْتِيَارَ وَلَنْ تَحْکُمَ ذَلِکَ مِنْ نَفْسِکَ حَتَّى تُکْثِرَ هُمُومَکَ بِذِکْرِ الْمَعَادِ إِلَى رَبِّکَ . </span>",
		"مبادا هرگز دچار خود پسندى گردى و به خوبى هاى خود اطمينان كنى ، و ستايش را دوست داشته باشى ، كه اينها همه از بهترين فرصت هاى شيطان براى هجوم آوردن به توست ، و كردار نيك ، نيكوكاران را نابود سازد . ",
		"مبادا هرگز با خدمت هايى كه انجام دادى بر مردم منّت گذارى ، يا آنچه را انجام داده اى بزرگ بشمارى ، يا مردم را وعده اى داده ، سپس خلف وعده نمايى . منّت نهادن ، پاداش نيكوكارى را از بين مى برد ، و كارى را بزرگ شمردن ، نور حق را خاموش گرداند ، و خلاف وعده عمل كردن ، خشم خدا و مردم را بر مى انگيزاند كه خداى بزرگ فرمود : «دشمنى بزرگ نزد خدا آن كه بگوييد و عمل نكنيد» . ",
		"مبادا هرگز در كارى كه وقت آن فرا نرسيده شتاب كنى ، يا كارى كه وقت آن رسيده سستى ورزى ، و يا در چيزى كه (حقيقت آن) روشن نيست ستيزه جويى نمايى و يا در كارهاى واضح و آشكار كوتاهى كنى تلاش كن تا هر كارى را در جاى خود ، و در زمان مخصوص به خود ، انجام دهى . ",
		"مبادا هرگز در آنچه كه با مردم مساوى هستى امتيازى خواهى از امورى كه بر همه روشن است ، غفلت كنى ، زيرا به هر حال نسبت به آن در برابر مردم مسئولى ، و به زودى پرده از كارها يك سو رود ، و انتقام ستمديده را از تو باز مى گيرند . ",
		"باد غرورت ، جوشش خشمت ، تجاوز دستت ، تندى زبانت را در اختيار خود گير ، و با پرهيز از شتابزدگى ، و فروخوردن خشم ، خود را آرامش ده تا خشم فرو نشيند و اختيار نفس در دست تو باشد . و تو بر نفس مسلّط نخواهى شد مگر با ياد فراوان قيامت ، و بازگشت به سوى خدا . ",
		"<span class=\"arabic\">وَالْوَاجِبُ عَلَيْکَ أَنْ تَتَذَکَّرَ مَا مَضَى لِمَنْ تَقَدَّمَکَ مِنْ حُکُومَة عَادِلَة ، أَوْ سُنَّة فَاضِلَة ، أَوْ أَثَر عَنْ نَبِيِّنَا صَلَّى اللهِ عَلَيْهِ وَآلِهِ وَسَلَّمَ أَوْ فَرِيضَة فِي کِتَابِ اللهِ ، فَتَقْتَدِيَ بِمَا شَاهَدْتَ مِمَّا عَمِلْنَا بِهِ فِيهَا ، وَتَجْتَهِدَ لِنَفْسِکَ فِي اتِّبَاعِ مَا عَهِدْتُ إِلَيْکَ فِي عَهْدِي هَذَا ، وَاسْتَوْثَقْتُ بِهِ مِنَ الْحُجَّةِ لِنَفْسِي عَلَيْکَ ، لِکَيْلاَ تَکُونَ لَکَ عِلَّةٌ عِنْدَ تَسَرُّعِ نَفْسِکَ إِلَى هَوَاهَا . وَأَنَا أَسْأَلُ اللهَ بِسَعَةِ رَحْمَتِهِ ، وَعَظِيمِ قُدْرَتِهِ عَلَى إِعْطَاءِ کُلِّ رَغْبَة ، أَنْ يُوَفِّقَنِي وَإِيَّاکَ لِمَا فِيهِ رِضَاهُ مِنَ الاِْقَامَةِ عَلَى الْعُذْرِ الْوَاضِحِ إِلَيْهِ وَ إِلَى خَلْقِهِ ، مَعَ حُسْنِ الثَّنَاءِ فِي الْعِبَادِ ، وَجَمِيلِ الاَْثَرِ فِي الْبِلاَدِ ، وَتَمَامِ النِّعْمَةِ وَتَضْعِيفِ الْکَرَامَةِ ، وَأَنْ يَخْتِمَ لِي وَ لَکَ بِالسَّعَادَةِ وَالشَّهَادَةِ ، إِنّا إِلَيْهِ راجِعُونَ . وَالسَّلاَمُ عَلَى رَسُولِ اللهِ صَلَّى اللهِ عَلَيْهِ وَآلِهِ وَسَلَّمَ الطَّيِّبِينَ الطَّاهِرِينَ ، وَسَلَّمَ تَسْلِيماً کَثِيراً ، وَالسَّلاَمُ . </span>",
		"آنچه بر تو لازم است آن كه حكومت هاى دادگستر پيشين ، سنّت هاى با ارزش گذشتگان ، روش هاى پسنديده رفتگان ، و آثار پيامبر صلى‌الله‌عليه‌وآله‌وسلم و واجباتى كه در كتاب خداست ، را همواره به ياد آورى ، و به آنچه ما عمل كرده ايم پيروى كنى ، و براى پيروى از فرامين اين عهد نامه اى كه براى تو نوشته ام ، و با آن حجّت را بر تو تمام كرده ام ، تلاش كن ، زيرا اگر نفس سركشى كرد و بر تو چيره شد عذرى نزد من نداشته باشى . ",
		"از خداوند بزرگ ، با رحمت گسترده ، و قدرت برترش در انجام تمام خواسته ها ، درخواست مى كنيم كه به آنچه موجب خشنودى اوست ما و تو را موفّق فرمايد ، كه نزد او و خلق او داراى عذرى روشن باشيم ، برخوردار از ستايش بندگان ، يادگار نيك در شهرها ، رسيدن به همه نعمت ها و كرامت ها بوده ، و اينكه پايان عمر من و تو را به شهادت و رستگارى ختم فرمايد ، كه همانا ما به سوى او باز مى گرديم . ",
		"با درود به پيامبر اسلام صلى‌الله‌عليه‌وآله‌وسلم و اهل بيت پاكيزه و پاك او ، درودى فراوان و پيوسته . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى طلحة و الزبير (مع عمران بن الحصين الخزاعي) ، ذَكَره أبو جعفر الإسكافي في كتاب المقامات في مناقب أمير المؤمنين (عليه السلام) : ",
		"(نامه به طلحه و زبير كه ابو جعفر اسكافى آن را در كتاب مقامات در بخش فضائل امير المؤمنين عليه السّلام آورد كه در سال 36 هجرى نوشته و توسّط عمران بن حصين فرستاد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَقَدْ عَلِمْتُمَا وَ إِنْ كَتَمْتُمَا أَنِّي لَمْ أُرِدِ النَّاسَ حَتَّى أَرَادُونِي وَ لَمْ أُبَايِعْهُمْ حَتَّى بَايَعُونِي وَ إِنَّكُمَا مِمَّنْ أَرَادَنِي وَ بَايَعَنِي وَ إِنَّ الْعَامَّةَ لَمْ تُبَايِعْنِي لِسُلْطَانٍ غَالِبٍ وَ لَا [لِحِرْصٍ] لِعَرَضٍ حَاضِرٍ ؛ فَإِنْ كُنْتُمَا بَايَعْتُمَانِي طَائِعَيْنِ فَارْجِعَا وَ تُوبَا إِلَى اللَّهِ مِنْ قَرِيبٍ وَ إِنْ كُنْتُمَا بَايَعْتُمَانِي كَارِهَيْنِ فَقَدْ جَعَلْتُمَا لِي عَلَيْكُمَا السَّبِيلَ بِإِظْهَارِكُمَا الطَّاعَةَ وَ إِسْرَارِكُمَا الْمَعْصِيَةَ ؛ وَ لَعَمْرِي مَا كُنْتُمَا بِأَحَقِّ الْمُهَاجِرِينَ بِالتَّقِيَّةِ وَ الْكِتْمَانِ وَ إِنَّ دَفْعَكُمَا هَذَا الْأَمْرَ [قَبْلَ] مِنْ قَبْلِ أَنْ تَدْخُلَا فِيهِ كَانَ أَوْسَعَ عَلَيْكُمَا مِنْ خُرُوجِكُمَا مِنْهُ بَعْدَ إِقْرَارِكُمَا بِهِ . وَ قَدْ زَعَمْتُمَا أَنِّي قَتَلْتُ عُثْمَانَ ، فَبَيْنِي وَ بَيْنَكُمَا مَنْ تَخَلَّفَ عَنِّي وَ عَنْكُمَا مِنْ أَهْلِ الْمَدِينَةِ ثُمَّ يُلْزَمُ كُلُّ امْرِئٍ بِقَدْرِ مَا احْتَمَلَ . فَارْجِعَا أَيُّهَا الشَّيْخَانِ عَنْ رَأْيِكُمَا ، فَإِنَّ الْآنَ [أَعْظَمُ] أَعْظَمَ أَمْرِكُمَا الْعَارُ مِنْ قَبْلِ أَنْ [يَجْتَمِعَ] يَتَجَمَّعَ الْعَارُ وَ النَّارُ ، وَ السَّلَام . </span>",
		"پس از ياد خدا و درود شما مى دانيد -گر چه پنهان مى داريد- كه من براى حكومت در پى مردم نرفته ، تا آنان به سوى من آمدند ، و من قول بيعت نداده تا آن كه آنان با من بيعت كردند ، و شما دو نفر از كسانى بوديد كه مرا خواستند و بيعت كردند . ",
		"همانا بيعت عموم مردم با من نه از روى ترس قدرتى مسلّط بود ، و نه براى به دست آوردن متاع دنيا . ",
		"اگر شما دو نفر از روى ميل و انتخاب بيعت كرديد تا دير نشده (از راهى كه در پيش گرفته ايد) باز گرديد ، و در پيشگاه خدا توبه كنيد . و اگر در دل با اكراه بيعت كرديد خود دانيد ، زيرا اين شما بوديد كه مرا در حكومت بر خويش راه داديد ، اطاعت از من را ظاهر ، و نافرمانى را پنهان داشتيد . ",
		"به جانم سوگند شما از ساير مهاجران سزاوارتر به پنهان داشتن عقيده و پنهان كارى نيستيد . اگر در آغاز بيعت كنار مى رفتيد (و بيعت نمى كرديد) آسان تر بود كه بيعت كنيد و سپس به بهانه سرباز زنيد . ",
		"شما پنداشته ايد كه من كشنده عثمان مى باشم ، بياييد تا مردم مدينه كسى بين من و شما داورى كنند ، آنان كه نه از من طرفدارى كرده و نه به يارى شما برخاسته ، سپس هر كدام به اندازه جرمى كه در آن حادثه داشته ، مسؤوليّت آن را پذيرا باشد . ",
		"اى دو پير مرد ، از آنچه در انديشه داريد باز گرديد ، هم اكنون بزرگ ترين مسئله شما ، عار است ، پيش از آن كه عار و آتش خشم پروردگار ، دامنگيرتان گردد . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"(نامه به معاويه كه در سال 37 هجرى پيش از نبرد صفّين نوشته شد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ اللَّهَ سُبْحَانَهُ قَدْ جَعَلَ الدُّنْيَا لِمَا بَعْدَهَا وَ ابْتَلَى فِيهَا أَهْلَهَا لِيَعْلَمَ أَيُّهُمْ أَحْسَنُ عَمَلًا ، وَ لَسْنَا لِلدُّنْيَا خُلِقْنَا وَ لَا بِالسَّعْيِ فِيهَا أُمِرْنَا وَ إِنَّمَا وُضِعْنَا فِيهَا لِنُبْتَلَي بِهَا ؛ وَ قَدِ ابْتَلَانِي اللَّهُ بِكَ وَ ابْتَلَاكَ بِي ، فَجَعَلَ أَحَدَنَا حُجَّةً عَلَى الْآخَرِ ؛ فَعَدَوْتَ عَلَى [طَلَبِ] الدُّنْيَا بِتَأْوِيلِ الْقُرْآنِ [وَ طَلَبْتَنِي] فَطَلَبْتَنِي بِمَا لَمْ تَجْنِ يَدِي وَ لَا لِسَانِي وَ [عَصَبْتَهُ] عَصَيْتَهُ أَنْتَ وَ أَهْلُ الشَّامِ بِي وَ أَلَّبَ عَالِمُكُمْ جَاهِلَكُمْ وَ قَائِمُكُمْ قَاعِدَكُمْ . فَاتَّقِ اللَّهَ فِي نَفْسِكَ وَ نَازِعِ الشَّيْطَانَ قِيَادَكَ وَ اصْرِفْ إِلَى الْآخِرَةِ وَجْهَكَ ، فَهِيَ طَرِيقُنَا وَ طَرِيقُكَ ؛ وَ احْذَرْ أَنْ يُصِيبَكَ اللَّهُ مِنْهُ بِعَاجِلِ قَارِعَةٍ تَمَسُّ الْأَصْلَ وَ تَقْطَعُ الدَّابِرَ ، فَإِنِّي أُولِي لَكَ بِاللَّهِ أَلِيَّةً غَيْرَ فَاجِرَةٍ لَئِنْ جَمَعَتْنِي وَ إِيَّاكَ جَوَامِعُ الْأَقْدَارِ لَا أَزَالُ بِبَاحَتِكَ \"حَتَّى يَحْكُمَ اللَّهُ بَيْنَنا وَ هُوَ خَيْرُ الْحاكِمِينَ\" . </span>",
		"پس از ياد خدا و درود ، همانا خداوند سبحان دنيا را براى آخرت قرار داده ، و مردم را در دنيا به آزمايش گذاشت ، تا روشن شود كدام يك نيكوكارتر است . ",
		"ما را براى دنيا نيافريده اند ، و تنها براى دنيا به تلاش فرمان داده نشديم ، به دنيا آمديم تا در آن آزمايش گرديم . ",
		"و همانا خداوند مرا به تو ، و تو را با من آزمود ، و يكى از ما را بر ديگرى حجّت قرار داد . تو با تفسير دروغين قرآن به دنيا روى آوردى ، و چيزى از من درخواست مى كنى كه دست و زبانم هرگز به آن نيالود (قتل عثمان) . تو و مردم شام ، آن دروغ را ساختيد و به من تهمت زديد تا آگاهان شما مردم ناآگاه را ، و ايستادگان شما زمينگير شدگان را بر ضدّ من تحريك كنند . ",
		"معاويه از خدا بترس ، و با شيطانى كه مهار تو را مى كشد ، مبارزه كن ، و به سوى آخرت كه راه من و تو است باز گرد ، و بترس از خدا كه به زودى با بلايى كوبنده ريشه ات را بر كند ، و نسل تو را بر اندازد . ",
		"همانا براى تو به خدا سوگند مى خورم ، سوگندى كه بر آن وفا دارم ، اگر روزگار من و تو را در يك جا گرد آورد ، هم چنان بر سر راه تو خواهم ماند : «تا خدا ميان ما داورى كند و او بهترين داوران است» . "
	],
	[
		"و من [كلام] وصية له عليه‌السلام وَصّى [به] بِها شريح بن هانئ لمّا جعله على مقدمته إلى الشام : ",
		"(نامه به فرمانده سپاه ، شريح بن هانى كه او را در سال 36 هجرى به سوى شام حركت داد . )",
		"<span class=\"arabic\">اتَّقِ اللَّهَ فِي كُلِّ صَبَاحٍ وَ مَسَاءٍ ، وَ خَفْ عَلَى نَفْسِكَ الدُّنْيَا الْغَرُورَ وَ لَا تَأْمَنْهَا عَلَى حَالٍ ، وَ اعْلَمْ أَنَّكَ إِنْ لَمْ تَرْدَعْ نَفْسَكَ عَنْ كَثِيرٍ مِمَّا تُحِبُّ مَخَافَةَ مَكْرُوهٍ سَمَتْ بِكَ الْأَهْوَاءُ إِلَى كَثِيرٍ مِنَ الضَّرَرِ ؛ فَكُنْ لِنَفْسِكَ مَانِعاً رَادِعاً وَ [لِنَزَوَاتِكَ] لِنَزْوَتِكَ عِنْدَ الْحَفِيظَةِ وَاقِماً قَامِعاً . </span>",
		"در هر صبح و شام از خدا بترس ، و از فريب كارى دنيا بر نفس خويش بيمناك باش ، و هيچ گاه از دنيا ايمن مباش . ",
		"بدان كه اگر براى چيزهايى كه دوست مى دارى ، يا آنچه را كه خوشايند تو نيست ، خود را باز ندارى ، هوس ها تو را به زيان هاى فراوانى خواهند كشيد . ",
		"سپس نفس خود را باز دار و از آن نگهبانى كن ، و به هنگام خشم ، بر نفس خويش شكننده و حاكم باش . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أهل الكوفة عند مسيره من المدينة إلى البصرة : ",
		"(نامه به مردم كوفه در سال 36 هجرى هنگام حركت از مدينه به سوى بصره) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنِّي خَرَجْتُ [عَنْ] مِنْ حَيِّي هَذَا إِمَّا ظَالِماً وَ إِمَّا مَظْلُوماً وَ إِمَّا بَاغِياً وَ إِمَّا مَبْغِيّاً عَلَيْهِ ، وَ [أَنَا] إِنِّي أُذَكِّرُ اللَّهَ مَنْ بَلَغَهُ كِتَابِي هَذَا لَمَّا نَفَرَ إِلَيَّ ، فَإِنْ كُنْتُ مُحْسِناً أَعَانَنِي وَ إِنْ كُنْتُ مُسِيئاً اسْتَعْتَبَنِي . </span>",
		"پس از ياد خدا و درود ، من از جايگاه خود ، مدينه بيرون آمدم ، يا ستمكارم يا ستم ديده ، يا سركشى كردم يا از فرمانم سرباز زدند . ",
		"همانا من خدا را به ياد كسى مى آورم كه اين نامه به دست او رسد ، تا به سوى من كوچ كند : اگر مرا نيكوكار يافت يارى كند ، و اگر گناهكار بودم مرا به حق بازگرداند . "
	],
	[
		"و من كتاب له عليه‌السلام كتبه إلى أهل الأمصار يَقصّ فيه ما جَرى بينه و بين أهل صفين : ",
		"(نامه به شهرهاى دور براى روشن ساختن حوادث صفّين) . ",
		"<span class=\"arabic\">وَ كَانَ بَدْءُ أَمْرِنَا أَنَّا الْتَقَيْنَا [بِالْقَوْمِ] وَ الْقَوْمُ مِنْ أَهْلِ الشَّامِ وَ الظَّاهِرُ أَنَّ رَبَّنَا وَاحِدٌ وَ نَبِيَّنَا وَاحِدٌ وَ دَعْوَتَنَا فِي الْإِسْلَامِ وَاحِدَةٌ وَ لَا نَسْتَزِيدُهُمْ فِي الْإِيمَانِ بِاللَّهِ وَ التَّصْدِيقِ بِرَسُولِهِ وَ لَا يَسْتَزِيدُونَنَا [وَ] الْأَمْرُ وَاحِدٌ ، إِلَّا مَا اخْتَلَفْنَا فِيهِ مِنْ دَمِ عُثْمَانَ وَ نَحْنُ مِنْهُ بَرَاءٌ . فَقُلْنَا تَعَالَوْا [نُدَاوِي] نُدَاوِ مَا لَا يُدْرَكُ الْيَوْمَ بِإِطْفَاءِ النَّائِرَةِ وَ تَسْكِينِ الْعَامَّةِ حَتَّى يَشْتَدَّ الْأَمْرُ وَ يَسْتَجْمِعَ فَنَقْوَى عَلَى وَضْعِ الْحَقِّ [فِي مَوَاضِعِهِ] مَوَاضِعَهُ ؛ فَقَالُوا بَلْ نُدَاوِيهِ بِالْمُكَابَرَةِ فَأَبَوْا حَتَّى جَنَحَتِ الْحَرْبُ وَ رَكَدَتْ وَ وَقَدَتْ نِيرَانُهَا وَ حَمِشَتْ ؛ فَلَمَّا ضَرَّسَتْنَا وَ إِيَّاهُمْ وَ وَضَعَتْ مَخَالِبَهَا فِينَا وَ فِيهِمْ أَجَابُوا عِنْدَ ذَلِكَ إِلَى الَّذِي دَعَوْنَاهُمْ إِلَيْهِ ، فَأَجَبْنَاهُمْ إِلَى مَا دَعَوْا وَ سَارَعْنَاهُمْ إِلَى مَا طَلَبُوا حَتَّى اسْتَبَانَتْ عَلَيْهِمُ الْحُجَّةُ وَ انْقَطَعَتْ مِنْهُمُ الْمَعْذِرَةُ . فَمَنْ تَمَّ عَلَى ذَلِكَ مِنْهُمْ فَهُوَ الَّذِي أَنْقَذَهُ اللَّهُ مِنَ الْهَلَكَةِ وَ مَنْ لَجَّ وَ تَمَادَى فَهُوَ الرَّاكِسُ الَّذِي رَانَ اللَّهُ عَلَى قَلْبِهِ وَ صَارَتْ دَائِرَةُ السَّوْءِ عَلَى رَأْسِهِ . </span>",
		"آغاز كار چنين بود كه ما با مردم شام ديدار كرديم ، كه در ظاهر پروردگار ما يكى ، و پيامبر ما يكى ، و دعوت ما در اسلام يكى بود ، و در ايمان به خدا و تصديق كردن پيامبرش ، هيچ كدام از ما بر ديگرى برترى نداشت ، و با هم وحدت داشتيم جز در خون عثمان كه ما از آن بر كناريم . ",
		"پس به آنان گفتيم : بياييد با خاموش ساختن آتش جنگ ، و آرام كردن مردم ، به چاره جويى و درمان بپردازيم ، تا كار مسلمانان استوار شود ، و به وحدت برسند ، و ما براى اجراى عدالت نيرومند شويم . امّا شاميان پاسخ دادند : «چاره اى جز جنگ نداريم» . ",
		"پس (از پيشنهاد حق ما) سرباز زدند ، و جنگ در گرفت ، و تداوم يافت ، و آتش آن زبانه كشيد . ",
		"پس آنگاه كه دندان جنگ در ما و آنان فرو رفت ، و چنگال آن سخت كارگر افتاد ، به دعوت ما (صلح و گفتگو) گردن نهادند ، و بر آنچه آنان را خوانديم ، پاسخ دادند . ",
		"ما هم به درخواست آنان پاسخ داديم ، و آنچه را خواستند زود پذيرفتيم ، تا حجّت را بر آنان تمام كنيم ، و راه عذر خواهى را ببنديم . ",
		"آنگاه آن كه بر پيمان خود استوار ماند ، از هلاكت نجات يافت ، و آن كس كه در لجاجت خود پا فشرد ، خدا پرده ناآگاهى بر جان او كشيد ، و بلاى تيره روزى گرد سرش گردانيد . "
	],
	[
		"و من كتاب له عليه‌السلام إلى الأسود بن قطبة صاحب جُند حُلوان : ",
		"(نامه به أسود بن قطبه فرمانده لشكر حلوان در جنوب شهر سر پل ذهاب امروزى) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ الْوَالِيَ إِذَا اخْتَلَفَ هَوَاهُ مَنَعَهُ ذَلِكَ كَثِيراً مِنَ الْعَدْلِ ، فَلْيَكُنْ أَمْرُ النَّاسِ عِنْدَكَ فِي الْحَقِّ سَوَاءً ، فَإِنَّهُ لَيْسَ فِي الْجَوْرِ عِوَضٌ مِنَ الْعَدْلِ ، فَاجْتَنِبْ مَا تُنْكِرُ أَمْثَالَهُ ، وَ ابْتَذِلْ نَفْسَكَ فِيمَا افْتَرَضَ اللَّهُ عَلَيْكَ رَاجِياً ثَوَابَهُ وَ مُتَخَوِّفاً عِقَابَهُ . وَ اعْلَمْ أَنَّ الدُّنْيَا دَارُ بَلِيَّةٍ لَمْ يَفْرُغْ صَاحِبُهَا فِيهَا قَطُّ سَاعَةً إِلَّا كَانَتْ فَرْغَتُهُ عَلَيْهِ حَسْرَةً يَوْمَ الْقِيَامَةِ ، وَ أَنَّهُ لَنْ يُغْنِيَكَ عَنِ الْحَقِّ شَيْءٌ أَبَداً ، وَ مِنَ الْحَقِّ عَلَيْكَ حِفْظُ نَفْسِكَ وَ الِاحْتِسَابُ عَلَى الرَّعِيَّةِ بِجُهْدِكَ ، فَإِنَّ الَّذِي يَصِلُ إِلَيْكَ مِنْ ذَلِكَ أَفْضَلُ مِنَ الَّذِي يَصِلُ بِكَ ، وَ السَّلَامُ . </span>",
		"پس از ياد خدا و درود . اگر رأى و انديشه زمامدار دچار دگرگونى شود ، او را از اجراى عدالت بسيار باز مى دارد . ",
		"پس بايد كه كار مردم در آنچه حق است نزد تو يكسان باشد ، زيرا در ستمكارى بهايى براى عدالت يافت نمى شود . ",
		"از آنچه كه همانند آن را بر ديگران نمى پسندى پرهيز كن ، و نفس خود را در حالى كه اميدوار به پاداش الهى بوده و از كيفر او هراسناكى ، به انجام آنچه خداوند بر تو واجب گردانيده است ، وادار ساز . ",
		"و بدان كه دنيا سراى آزمايش است ، و دنيا پرست ساعتى در آن نمى آسايد جز آن كه در روز قيامت از آن افسوس مى خورد ، و هرگز چيزى تو را از حق بى نياز نمى گرداند . ",
		"و از جمله حقّى كه بر توست آن كه نفس خويش را نگهبان باشى ، و به اندازه توان در امور رعيّت تلاش كنى ، زيرا آنچه در اين راه نصيب تو مى شود ، برتر از آن است كه از نيروى بدنى خود از دست مى دهى . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى العمّال الذين يَطَأُ [عملهم الجيوش] الجَيشُ عملَهم : ",
		"(نامه به فرماندارانى كه لشكر از شهرهاى آنان عبور مى كند) . ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى مَنْ مَرَّ بِهِ الْجَيْشُ مِنْ جُبَاةِ الْخَرَاجِ وَ عُمَّالِ الْبِلَادِ ، أَمَّا بَعْدُ ، فَإِنِّي قَدْ سَيَّرْتُ جُنُوداً هِيَ مَارَّةٌ بِكُمْ إِنْ شَاءَ اللَّهُ ؛ وَ قَدْ أَوْصَيْتُهُمْ بِمَا يَجِبُ لِلَّهِ عَلَيْهِمْ مِنْ كَفِّ الْأَذَى وَ صَرْفِ الشَّذَا ، وَ أَنَا أَبْرَأُ إِلَيْكُمْ وَ إِلَى ذِمَّتِكُمْ مِنْ مَعَرَّةِ الْجَيْشِ إِلَّا مِنْ جَوْعَةِ الْمُضْطَرِّ لَا يَجِدُ عَنْهَا مَذْهَباً إِلَى شِبَعِهِ ؛ فَنَكِّلُوا مَنْ تَنَاوَلَ مِنْهُمْ شَيْئاً ظُلْماً عَنْ ظُلْمِهِمْ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">وَ كُفُّوا أَيْدِيَ سُفَهَائِكُمْ عَنْ [مُضَادَّتِهِمْ] مُضَارَّتِهِمْ وَ التَّعَرُّضِ لَهُمْ فِيمَا اسْتَثْنَيْنَاهُ مِنْهُمْ . وَ أَنَا بَيْنَ أَظْهُرِ الْجَيْشِ ، فَارْفَعُوا إِلَيَّ مَظَالِمَكُمْ وَ مَا عَرَاكُمْ مِمَّا يَغْلِبُكُمْ مِنْ أَمْرِهِمْ وَ مَا لَا تُطِيقُونَ دَفْعَهُ إِلَّا بِاللَّهِ وَ بِي ، فَأَنَا أُغَيِّرُهُ بِمَعُونَةِ اللَّهِ ، إِنْ شَاءَ اللَّه . </span>",
		"از بنده خدا ، على امير مؤمنان ، به گرد آوران ماليات و فرمانداران شهرهايى كه لشكريان از سرزمين آنان مى گذرند . پس از ياد خدا و درود ، همانا من سپاهيانى فرستادم كه به خواست خدا بر شما خواهند گذشت ، و آنچه خدا بر آنان واجب كرده به ايشان سفارش كردم ، و بر آزار نرساندن به ديگران ، و پرهيز از هر گونه شرارتى تأكيد كرده ام . ",
		"و من نزد شما و پيمانى كه با شما دارم از آزار رساندن سپاهيان به مردم بيزارم ، مگر آن كه گرسنگى سربازى را ناچار گرداند ، و براى رفع گرسنگى چاره اى جز آن نداشته باشد . ",
		"پس كسى را كه دست به ستمكارى زند كيفر كنيد ، و دست افراد سبك مغز خود را از زيان رساندن به لشكريان ، و زحمت دادن آنها جز در آنچه استثناء كردم باز داريد . ",
		"من پشت سر سپاه در حركتم ، شكايت هاى خود را به من رسانيد ، و در امورى كه لشكريان بر شما چيره شده اند كه قدرت دفع آن را جز با كمك خدا و من نداريد ، به من مراجعه كنيد ، كه با كمك خداوند آن را بر طرف خواهم كرد . ان شاء الله . "
	],
	[
		"و من كتاب له عليه‌السلام إلى كميل بن زياد النخعي و هو عامله على هيت ، ينكر عليه تركَه دفع مَن يَجتاز به مِن جَيش العدو طالباً الغارَة : ",
		"(نامه به كميل بن زياد نخعى ، فرماندار «هيت» و نكوهش او در ترك مقابله با لشكريان مهاجم شام كه در سال 38 هجرى نوشته شد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ تَضْيِيعَ الْمَرْءِ مَا وُلِّيَ وَ تَكَلُّفَهُ مَا كُفِيَ لَعَجْزٌ حَاضِرٌ وَ رَأْيٌ مُتَبَّرٌ ؛ وَ إِنَّ تَعَاطِيَكَ الْغَارَةَ عَلَى أَهْلِ قِرْقِيسِيَا وَ تَعْطِيلَكَ مَسَالِحَكَ الَّتِي وَلَّيْنَاكَ لَيْسَ [لَهَا] بِهَا مَنْ يَمْنَعُهَا وَ لَا يَرُدُّ الْجَيْشَ عَنْهَا لَرَأْيٌ شَعَاعٌ . فَقَدْ صِرْتَ جِسْراً لِمَنْ أَرَادَ الْغَارَةَ مِنْ أَعْدَائِكَ عَلَى أَوْلِيَائِكَ ، غَيْرَ شَدِيدِ الْمَنْكِبِ وَ لَا مَهِيبِ الْجَانِبِ وَ لَا سَادٍّ ثُغْرَةً وَ لَا كَاسِرٍ لِعَدُوٍّ شَوْكَةً ، وَ لَا مُغْنٍ عَنْ أَهْلِ مِصْرِهِ وَ لَا مُجْزٍ عَنْ أَمِيرِهِ . </span>",
		"پس از ياد خدا و درود ، سستى انسان در انجام كارهايى كه بر عهده اوست ، و پافشارى در كارى كه از مسؤوليّت او خارج است ، نشانه ناتوانى آشكار ، و انديشه ويرانگر است . ",
		"اقدام تو به تاراج مردم «قرقيسا» در مقابل رها كردن پاسدارى از مرزهايى كه تو را بر آن گمارده بوديم و كسى در آنجا نيست تا آنجا را حفظ كند ، و سپاه دشمن را از آن مرزها دور سازد ، انديشه اى باطل است . ",
		"تو در آنجا پلى شده اى كه دشمنان تو از آن بگذرند و بر دوستانت تهاجم آورند ، نه قدرتى دارى كه با تو نبرد كنند ، و نه هيبتى دارى كه از تو بترسند و بگريزند ، نه مرزى را مى توانى حفظ كنى ، و نه شوكت دشمن را مى توانى در هم بشكنى ، نه نيازهاى مردم ديارت را كفايت مى كنى ، و نه امام خود را راضى نگه مى دارى . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أهل مصرَ مع مالك الأشتر [رحمه الله] لمّا وَلّاهُ إمارتَها : ",
		"(نامه به مردم مصر ، كه همراه مالك اشتر در سال 38 هجرى فرستاد) : ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ اللَّهَ سُبْحَانَهُ بَعَثَ مُحَمَّداً صلى‌الله‌عليه‌وآله‌وسلم نَذِيراً لِلْعَالَمِينَ وَ مُهَيْمِناً عَلَى الْمُرْسَلِينَ ؛ فَلَمَّا مَضَى ، تَنَازَعَ الْمُسْلِمُونَ الْأَمْرَ مِنْ بَعْدِهِ . فَوَاللَّهِ مَا كَانَ يُلْقَى فِي رُوعِي وَ لَا يَخْطُرُ بِبَالِي أَنَّ الْعَرَبَ تُزْعِجُ هَذَا الْأَمْرَ مِنْ بَعْدِهِ صلى‌الله‌عليه‌وآله‌وسلم عَنْ أَهْلِ بَيْتِهِ وَ لَا أَنَّهُمْ مُنَحُّوهُ عَنِّي مِنْ بَعْدِهِ ؛ فَمَا رَاعَنِي إِلَّا انْثِيَالُ النَّاسِ عَلَى فُلَانٍ يُبَايِعُونَهُ فَأَمْسَكْتُ [بِيَدِي] يَدِي حَتَّى رَأَيْتُ رَاجِعَةَ النَّاسِ قَدْ رَجَعَتْ عَنِ الْإِسْلَامِ يَدْعُونَ إِلَى مَحْقِ دَيْنِ مُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم ؛ فَخَشِيتُ إِنْ لَمْ أَنْصُرِ الْإِسْلَامَ وَ أَهْلَهُ أَنْ أَرَى فِيهِ ثَلْماً أَوْ هَدْماً تَكُونُ الْمُصِيبَةُ بِهِ عَلَيَّ أَعْظَمَ مِنْ فَوْتِ وِلَايَتِكُمُ الَّتِي إِنَّمَا هِيَ مَتَاعُ أَيَّامٍ قَلَائِلَ يَزُولُ مِنْهَا مَا كَانَ كَمَا يَزُولُ السَّرَابُ [وَ] أَوْ كَمَا يَتَقَشَّعُ السَّحَابُ . فَنَهَضْتُ فِي تِلْكَ الْأَحْدَاثِ حَتَّى زَاحَ الْبَاطِلُ وَ زَهَقَ وَ اطْمَأَنَّ الدِّينُ وَ تَنَهْنَهَ . </span>",
		"پس از ياد خدا و درود خداوند سبحان محمّد صلى‌الله‌عليه‌وآله‌وسلم را فرستاد تا بيم دهنده جهانيان ، و گواه پيامبران پيش از خود باشد . آنگاه كه پيامبر صلى‌الله‌عليه‌وآله‌وسلم به سوى خدا رفت ، مسلمانان پس از وى در كار حكومت با يكديگر درگير شدند . ",
		"سوگند به خدا نه در فكرم مى گذشت ، و نه در خاطرم مى آمد كه عرب خلافت را پس از رسول خدا صلى‌الله‌عليه‌وآله‌وسلم از اهل بيت او بگرداند ، يا مرا پس از وى از عهده دار شدن حكومت باز دارند ، تنها چيزى كه نگرانم كرد شتافتن مردم به سوى فلان شخص بود كه با او بيعت كردند . ",
		"من دست باز كشيدم ، تا آنجا كه ديدم گروهى از اسلام باز گشته ، مى خواهند دين محمّد صلى‌الله‌عليه‌وآله‌وسلم را نابود سازند ، پس ترسيدم كه اگر اسلام و طرفدارانش را يارى نكنم ، رخنه اى در آن بينم يا شاهد نابودى آن باشم ، كه مصيبت آن بر من سخت تر از رها كردن حكومت بر شماست ، كه كالاى چند روزه دنياست و به زودى ايّام آن مى گذرد چنانكه سراب ناپديد شود ، يا چونان پاره هاى ابر كه زود پراكنده مى گردد . ",
		"پس در ميان آن آشوب و غوغا بپا خاستم تا آن كه باطل از ميان رفت ، و دين استقرار يافته ، آرام شد . ",
		"<span class=\"arabic\">إِنِّي وَ اللَّهِ لَوْ لَقِيتُهُمْ وَاحِداً وَ هُمْ طِلَاعُ الْأَرْضِ كُلِّهَا مَا بَالَيْتُ وَ لَا اسْتَوْحَشْتُ ؛ وَ إِنِّي مِنْ ضَلَالِهِمُ الَّذِي هُمْ فِيهِ وَ الْهُدَى الَّذِي أَنَا عَلَيْهِ لَعَلَى بَصِيرَةٍ مِنْ نَفْسِي وَ يَقِينٍ مِنْ رَبِّي ، وَ إِنِّي إِلَى لِقَاءِ اللَّهِ لَمُشْتَاقٌ وَ [لِحُسْنِ] حُسْنِ ثَوَابِهِ لَمُنْتَظِرٌ رَاجٍ ؛ وَ لَكِنَّنِي آسَى أَنْ يَلِيَ [هَذِهِ الْأُمَّةَ] أَمْرَ هَذِهِ الْأُمَّةِ سُفَهَاؤُهَا وَ فُجَّارُهَا ، فَيَتَّخِذُوا مَالَ اللَّهِ دُوَلًا وَ عِبَادَهُ خَوَلًا وَ الصَّالِحِينَ حَرْباً وَ الْفَاسِقِينَ حِزْباً ؛ فَإِنَّ مِنْهُمُ الَّذِي قَدْ شَرِبَ فِيكُمُ الْحَرَامَ وَ جُلِدَ حَدّاً فِي الْإِسْلَامِ ، وَ إِنَّ مِنْهُمْ مَنْ لَمْ يُسْلِمْ حَتَّى رُضِخَتْ لَهُ عَلَى الْإِسْلَامِ الرَّضَائِخُ ؛ فَلَوْ لَا ذَلِكَ مَا أَكْثَرْتُ تَأْلِيبَكُمْ وَ تَأْنِيبَكُمْ وَ جَمْعَكُمْ وَ تَحْرِيضَكُمْ وَ لَتَرَكْتُكُمْ إِذْ أَبَيْتُمْ وَ وَنَيْتُمْ . أَ لَا تَرَوْنَ إِلَى أَطْرَافِكُمْ قَدِ انْتَقَصَتْ وَ إِلَى أَمْصَارِكُمْ قَدِ افْتُتِحَتْ وَ إِلَى مَمَالِكِكُمْ تُزْوَى وَ إِلَى بِلَادِكُمْ تُغْزَى ؛ انْفِرُوا رَحِمَكُمُ اللَّهُ إِلَى قِتَالِ عَدُوِّكُمْ وَ لَا تَثَّاقَلُوا إِلَى الْأَرْضِ ، فَتُقِرُّوا بِالْخَسْفِ وَ تَبُوءُوا بِالذُّلِّ وَ يَكُونَ نَصِيبُكُمُ الْأَخَسَّ ، وَ إِنَّ أَخَا الْحَرْبِ الْأَرِقُ ، وَ مَنْ نَامَ لَمْ يُنَمْ عَنْهُ ، وَ السَّلَامُ . </span>",
		"به خدا سوگند اگر تنها با دشمنان روبرو شوم ، در حالى كه آنان تمام روى زمين را پر كرده باشند ، نه باكى داشته ، و نه مى هراسم . ",
		"من به گمراهى آنان و هدايت خود كه بر آن استوارم ، آگاهم ، و از طرف پروردگارم به يقين رسيده ام ، و همانا من براى ملاقات پروردگار مشتاق ، و به پاداش او اميدوارم . ",
		"لكن از اين اندوهناكم كه بى خردان ، و تبهكاران اين امّت ، حكومت را به دست آورند ، آنگاه مال خدا را دست به دست بگردانند ، و بندگان او را به بردگى كشند ، با نيكوكاران در جنگ ، و با فاسقان همراه باشند ، زيرا از آنان كسى در ميان شماست كه شراب نوشيد و حد بر او جارى شد ، و كسى كه اسلام را نپذيرفت امّا بناحق بخشش هايى به او عطا گرديد . ",
		"اگر اينگونه حوادث نبود شما را بر نمى انگيختم ، و سرزنشتان نمى كردم ، و شما را به گرد آورى تشويق نمى كردم ، و آنگاه كه سرباز مى زديد رهاتان مى كردم . ",
		"آيا نمى بينيد كه مرزهاى شما را تصرّف كردند و شهرها را گشودند و دستاوردهاى شما را غارت كردند و در ميان شهرهاى شما آتش جنگ را بر افروختند . ",
		"براى جهاد با دشمنان كوچ كنيد ، خدا شما را رحمت كند ، در خانه هاى خود نمانيد ، كه به ستم گرفتار ، و به خوارى دچار خواهيد شد ، و بهره زندگى شما از همه پست تر خواهد بود ، و همانا برادر جنگ ، بيدارى و هوشيارى است ، هر آن كس كه به خواب رود ، دشمن او نخواهد خوابيد ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى أبي موسى الأشعري و هو عاملُه على الكوفة ، و قد بلَغه عنه تثبيطُه الناس عن الخروج إليه لمّا نَدَبهم لِحرب أصحاب الجمل : ",
		"(در آستانه جنگ جمل ، در سال 36 هجرى به امام گزارش رسيد كه ابو موسى اشعرى ، فرماندار كوفه مردم را براى پيوستن به امام باز مى دارد ، امام اين نامه را به او نوشت) . ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى عَبْدِ اللَّهِ بْنِ قَيْسٍ ، أَمَّا بَعْدُ ، فَقَدْ بَلَغَنِي عَنْكَ قَوْلٌ هُوَ لَكَ وَ عَلَيْكَ ؛ فَإِذَا قَدِمَ رَسُولِي عَلَيْكَ فَارْفَعْ ذَيْلَكَ وَ اشْدُدْ مِئْزَرَكَ وَ اخْرُجْ مِنْ جُحْرِكَ وَ انْدُبْ مَنْ مَعَكَ ، فَإِنْ حَقَّقْتَ فَانْفُذْ وَ إِنْ تَفَشَّلْتَ فَابْعُدْ . وَ ايْمُ اللَّهِ لَتُؤْتَيَنَّ مِنْ حَيْثُ أَنْتَ وَ لَا تُتْرَكُ حَتَّى يُخْلَطَ زُبْدُكَ بِخَاثِرِكَ وَ ذَائِبُكَ بِجَامِدِكَ ، وَ حَتَّى تُعْجَلَ عَنْ قِعْدَتِكَ وَ تَحْذَرَ مِنْ أَمَامِكَ كَحَذَرِكَ مِنْ خَلْفِكَ ، وَ مَا هِيَ بِالْهُوَيْنَى الَّتِي تَرْجُو وَ لَكِنَّهَا الدَّاهِيَةُ الْكُبْرَى يُرْكَبُ جَمَلُهَا وَ [يُذَلُ] يُذَلَّلُّ صَعْبُهَا وَ يُسَهَّلُ جَبَلُهَا . فَاعْقِلْ عَقْلَكَ وَ امْلِكْ أَمْرَكَ وَ خُذْ نَصِيبَكَ وَ حَظَّكَ ؛ فَإِنْ كَرِهْتَ فَتَنَحَّ إِلَى غَيْرِ رَحْبٍ وَ لَا فِي نَجَاةٍ ، فَبِالْحَرِيِّ لَتُكْفَيَنَّ وَ أَنْتَ نَائِمٌ حَتَّى لَا يُقَالَ أَيْنَ فُلَانٌ ؛ وَ اللَّهِ إِنَّهُ لَحَقٌّ مَعَ مُحِقٍّ وَ مَا [يُبَالِي] أُبَالِي مَا صَنَعَ الْمُلْحِدُونَ ، وَ السَّلَامُ . </span>",
		"از بنده خدا على امير مؤمنان به عبد اللّه بن قيس (ابو موسى اشعرى) پس از ستايش پروردگار و درود ، سخنى از تو به من رسيده كه هم به سود ، و هم به زيان تو است . ",
		"چون فرستاده من پيش تو آيد ، دامن همّت به كمر زن ، كمرت را براى جنگ محكم ببند ، و از سوراخ خود بيرون آى ، و مردم را براى جنگ بسيج كن . اگر حق را در من ديدى بپذير ، و اگر دو دل ماندى كناره گير . ",
		"به خدا سوگند هر جا كه باشى تو را بياورند و به حال خويش رها نكنند ، تا گوشت و استخوان و تر و خشكت در هم ريزد ، و در كنار زدنت از حكومت شتاب كنند ، چنانكه از پيش روى خود همانگونه بترسى كه از پشت سرت هراسناكى . ",
		"حوادث جارى كشور آنچنان آسان نيست كه تو فكر مى كنى ، بلكه حادثه بسيار بزرگى است كه بايد بر مركبش سوار شد ، و سختى هاى آن را هموار كرد ، و پيمودن راه هاى سخت و كوهستانى آن را آسان كرد . ",
		"پس فكرت را به كار گير ، و مالك كار خويش باش ، و سهم و بهره ات را بردار ، اگر همراهى با ما را خوش ندارى كناره گير ، بى آن كه مورد ستايش قرار گيرى يا رستگار شوى ، كه سزاوار است تو در خواب باشى و ديگران مسئوليّت هاى تو را بر آورند ، و از تو نپرسند كه كجا هستى و به كجا رفته اى . ",
		"به خدا سوگند اين راه حق است و به دست مرد حق انجام مى گيرد ، و باكى ندارم كه خدا نشناسان چه مى كنند ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية جواباً [عن كتابه] : ",
		"(نامه اى در جواب معاويه) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّا كُنَّا نَحْنُ وَ أَنْتُمْ عَلَى مَا ذَكَرْتَ مِنَ الْأُلْفَةِ وَ الْجَمَاعَةِ ، فَفَرَّقَ بَيْنَنَا وَ بَيْنَكُمْ أَمْسِ أَنَّا آمَنَّا وَ كَفَرْتُمْ وَ الْيَوْمَ أَنَّا اسْتَقَمْنَا وَ فُتِنْتُمْ وَ مَا أَسْلَمَ مُسْلِمُكُمْ إِلَّا كَرْهاً ، وَ بَعْدَ أَنْ كَانَ أَنْفُ الْإِسْلَامِ كُلُّهُ لِرَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم [حَرْباً] حِزْباً . وَ ذَكَرْتَ أَنِّي قَتَلْتُ طَلْحَةَ وَ الزُّبَيْرَ وَ شَرَّدْتُ بِعَائِشَةَ وَ نَزَلْتُ بَيْنَ الْمِصْرَيْنِ ، وَ ذَلِكَ أَمْرٌ غِبْتَ عَنْهُ فَلَا عَلَيْكَ وَ لَا الْعُذْرُ فِيهِ إِلَيْكَ . وَ ذَكَرْتَ أَنَّكَ زَائِرِي فِي [جَمْعِ] الْمُهَاجِرِينَ وَ الْأَنْصَارِ وَ قَدِ انْقَطَعَتِ الْهِجْرَةُ يَوْمَ أُسِرَ أَخُوكَ ؛ فَإِنْ كَانَ [فِيكَ] فِيهِ عَجَلٌ فَاسْتَرْفِهْ ، فَإِنِّي إِنْ أَزُرْكَ فَذَلِكَ جَدِيرٌ أَنْ يَكُونَ اللَّهُ إِنَّمَا بَعَثَنِي إِلَيْكَ لِلنِّقْمَةِ مِنْكَ ، وَ إِنْ تَزُرْنِي فَكَمَا قَالَ أَخُو بَنِي أَسَدٍ : \"مُسْتَقْبِلِينَ رِيَاحَ الصَّيْفِ تَضْرِبُهُمْ - بِحَاصِبٍ بَيْنَ أَغْوَارٍ وَ جُلْمُودِ\" . </span>",
		"پس از ياد خدا و درود ، چنانكه ياد آور شدى ، ما و شما دوست بوديم و هم خويشاوند ، امّا ديروز ميان ما و شما بدان جهت جدايى افتاد كه ما ايمان آورديم و شما كافر شديد ، و امروز ما در اسلام استوار مانديم ، و شما آزمايش گرديديد ، اسلام آوردگان شما با ناخوشنودى ، آنهم زمانى به اسلام روى آوردند كه بزرگان عرب تسليم رسول خدا صلى‌الله‌عليه‌وآله‌وسلم شدند ، و در گروه او قرار گرفتند . ",
		"در نامه ات نوشتى كه طلحه و زبير را كشته ، و عايشه را تبعيد كرده ام ، و در كوفه و بصره منزل گزيدم ، اين امور ربطى به تو ندارد ، و لازم نيست از تو عذر بخواهد . ",
		"و نوشتى كه با گروهى از مهاجران و انصار به نبرد من مى آيى ، هجرت از روزى كه برادرت «يزيد» در فتح مكّه اسير شد پايان يافت ، پس اگر در ملاقات با من شتاب دارى ، دست نگهدار ، زيرا اگر من به ديدار تو بيايم سزاوارتر است ، كه خدا مرا به سوى تو فرستاده تا از تو انتقام گيرم . ",
		"و اگر تو با من ديدار كنى چنان است كه شاعر اسدى گفت : «تندباد تابستانى سخت مى وزد و آنها را با سنگ ريزه ها ، و در ميان غبار و تخته سنگ ها ، در هم مى كوبند» . ",
		"<span class=\"arabic\">وَ عِنْدِي السَّيْفُ الَّذِي أَعْضَضْتُهُ بِجَدِّكَ وَ خَالِكَ وَ أَخِيكَ فِي مَقَامٍ وَاحِدٍ . </span>",
		"<span class=\"arabic\">[فَإِنَّكَ] وَ إِنَّكَ وَ اللَّهِ مَا عَلِمْتُ الْأَغْلَفُ الْقَلْبِ الْمُقَارِبُ الْعَقْلِ ، وَ الْأَوْلَى أَنْ يُقَالَ لَكَ إِنَّكَ رَقِيتَ سُلَّماً أَطْلَعَكَ مَطْلَعَ سُوءٍ عَلَيْكَ لَا لَكَ لِأَنَّكَ نَشَدْتَ غَيْرَ ضَالَّتِكَ وَ رَعَيْتَ غَيْرَ سَائِمَتِكَ وَ طَلَبْتَ أَمْراً لَسْتَ مِنْ أَهْلِهِ وَ لَا فِي مَعْدِنِهِ ؛ فَمَا أَبْعَدَ قَوْلَكَ مِنْ فِعْلِكَ ، وَ قَرِيبٌ مَا أَشْبَهْتَ مِنْ أَعْمَامٍ وَ أَخْوَالٍ حَمَلَتْهُمُ الشَّقَاوَةُ وَ تَمَنِّي الْبَاطِلِ عَلَى الْجُحُودِ بِمُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم ، فَصُرِعُوا مَصَارِعَهُمْ حَيْثُ عَلِمْتَ لَمْ يَدْفَعُوا عَظِيماً وَ لَمْ يَمْنَعُوا حَرِيماً بِوَقْعِ سُيُوفٍ مَا خَلَا مِنْهَا الْوَغَى وَ لَمْ تُمَاشِهَا الْهُوَيْنَى . وَ قَدْ أَكْثَرْتَ فِي قَتَلَةِ عُثْمَانَ ، فَادْخُلْ فِيمَا دَخَلَ فِيهِ النَّاسُ ، ثُمَّ حَاكِمِ الْقَوْمَ إِلَيَّ أَحْمِلْكَ وَ إِيَّاهُمْ عَلَى كِتَابِ اللَّهِ تَعَالَى ، وَ أَمَّا تِلْكَ الَّتِي تُرِيدُ فَإِنَّهَا خُدْعَةُ الصَّبِيِّ عَنِ اللَّبَنِ فِي أَوَّلِ الْفِصَالِ ، وَ السَّلَامُ لِأَهْلِهِ . </span>",
		"و در نزد من همان شمشيرى است كه در جنگ بدر بر پيكر جدّ و دايى و برادرت زدم . ",
		"به خدا سوگند ، مى دانم تو مردى بى خرد و دل تاريك هستى بهتر است در باره تو گفته شود از نردبانى بالا رفته اى كه تو را به پرتگاه خطرناكى كشانده ، و نه تنها سودى براى تو نداشته ، كه زيانبار است ، زيرا تو غير گمشده خود را مى جويى ، و غير گلّه خود را مى چرانى . ",
		"منصبى را مى خواهى كه سزاوار آن نبوده ، و در شأن تو نيست ، چقدر گفتار تو با كردارت فاصله دارد . ",
		"چقدر به عموها و دايى هاى كافرت شباهت دارى شقاوت و آرزوى باطل آنها را به انكار نبوّت محمّد صلى‌الله‌عليه‌وآله‌وسلم وا داشت ، و چنانكه مى دانى در گورهاى خود غلتيدند ، نه در برابر مرگ توانستند دفاع كنند ، و نه آنگونه كه سزاوار بود از حريمى حمايت ، و نه در برابر زخم شمشيرها خود را حفظ كردند ، كه شمشيرها در ميدان جنگ فراوان ، و سستى در برابر آن شايسته نيست . ",
		"تو در باره كشندگان عثمان فراوان حرف زدى ، ابتدا چون ديگر مسلمانان با من بيعت كن ، سپس در باره آنان از من داورى بطلب ، كه شما و مسلمانان را به پذيرفتن دستورات قرآن وادارم . ",
		"امّا آنچه را كه تو مى خواهى ، چنان است كه به هنگام گرفتن كودك از شير ، او را بفريبند ، سلام بر آنان كه سزاوار سلامند . "
	],
	[
		"و من كتاب له عليه‌السلام إليه أيضا : ",
		"(نامه ديگرى به معاويه پس از جنگ نهروان در سال 38 هجرى) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَقَدْ آنَ لَكَ أَنْ تَنْتَفِعَ بِاللَّمْحِ الْبَاصِرِ مِنْ عِيَانِ الْأُمُورِ ، [فَلَقَدْ] فَقَدْ سَلَكْتَ مَدَارِجَ أَسْلَافِكَ بِادِّعَائِكَ الْأَبَاطِيلَ وَ اقْتِحَامِكَ غُرُورَ الْمَيْنِ وَ الْأَكَاذِيبِ [مِنِ انْتِحَالِكَ] وَ بِانْتِحَالِكَ مَا قَدْ عَلَا عَنْكَ وَ ابْتِزَازِكَ لِمَا قَدِ اخْتُزِنَ دُونَكَ ، فِرَاراً مِنَ الْحَقِّ وَ جُحُوداً لِمَا هُوَ أَلْزَمُ لَكَ مِنْ لَحْمِكَ وَ دَمِكَ مِمَّا قَدْ وَعَاهُ سَمْعُكَ وَ مُلِئَ بِهِ صَدْرُكَ ؛ فَمَا ذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ الْمُبِينُ وَ بَعْدَ الْبَيَانِ إِلَّا اللَّبْسُ . فَاحْذَرِ الشُّبْهَةَ وَ اشْتِمَالَهَا عَلَى لُبْسَتِهَا ، فَإِنَّ الْفِتْنَةَ طَالَمَا أَغْدَفَتْ جَلَابِيبَهَا وَ [أَعْشَتِ] أَغْشَتِ الْأَبْصَارَ ظُلْمَتُهَا . </span>",
		"پس از ياد خدا و درود ، معاويه وقت آن رسيده است كه از حقائق آشكار پند گيرى ، تو با ادّعاهاى باطل همان راه پدرانت را مى پيمايى ، خود را در دروغ و فريب افكندى ، و خود را به آنچه برتر از شأن تو است نسبت مى دهى ، و به چيزى دست دراز مى كنى كه از تو باز داشته اند ، و به تو نخواهد رسيد . ",
		"اين همه را براى فرار كردن از حق ، و انكار آنچه را كه از گوشت و خون تو لازم تر است ، انجام مى دهى ، حقايقى كه گوش تو آنها را شنيده و از آنها آگاهى دارى . ",
		"آيا پس از روشن شدن راه حق ، جز گمراهى آشكار چيز ديگرى يافت خواهد شد و آيا پس از بيان حق ، جز اشتباه كارى وجود خواهد داشت؟",
		"از شبهه و حق پوشى بپرهيز ، فتنه ها دير زمانى است كه پرده هاى سياه خود را گسترانده ، و ديده هايى را كور كرده است . ",
		"<span class=\"arabic\">وَ قَدْ أَتَانِي كِتَابٌ مِنْكَ ذُو أَفَانِينَ مِنَ الْقَوْلِ ، ضَعُفَتْ قُوَاهَا عَنِ السِّلْمِ وَ أَسَاطِيرَ لَمْ يَحُكْهَا مِنْكَ عِلْمٌ وَ لَا حِلْمٌ ؛ أَصْبَحْتَ مِنْهَا كَالْخَائِضِ فِي الدَّهَاسِ وَ الْخَابِطِ فِي الدِّيمَاسِ وَ تَرَقَّيْتَ إِلَى مَرْقَبَةٍ بَعِيدَةِ الْمَرَامِ نَازِحَةِ الْأَعْلَامِ ، تَقْصُرُ دُونَهَا الْأَنُوقُ وَ يُحَاذَى بِهَا الْعَيُّوقُ . وَ حَاشَ لِلَّهِ أَنْ تَلِيَ لِلْمُسْلِمِينَ بَعْدِي صَدَراً أَوْ وِرْداً ، أَوْ أُجْرِيَ لَكَ عَلَى أَحَدٍ مِنْهُمْ عَقْداً أَوْ عَهْداً . فَمِنَ الْآنَ فَتَدَارَكْ نَفْسَكَ وَ انْظُرْ لَهَا ، فَإِنَّكَ إِنْ فَرَّطْتَ حَتَّى يَنْهَدَ إِلَيْكَ عِبَادُ اللَّهِ أُرْتِجَتْ عَلَيْكَ الْأُمُورُ وَ مُنِعْتَ أَمْراً هُوَ مِنْكَ الْيَوْمَ مَقْبُولٌ ، وَ السَّلَامُ . </span>",
		"نامه اى از تو به دست من رسيد كه در سخن پردازى از هر جهت آراسته ، امّا از صلح و دوستى نشانه اى نداشت ، و آكنده از افسانه هايى بود كه هيچ نشانى از دانش و بردبارى در آن به چشم نمى خورد . ",
		"در نوشتن اين نامه كسى را مانى كه پاى در گل فرو رفته ، و در بيغوله ها سرگردان است ، مقامى را مى طلبى كه از قدر و ارزش تو والاتر است ، و هيچ عقابى را توان پرواز بر فراز آن نيست و چون ستاره دور دست «عيّوق» از تو دور است . ",
		"پناه بر خدا كه پس از من ولايت مسلمانان را بر عهده گيرى ، و سود و زيان آن را بپذيرى ، يا براى تو با يكى از مسلمانان پيمانى يا قراردادى را امضا كنم . ",
		"از هم اكنون خود را درياب ، و چاره اى بينديش ، كه اگر كوتاهى كنى ، و براى در هم كوبيدنت بندگان خدا برخيزند ، درهاى نجات بروى تو بسته خواهد شد ، و آنچه را كه امروز از تو مى پذيرند فردا نخواهند پذيرفت ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى عبد الله بن العباس و قد تقدّم ذكرُه بخلاف هذه الرواية : ",
		"(نامه به عبد الله بن عباس ، اين نامه به گونه ديگرى نيز آمده است) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ [الْعَبْدَ] الْمَرْءَ لَيَفْرَحُ بِالشَّيْءِ الَّذِي لَمْ يَكُنْ لِيَفُوتَهُ ، وَ يَحْزَنُ عَلَى الشَّيْءِ الَّذِي لَمْ يَكُنْ لِيُصِيبَهُ ؛ فَلَا يَكُنْ أَفْضَلَ مَا نِلْتَ فِي نَفْسِكَ مِنْ دُنْيَاكَ بُلُوغُ لَذَّةٍ أَوْ شِفَاءُ غَيْظٍ ، وَ لَكِنْ إِطْفَاءُ بَاطِلٍ [وَ] أَوْ إِحْيَاءُ حَقٍّ ؛ وَ لْيَكُنْ سُرُورُكَ بِمَا قَدَّمْتَ وَ أَسَفُكَ عَلَى مَا خَلَّفْتَ وَ هَمُّكَ فِيمَا بَعْدَ الْمَوْتِ . </span>",
		"پس از ياد خدا و درود همانا انسان از به دست آوردن چيزى خشنود مى شود كه هرگز آن را از دست نخواهد داد ، و براى چيزى اندوهناك است كه هرگز به دست نخواهد آورد . پس بهترين چيز نزد تو در دنيا ، رسيدن به لذّت ها ، يا انتقام گرفتن نباشد ، بلكه هدف تو خاموش كردن باطل ، يا زنده كردن حق باشد . ",
		"تنها به توشه اى كه از پيش فرستادى خشنود باش ، و بر آنچه به جاى مى گذارى حسرت خور ، و همّت و تلاش خود را براى پس از مرگ قرار ده . "
	],
	[
		"و من كتاب له عليه‌السلام إلى قثم بن العباس و هو عاملُه على مكة : ",
		"(نامه به قثم بن عباس ، فرماندار شهر مكّه) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَأَقِمْ لِلنَّاسِ الْحَجَّ \"وَ ذَكِّرْهُمْ بِأَيَّامِ اللَّهِ\" وَ اجْلِسْ لَهُمُ الْعَصْرَيْنِ فَأَفْتِ الْمُسْتَفْتِيَ وَ عَلِّمِ الْجَاهِلَ وَ ذَاكِرِ الْعَالِمَ ؛ وَ لَا يَكُنْ لَكَ إِلَى النَّاسِ سَفِيرٌ إِلَّا لِسَانُكَ وَ لَا حَاجِبٌ إِلَّا وَجْهُكَ وَ لَا تَحْجُبَنَّ ذَا حَاجَةٍ عَنْ لِقَائِكَ بِهَا ، فَإِنَّهَا إِنْ ذِيدَتْ عَنْ أَبْوَابِكَ فِي أَوَّلِ وِرْدِهَا لَمْ تُحْمَدْ فِيمَا بَعْدُ عَلَى قَضَائِهَا . وَ انْظُرْ إِلَى مَا اجْتَمَعَ عِنْدَكَ مِنْ مَالِ اللَّهِ ، فَاصْرِفْهُ إِلَى مَنْ قِبَلَكَ مِنْ ذَوِي الْعِيَالِ وَ الْمَجَاعَةِ مُصِيباً بِهِ مَوَاضِعَ [الْمَفَاقِرِ] الْفَاقَةِ وَ الْخَلَّاتِ ، وَ مَا فَضَلَ عَنْ ذَلِكَ فَاحْمِلْهُ إِلَيْنَا لِنَقْسِمَهُ فِيمَنْ قِبَلَنَا . </span>",
		"پس از ياد خدا و درود ، براى مردم حج را به پاى دار ، و روزهاى خدا را به يادشان آور . در بامداد و شامگاه در يك مجلس عمومى با مردم بنشين ، آنان كه پرسش هاى دينى دارند با فتواها آشنايشان بگردان ، و ناآگاه را آموزش ده ، و با دانشمندان به گفتگو بپرداز . ",
		"جز زبانت چيز ديگرى پيام رسانت با مردم ، و جز چهره ات دربانى وجود نداشته باشد ، و هيچ نيازمندى را از ديدار خود محروم مگردان ، زيرا اگر در آغاز از درگاه تو رانده شود ، گر چه در پايان حاجت او بر آورده شود ديگر تو را نستايد . ",
		"در مصرف اموال عمومى كه در دست تو جمع شده است انديشه كن ، و آن را به عيالمندان و گرسنگان پيرامونت ببخش ، و به مستمندان و نيازمندانى كه سخت به كمك مالى تو احتياج دارند برسان ، و ما زاد را نزد ما بفرست ، تا در ميان مردم نيازمندى كه در اين سامان هستند تقسيم گردد . ",
		"<span class=\"arabic\">وَ مُرْ أَهْلَ مَكَّةَ أَلَّا يَأْخُذُوا مِنْ سَاكِنٍ أَجْراً ، فَإِنَّ اللَّهَ سُبْحَانَهُ يَقُولُ \"سَواءً الْعاكِفُ فِيهِ وَ الْبادِ\" ، فَالْعَاكِفُ الْمُقِيمُ بِهِ وَ الْبَادِي الَّذِي يَحُجُّ إِلَيْهِ مِنْ غَيْرِ أَهْلِهِ . وَفَّقَنَا اللَّهُ وَ إِيَّاكُمْ لِمَحَابِّهِ ، وَ السَّلَامُ . </span>",
		"به مردم مكّه فرمان ده تا از هيچ زائرى در ايّام حج اجرت مسكن نگيرند ، كه خداى سبحان فرمود : «عاكف و بادى در مكّه يكسانند» عاكف ، يعنى اهل مكه و بادى ، يعنى زائرانى كه از ديگر شهرها به حج مى آيند ، خدا ما و شما را به آنچه دوست دارد توفيق عنايت فرمايد . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى سلمان الفارسي رحمه الله قبلَ أيام خلافته : ",
		"(نامه به سلمان فارسى ، قبل از ايّام خلافت) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّمَا مَثَلُ الدُّنْيَا مَثَلُ الْحَيَّةِ لَيِّنٌ مَسُّهَا قَاتِلٌ سَمُّهَا ؛ فَأَعْرِضْ عَمَّا يُعْجِبُكَ فِيهَا لِقِلَّةِ مَا يَصْحَبُكَ مِنْهَا ، وَ ضَعْ عَنْكَ هُمُومَهَا لِمَا أَيْقَنْتَ بِهِ مِنْ فِرَاقِهَا وَ تَصَرُّفِ حَالاتِهَا ؛ وَ كُنْ آنَسَ مَا تَكُونُ بِهَا أَحْذَرَ مَا تَكُونُ مِنْهَا ، فَإِنَّ صَاحِبَهَا كُلَّمَا اطْمَأَنَّ فِيهَا إِلَى سُرُورٍ أَشْخَصَتْهُ عَنْهُ إِلَى مَحْذُورٍ ، أَوْ إِلَى إِينَاسٍ أَزَالَتْهُ عَنْهُ إِلَى إِيحَاشٍ ، وَ السَّلَام . </span>",
		"پس از ياد خدا و درود دنياى حرام چونان مار است ، كه پوستى نرم و زهرى كشنده دارد . ",
		"پس از جاذبه هاى فريبنده آن روى گردان ، زيرا زمان كوتاهى در آن خواهى ماند ، و اندوه آن را از سر بيرون كن ، زيرا كه يقين به جدايى ، و دگرگونى حالات آن را دارى . ",
		"و آنگاه كه به دنيا خو گرفته اى بيشتر بترس ، زيرا كه دنيا پرست تا به خوشگذارانى اطمينان كرد زود او را به تلخ كامى كشاند ، و هر گاه كه به دنيا انس گرفت و آسوده شد ، ناگاه به وحشت دچار مى گردد . "
	],
	[
		"و من كتاب له عليه‌السلام إلى الحارث [الهمداني] الهمذاني : ",
		"(نامه به حارث همدانى) . ",
		"<span class=\"arabic\">وَ تَمَسَّكْ بِحَبْلِ الْقُرْآنِ وَ [انْتَصِحْهُ] اسْتَنْصِحْهُ وَ أَحِلَّ حَلَالَهُ وَ حَرِّمْ حَرَامَهُ . وَ صَدِّقْ بِمَا سَلَفَ مِنَ الْحَقِّ ، وَ اعْتَبِرْ بِمَا مَضَى مِنَ الدُّنْيَا لِمَا بَقِيَ مِنْهَا فَإِنَّ بَعْضَهَا يُشْبِهُ بَعْضاً وَ آخِرَهَا لَاحِقٌ بِأَوَّلِهَا وَ كُلُّهَا حَائِلٌ مُفَارِقٌ . وَ عَظِّمِ اسْمَ اللَّهِ أَنْ تَذْكُرَهُ إِلَّا عَلَى حَقٍّ . وَ أَكْثِرْ ذِكْرَ الْمَوْتِ وَ مَا بَعْدَ الْمَوْتِ وَ لَا تَتَمَنَّ الْمَوْتَ إِلَّا بِشَرْطٍ وَثِيقٍ . وَ احْذَرْ كُلَّ عَمَلٍ يَرْضَاهُ صَاحِبُهُ لِنَفْسِهِ وَ [يَكْرَهُهُ] يُكْرَهُ لِعَامَّةِ الْمُسْلِمِينَ ، وَ احْذَرْ كُلَّ عَمَلٍ يُعْمَلُ بِهِ فِي السِّرِّ وَ يُسْتَحَى مِنْهُ فِي الْعَلَانِيَةِ ، وَ احْذَرْ كُلَّ عَمَلٍ إِذَا سُئِلَ عَنْهُ صَاحِبُهُ أَنْكَرَهُ [وَ] أَوْ اعْتَذَرَ مِنْهُ . وَ لَا تَجْعَلْ عِرْضَكَ غَرَضاً لِنِبَالِ [الْقَوْمِ] الْقَوْلِ . وَ لَا تُحَدِّثِ النَّاسَ بِكُلِّ مَا سَمِعْتَ بِهِ فَكَفَى بِذَلِكَ كَذِباً ، وَ لَا تَرُدَّ عَلَى النَّاسِ كُلَّ مَا حَدَّثُوكَ بِهِ فَكَفَى بِذَلِكَ جَهْلًا . وَ اكْظِمِ الْغَيْظَ وَ تَجَاوَزْ عِنْدَ الْمَقْدَرَةِ وَ احْلُمْ عِنْدَ الْغَضَبِ ، وَ اصْفَحْ مَعَ الدَّوْلَةِ تَكُنْ لَكَ الْعَاقِبَةُ . وَ اسْتَصْلِحْ كُلَّ نِعْمَةٍ أَنْعَمَهَا اللَّهُ عَلَيْكَ وَ لَا تُضَيِّعَنَّ نِعْمَةً مِنْ نِعَمِ اللَّهِ عِنْدَكَ ، وَ لْيُرَ عَلَيْكَ أَثَرُ مَا أَنْعَمَ اللَّهُ بِهِ عَلَيْكَ . </span>",
		"به ريسمان قرآن چنگ زن ، و از آن نصيحت پذير ، حلالش را حلال ، و حرامش را حرام بشمار . ",
		"و حقّى را كه در زندگى گذشتگان بود تصديق كن ، و از حوادث گذشته تاريخ ، براى آينده عبرت گير ، كه حوادث روزگار با يكديگر همانند بوده ، و پايان دنيا به آغازش مى پيوندد ، و همه آن رفتنى است . ",
		"نام خدا را بزرگ دار ، و جز به حق سخنى بر زبان نياور ، مرگ و جهان پس از مرگ را فراوان به ياد آور ، هرگز آرزوى مرگ مكن جز آن كه بدانى از نجات يافتگانى . ",
		"از كارى كه تو را خشنود ، و عموم مسلمانان را ناخوشايند است بپرهيز ، از هر كار پنهانى كه در آشكار شدنش شرم دارى پرهيز كن ، از هر كارى كه از كننده آن پرسش كنند ، نپذيرد يا عذر خواهى كند ، دورى كن . ",
		"آبروى خود را آماج تير گفتار ديگران قرار نده ، و هر چه شنيدى باز گو مكن ، كه نشانه دروغگويى است ، و هر خبرى را دروغ مپندار ، كه نشانه نادانى است . ",
		"خشم را فرو نشان ، و به هنگام قدرت ببخش ، و به هنگام خشم فروتن باش ، و در حكومت مدارا كن تا آينده خوبى داشته باشى . ",
		"نعمت هايى كه خدا به تو بخشيده نيكو دار ، و نعمت هايى كه در اختيار دارى تباه مكن ، و چنان باش كه خدا آثار نعمت هاى خود را در تو آشكارا بنگرد . ",
		"<span class=\"arabic\">وَ اعْلَمْ أَنَّ أَفْضَلَ الْمُؤْمِنِينَ أَفْضَلُهُمْ تَقْدِمَةً مِنْ نَفْسِهِ وَ أَهْلِهِ وَ مَالِهِ ، [وَ إِنَّكَ] فَإِنَّكَ مَا تُقَدِّمْ مِنْ خَيْرٍ يَبْقَ لَكَ ذُخْرُهُ وَ مَا تُؤَخِّرْهُ يَكُنْ لِغَيْرِكَ خَيْرُهُ . وَ احْذَرْ صَحَابَةَ مَنْ يَفِيلُ رَأْيُهُ وَ يُنْكَرُ عَمَلُهُ ، فَإِنَّ الصَّاحِبَ مُعْتَبَرٌ بِصَاحِبِهِ . وَ اسْكُنِ الْأَمْصَارَ الْعِظَامَ فَإِنَّهَا جِمَاعُ الْمُسْلِمِينَ ، وَ احْذَرْ مَنَازِلَ الْغَفْلَةِ وَ الْجَفَاءِ وَ قِلَّةَ الْأَعْوَانِ عَلَى طَاعَةِ اللَّهِ . وَ اقْصُرْ رَأْيَكَ عَلَى مَا يَعْنِيكَ ، وَ إِيَّاكَ وَ مَقَاعِدَ الْأَسْوَاقِ فَإِنَّهَا مَحَاضِرُ الشَّيْطَانِ وَ مَعَارِيضُ الْفِتَنِ . وَ أَكْثِرْ أَنْ تَنْظُرَ إِلَى مَنْ فُضِّلْتَ عَلَيْهِ فَإِنَّ ذَلِكَ مِنْ أَبْوَابِ الشُّكْرِ . وَ لَا تُسَافِرْ فِي يَوْمِ جُمُعَةٍ حَتَّى تَشْهَدَ الصَّلَاةَ إِلَّا فَاصِلًا فِي سَبِيلِ اللَّهِ أَوْ فِي أَمْرٍ تُعْذَرُ بِهِ . </span>",
		"و بدان ، بهترين مؤمنان ، آن بود كه جان و خاندان و مال خود را در راه خدا پيشاپيش تقديم كند ، چه آن را كه پيش فرستى براى تو اندوخته گردد ، و آنچه را كه باقى گذارى سودش به ديگران مى رسد . ",
		"از دوستى با بى خردان و خلافكاران بپرهيز ، زيرا هر كس را از آن كه دوست اوست مى شناسند . ",
		"و در شهرهاى بزرگ سكونت كن زيرا مركز اجتماع مسلمانان است ، و از جاهايى كه مردم آن از ياد خدا غافلند ، و به يكديگر ستم روا مى دارند ، و بر اطاعت از خدا به يكديگر كمك نمى كنند ، بپرهيز . ",
		"در چيزى انديشه كن كه يارى ات دهد ، از نشستن در گذرگاههاى عمومى ، و بازار ، پرهيز كن كه جاى حاضر شدن شيطان ، و بر انگيخته شدن فتنه هاست ، و به افراد پايين تر از خود توجه داشته باش ، كه راه شكر گزارى تو در برترى است . ",
		"در روز جمعه پيش از نماز مسافرت مكن ، جز براى جهاد در راه خدا ، و يا كارى كه از انجام آن ناچارى . ",
		"<span class=\"arabic\">وَ أَطِعِ اللَّهَ فِي [جُمَلِ] جَمِيعِ أُمُورِكَ ، فَإِنَّ طَاعَةَ اللَّهِ فَاضِلَةٌ عَلَى مَا سِوَاهَا ؛ وَ خَادِعْ نَفْسَكَ فِي الْعِبَادَةِ وَ ارْفُقْ بِهَا وَ لَا تَقْهَرْهَا وَ خُذْ عَفْوَهَا وَ نَشَاطَهَا إِلَّا مَا كَانَ مَكْتُوباً عَلَيْكَ مِنَ الْفَرِيضَةِ ، فَإِنَّهُ لَا بُدَّ مِنْ قَضَائِهَا وَ تَعَاهُدِهَا عِنْدَ مَحَلِّهَا ؛ وَ إِيَّاكَ أَنْ يَنْزِلَ بِكَ الْمَوْتُ وَ أَنْتَ آبِقٌ مِنْ رَبِّكَ فِي طَلَبِ الدُّنْيَا ؛ وَ إِيَّاكَ وَ مُصَاحَبَةَ الْفُسَّاقِ ، فَإِنَّ الشَّرَّ بِالشَّرِّ مُلْحَقٌ ؛ وَ وَقِّرِ اللَّهَ ، وَ أَحْبِبْ أَحِبَّاءَهُ ؛ وَ احْذَرِ الْغَضَبَ ، فَإِنَّهُ جُنْدٌ عَظِيمٌ مِنْ جُنُودِ إِبْلِيسَ ، وَ السَّلَامُ . </span>",
		"در همه كارهايت خدا را اطاعت كن ، كه اطاعت خدا از همه چيز برتر است . ",
		"نفس خود را در واداشتن به عبادت فريب ده ، و با آن مدارا كن ، و به زور و اكراه بر چيزى مجبورش نساز ، و در وقت فراغت و نشاط به كارش گير ، جز در آنچه كه بر تو واجب است ، و بايد آن را در وقت خاص خودش به جا آورى . ",
		"بپرهيز از آن كه مرگ تو فرا رسد در حالى كه از پروردگارت گريزان ، و در دنياپرستى غرق باشى . از همنشينى با فاسقان بپرهيز كه شر به شر مى پيوندد . ",
		"خدا را گرامى دار ، و دوستان خدا را دوست شمار ، و از خشم بپرهيز كه لشگر بزرگ شيطان است . با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى سهل بن حنيف الأنصاري و هو عاملُه على المدينة في معنى قوم من أهلها لَحقوا بمعاوية : ",
		"(نامه به سهل بن حنيف انصارى فرماندار مدينه ، در سال 37 هجرى آنگاه كه گروهى از مدينه گريخته به معاويه پيوستند) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَقَدْ بَلَغَنِي أَنَّ رِجَالًا مِمَّنْ قِبَلَكَ يَتَسَلَّلُونَ إِلَى مُعَاوِيَةَ ، فَلَا تَأْسَفْ عَلَى مَا يَفُوتُكَ مِنْ عَدَدِهِمْ وَ يَذْهَبُ عَنْكَ مِنْ مَدَدِهِمْ ، فَكَفَى لَهُمْ غَيّاً وَ لَكَ مِنْهُمْ شَافِياً ، فِرَارُهُمْ مِنَ الْهُدَى وَ الْحَقِّ وَ إِيضَاعُهُمْ إِلَى الْعَمَى وَ الْجَهْلِ ؛ فَإِنَّمَا هُمْ أَهْلُ دُنْيَا مُقْبِلُونَ عَلَيْهَا وَ مُهْطِعُونَ إِلَيْهَا ، وَ قَدْ عَرَفُوا الْعَدْلَ وَ رَأَوْهُ وَ سَمِعُوهُ وَ وَعَوْهُ ، وَ عَلِمُوا أَنَّ النَّاسَ عِنْدَنَا فِي الْحَقِّ أُسْوَةٌ فَهَرَبُوا إِلَى الْأَثَرَةِ ؛ فَبُعْداً لَهُمْ وَ سُحْقاً . إِنَّهُمْ وَ اللَّهِ لَمْ [يَفِرُّوا] يَنْفِرُوا مِنْ جَوْرٍ وَ لَمْ يَلْحَقُوا بِعَدْلٍ ، وَ إِنَّا لَنَطْمَعُ فِي هَذَا الْأَمْرِ أَنْ يُذَلِّلَ اللَّهُ لَنَا صَعْبَهُ وَ يُسَهِّلَ لَنَا حَزْنَهُ إِنْ شَاءَ اللَّهُ ، وَ السَّلَامُ . </span>",
		"پس از ياد خدا و درود ، به من خبر رسيده كه گروهى از مردم مدينه به سوى معاويه گريختند ، مبادا براى از دست دادن آنان ، و قطع شدن كمك و ياريشان افسوس بخورى كه اين فرار براى گمراهى شان ، و نجات تو از رنج آنان كافى است ، آنان از حق و هدايت گريختند ، و به سوى كور دلى و جهالت شتافتند . ",
		"آنان دنياپرستانى هستند كه به آن روى آوردند ، و شتابان در پى آن روانند . عدالت را شناختند و ديدند و شنيدند و به خاطر سپردند ، و دانستند كه همه مردم در نزد ما ، در حق يكسانند ، پس به سوى انحصار طلبى گريختند ، دور باشند از رحمت حق ، و لعنت بر آنان باد . ",
		"سوگند به خدا آنان از ستم نگريختند ، و به عدالت نپيوستند ، همانا آرزومنديم تا در اين جريان ، خدا سختى ها را بر ما آسان ، و مشكلات را هموار فرمايد . ان شاء اللّه ، با درود . "
	],
	[
		"و من كتاب له عليه‌السلام إلى المُنذر بن الجارود العبدي ، و خانَ في بعض ما وَلّاهُ من أعماله : ",
		"(نامه به منذر بن جارود عبدى ، كه در فرماندارى خود خيانتى مرتكب شد) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّ صَلَاحَ أَبِيكَ غَرَّنِي مِنْكَ وَ ظَنَنْتُ أَنَّكَ تَتَّبِعُ هَدْيَهُ وَ تَسْلُكُ سَبِيلَهُ ؛ فَإِذَا أَنْتَ فِيمَا رُقِّيَ إِلَيَّ عَنْكَ لَا تَدَعُ لِهَوَاكَ انْقِيَاداً وَ لَا تُبْقِي لِآخِرَتِكَ عَتَاداً ، تَعْمُرُ دُنْيَاكَ بِخَرَابِ آخِرَتِكَ وَ تَصِلُ عَشِيرَتَكَ بِقَطِيعَةِ دِينِكَ . وَ لَئِنْ كَانَ مَا بَلَغَنِي عَنْكَ حَقّاً لَجَمَلُ أَهْلِكَ وَ شِسْعُ نَعْلِكَ خَيْرٌ مِنْكَ ، وَ مَنْ كَانَ بِصِفَتِكَ فَلَيْسَ بِأَهْلٍ أَنْ يُسَدَّ بِهِ ثَغْرٌ أَوْ يُنْفَذَ بِهِ أَمْرٌ أَوْ يُعْلَى لَهُ قَدْرٌ أَوْ يُشْرَكَ فِي أَمَانَةٍ أَوْ يُؤْمَنَ عَلَى جِبَايَةٍ . فَأَقْبِلْ إِلَيَّ حِينَ يَصِلُ إِلَيْكَ كِتَابِي هَذَا ، إِنْ شَاءَ اللَّهُ . </span>",
		"پس از ياد خدا و درود ، همانا شايستگى پدرت مرا نسبت به تو خوشبين ، و گمان كردم همانند پدرت مى باشى ، و راه او را مى روى . ",
		"ناگهان به من خبر دادند ، كه در هواپرستى چيزى فروگذار نكرده ، و توشه اى براى آخرت خود باقى نگذاشته اى ، دنياى خود را با تباه كردن آخرت آبادان مى كنى ، و براى پيوستن با خويشاوندانت از دين خدا بريده اى . ",
		"اگر آنچه به من گزارش رسيده ، درست باشد ، شتر خانه ات ، و بند كفش تو ، از تو با ارزش تر است ، و كسى كه همانند تو باشد ، نه لياقت پاسدارى از مرزهاى كشور را دارد ، و نه مى تواند كارى را به انجام رساند ، يا ارزش او بالا رود ، يا شريك در امانت باشد يا از خيانتى دور ماند . ",
		"پس چون اين نامه به دست تو رسد ، نزد من بيا . ان شاء اللّه . ",
		"<span class=\"arabic\">[قال الرضي : و المنذر بن الجارود هذا هو الذي قال فيه أمير المؤمنين عليه‌السلام إنه لنظّار في عِطفَيه ، مُختال في بُردَيه ، تفّال في شِراكَيه] . </span>",
		"(سید رضی گوید : ) (منذر كسى است كه امير مؤمنان در باره او فرمود : آدم متكبّرى است ، به دو جانب خود مى نگرد ، و در دو جامه كه بر تن دارد مى خرامد ، و پيوسته بر بند كفش خود مى دمد كه گردى بر آن ننشيند) . "
	],
	[
		"و من كتاب له (عليه السلام) إلى عبد الله بن العباس [رضي الله عنه] : ",
		"(نامه به عبد اللّه بن عباس) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّكَ لَسْتَ بِسَابِقٍ أَجَلَكَ وَ لَا مَرْزُوقٍ مَا لَيْسَ لَكَ ؛ وَ اعْلَمْ بِأَنَّ الدَّهْرَ يَوْمَانِ ، يَوْمٌ لَكَ وَ يَوْمٌ عَلَيْكَ ، وَ أَنَّ الدُّنْيَا دَارُ دُوَلٍ ؛ فَمَا كَانَ مِنْهَا لَكَ أَتَاكَ عَلَى ضَعْفِكَ ، وَ مَا كَانَ مِنْهَا عَلَيْكَ لَمْ تَدْفَعْهُ بِقُوَّتِكَ . </span>",
		"پس از ياد خدا و درود ، تو از أجل خود پيشى نخواهى گرفت ، و آنچه كه روزى تو نيست به تو نخواهد رسيد . و بدان كه روزگار دو روز است : روزى به سود ، و روزى به زيان تو ، و همانا دنيا خانه دگرگونى هاست ، و آنچه كه به سود تو (و از آن تو) است هر چند ناتوان باشى خود را به تو خواهد رساند ، و آنچه كه به زيان تو است هر چند توانا باشى دفع آن نخواهى كرد . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية : ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنِّي عَلَى التَّرَدُّدِ فِي جَوَابِكَ وَ الِاسْتِمَاعِ إِلَى كِتَابِكَ لَمُوَهِّنٌ رَأْيِي وَ مُخَطِّئٌ فِرَاسَتِي ؛ وَ إِنَّكَ إِذْ تُحَاوِلُنِي الْأُمُورَ وَ تُرَاجِعُنِي السُّطُورَ كَالْمُسْتَثْقِلِ النَّائِمِ تَكْذِبُهُ أَحْلَامُهُ وَ الْمُتَحَيِّرِ الْقَائِمِ يَبْهَظُهُ مَقَامُهُ ، لَا يَدْرِي أَ لَهُ مَا يَأْتِي أَمْ عَلَيْهِ وَ لَسْتَ بِهِ غَيْرَ أَنَّهُ بِكَ شَبِيهٌ . وَ أُقْسِمُ بِاللَّهِ إِنَّهُ لَوْ لَا بَعْضُ الِاسْتِبْقَاءِ ، لَوَصَلَتْ [مِنِّي إِلَيْكَ] إِلَيْكَ مِنِّي قَوَارِعُ تَقْرَعُ الْعَظْمَ وَ [تَنْهَسُ] تَهْلِسُ اللَّحْمَ . وَ اعْلَمْ أَنَّ الشَّيْطَانَ قَدْ ثَبَّطَكَ عَنْ أَنْ تُرَاجِعَ أَحْسَنَ أُمُورِكَ وَ تَأْذَنَ لِمَقَالِ [نَصِيحِكَ] نَصِيحَتِكَ ، وَ السَّلَامُ لِأَهْلِهِ . </span>",
		"پس از ياد خدا و درود ، من با پاسخ هاى پياپى به نامه هايت ، و شنيدن مطالب نوشته هايت ، رأى خود را سست ، و زيركى خود را به خطا نسبت مى دهم . ",
		"و همانا تو كه مدام خواسته هايى از من دارى و نامه هاى فراوان مى نويسى ، به كسى مانى كه به خواب سنگينى فرو رفته ، و خواب هاى دروغينش او را تكذيب مى كند ، يا چون سرگردانى هستى كه ايستادن طولانى بر او دشوار مى باشد ، و نمى داند آيا آينده به سود او يا به زيانش خواهد بود گرچه تو آن كس نيستى امّا به تو شباهت دارد . ",
		"به خدا سوگند اگر پرهيز از خونريزى در مهلت تعيين شده نبود ، ضربه كوبنده اى دريافت مى كردى كه استخوان را خرد ، و گوشت را بريزاند . ",
		"معاويه بدان كه شيطان تو را نمى گذارد تا به نيكوترين كارت بپردازى ، و اندرزى كه به سود تو است بشنوى . درود بر آنان كه سزاوار درودند . "
	],
	[
		"و من حِلفٍ لَه عليه‌السلام كَتَبَه بين ربيعة و اليمن و نُقِل من خط هشام بن الكلبي : ",
		"(عهد نامه اى كه با خط هشام بن كلبى براى صلح ميان قبيله «ربيعه» و «يمن» تنظيم فرمود) . ",
		"<span class=\"arabic\">هَذَا مَا اجْتَمَعَ عَلَيْهِ أَهْلُ الْيَمَنِ حَاضِرُهَا وَ بَادِيهَا وَ رَبِيعَةُ حَاضِرُهَا وَ بَادِيهَا ، أَنَّهُمْ عَلَى كِتَابِ اللَّهِ يَدْعُونَ إِلَيْهِ وَ يَأْمُرُونَ بِهِ وَ يُجِيبُونَ مَنْ دَعَا إِلَيْهِ وَ أَمَرَ بِهِ ، لَا يَشْتَرُونَ بِهِ ثَمَناً [قَلِيلًا] وَ لَا يَرْضَوْنَ بِهِ بَدَلًا ، وَ أَنَّهُمْ يَدٌ وَاحِدَةٌ عَلَى مَنْ خَالَفَ ذَلِكَ وَ تَرَكَهُ ، [وَ أَنَّهُمْ] أَنْصَارٌ بَعْضُهُمْ لِبَعْضٍ دَعْوَتُهُمْ وَاحِدَةٌ ، لَا يَنْقُضُونَ عَهْدَهُمْ لِمَعْتَبَةِ عَاتِبٍ وَ لَا لِغَضَبِ غَاضِبٍ وَ لَا لِاسْتِذْلَالِ قَوْمٍ قَوْماً وَ لَا لِمَسَبَّةِ قَوْمٍ قَوْماً ؛ عَلَى ذَلِكَ شَاهِدُهُمْ وَ غَائِبُهُمْ وَ سَفِيهُهُمْ وَ عَالِمُهُمْ وَ حَلِيمُهُمْ وَ جَاهِلُهُمْ ؛ ثُمَّ إِنَّ عَلَيْهِمْ بِذَلِكَ عَهْدَ اللَّهِ وَ مِيثَاقَهُ ، إِنَّ عَهْدَ اللَّهِ كَانَ مَسْئُولًا ؛ وَ كَتَبَ عَلِيُّ بْنُ أَبِي طَالِب . </span>",
		"اين پيمان نامه اى است كه مردم «يمن» و «ربيعه» آن را پذيرفته اند ، چه آنان كه در شهر حضور دارند چه آنان كه در بيابان زندگى مى كنند . ",
		"آنان پيرو قرآنند ، و به كتاب خدا دعوت مى كنند ، و به انجام دستورات آن فرمان مى دهند ، و هر كس كه آنان را به كتاب خدا بخواند پاسخ مى دهند ، نه برابر آن مزدى خواهند ، و نه به جاى آن چيز ديگرى بپذيرند ، و در برابر كسى كه خلاف اين پيمان خواهد ، يا آن را واگذارد ، ايستادگى خواهند كرد . ",
		"بعضى بعض ديگر را يارى مى دهند ، همه متّحد بوده و به خاطر سرزنش كننده اى ، يا خشم خشم گيرنده اى ، يا خوار كردن بعضى ، يا دشنام دادن قومى ، اين پيمان را نمى شكنند . ",
		"بر اين پيمان ، حاضران و آنها كه غايبند ، دانايان و ناآگاهان ، بردباران و جاهلان ، همه استوارند ، و عهد و پيمان الهى نيز بر آنان واجب گرديده است كه «همانا از پيمان خدا پرسش خواهد شد» و على بن ابى طالب آن را نوشت . "
	],
	[
		"و من كتاب له عليه‌السلام إلى معاوية [من المدينة] في أول ما بُويِعَ له [بالخلافة] ذكرَه الواقدي في كتاب «الجمل» : ",
		"(نامه به معاويه در روزهاى آغازين بيعت ، در سال 36 هجرى كه واقدى در كتاب الجمل آن را آورد) . ",
		"<span class=\"arabic\">مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ ، أَمَّا بَعْدُ ، فَقَدْ عَلِمْتَ إِعْذَارِي فِيكُمْ وَ إِعْرَاضِي عَنْكُمْ ، حَتَّى كَانَ مَا لَا بُدَّ مِنْهُ وَ لَا دَفْعَ لَهُ ، وَ الْحَدِيثُ طَوِيلٌ وَ الْكَلَامُ كَثِيرٌ ، وَ قَدْ أَدْبَرَ مَا أَدْبَرَ وَ أَقْبَلَ مَا أَقْبَلَ ، فَبَايِعْ مَنْ قِبَلَكَ وَ أَقْبِلْ إِلَيَّ فِي وَفْدٍ مِنْ أَصْحَابِكَ ، وَ السَّلَامُ . </span>",
		"از بنده خدا على امير مؤمنان ، به معاويه بن ابى سفيان پس از ياد خدا و درود : ",
		"مى دانى كه من در باره شما معذور ، و از آنچه در مدينه گذشت روى گردانم ، تا شد آنچه كه بايد مى شد ، و بازداشتن آن ممكن نبود . داستان طولانى و سخن فراوان است و گذشته ها گذشت ، و آينده روى كرده است . تو و همراهانت بيعت كنيد ، و با گروهى از يارانت نزد من بيا ، با درود . "
	],
	[
		"و من وصية له عليه‌السلام لعبد الله بن العباس عند استِخلافه إيّاه على البصرة : ",
		"(نامه به عبد اللّه بن عباس ، هنگامى كه او را در سال 36 هجرى به فرماندارى بصره نصب فرمود) . ",
		"<span class=\"arabic\">سَعِ النَّاسَ بِوَجْهِكَ وَ مَجْلِسِكَ وَ حُكْمِكَ ؛ وَ إِيَّاكَ وَ الْغَضَبَ ، فَإِنَّهُ طَيْرَةٌ مِنَ الشَّيْطَانِ ؛ وَ اعْلَمْ أَنَّ مَا قَرَّبَكَ مِنَ اللَّهِ يُبَاعِدُكَ مِنَ النَّارِ وَ مَا بَاعَدَكَ مِنَ اللَّهِ يُقَرِّبُكَ مِنَ النَّارِ . </span>",
		"با مردم ، به هنگام ديدار و در مجالس رسمى و در مقام داورى ، گشاده رو باش و از خشم بپرهيز ، كه سبك مغزى ، به تحريك شيطان است . ",
		"و بدان آنچه تو را به خدا نزديك مى سازد ، از آتش جهنّم دور ، و آنچه تو را از خدا دور مى سازد ، به آتش جهنّم نزديك مى كند . "
	],
	[
		"و من وصية له عليه‌السلام لعبد الله بن العباس [أيضا] لمّا بَعَثَه للإحتجاج على الخوارج : ",
		"(نامه به عبد اللّه بن عبّاس آن هنگام كه او را در سال 38 هجرى براى گفتگو با خوارج فرستاد) . ",
		"<span class=\"arabic\">لَا تُخَاصِمْهُمْ بِالْقُرْآنِ ، فَإِنَّ الْقُرْآنَ حَمَّالٌ ذُو وُجُوهٍ ، تَقُولُ وَ يَقُولُونَ ؛ وَ لَكِنْ حَاجِجْهُمْ بِالسُّنَّةِ ، فَإِنَّهُمْ لَنْ يَجِدُوا عَنْهَا مَحِيصاً . </span>",
		"به قرآن با خوارج به جدل مپرداز ، زيرا قرآن داراى ديدگاه كلّى بوده ، و تفسيرهاى گوناگونى دارد ، تو چيزى مى گويى ، و آنها چيز ديگر . ليكن با سنّت پيامبر صلى‌الله‌عليه‌وآله‌وسلم با آنان به بحث و گفتگو بپرداز ، كه در برابر آن راهى جز پذيرش ندارند . "
	],
	[
		"و من كتاب له عليه‌السلام [أجاب به أبا موسى الأشعري] إلى أبي موسى الأشعري جواباً في أمر الحَكَمَين ، ذَكرَه سعيدُ بن يحيى الأموي في كتاب «المَغازي» : ",
		"(جواب نامه ابو موسى اشعرى ، پيرامون حكميّت كه سعيد بن يحيى اموى در كتاب المغازى آن را آورده) . ",
		"<span class=\"arabic\">فَإِنَّ النَّاسَ قَدْ تَغَيَّرَ كَثِيرٌ مِنْهُمْ عَنْ كَثِيرٍ مِنْ حَظِّهِمْ ، فَمَالُوا مَعَ الدُّنْيَا وَ نَطَقُوا بِالْهَوَى ، وَ إِنِّي نَزَلْتُ مِنْ هَذَا الْأَمْرِ مَنْزِلًا مُعْجِباً اجْتَمَعَ بِهِ أَقْوَامٌ أَعْجَبَتْهُمْ أَنْفُسُهُمْ ، وَ أَنَا أُدَاوِي مِنْهُمْ قَرْحاً أَخَافُ أَنْ [يَعُودَ عَلَقاً يَعُودُ] يَكُونَ عَلَقاً . </span>",
		"همانا بسيارى از مردم تغيير كردند ، و از سعادت و رستگارى بى بهره ماندند ، به دنيا پرستى روى آورده ، و از روى هواى نفس سخن گفتند . ",
		"كردار اهل عراق مرا به شگفتى وا داشته است ، كه مردمى خودپسند در چيزى گرد آمدند ، مى خواستم زخم درون آنها را مداوا كنم ، پيش از آن كه غير قابل علاج گردد . ",
		"<span class=\"arabic\">وَ لَيْسَ رَجُلٌ فَاعْلَمْ أَحْرَصَ [النَّاسِ] عَلَى جَمَاعَةِ أُمَّةِ مُحَمَّدٍ صلى‌الله‌عليه‌وآله‌وسلم وَ أُلْفَتِهَا مِنِّي ، أَبْتَغِي بِذَلِكَ حُسْنَ الثَّوَابِ وَ كَرَمَ الْمَآبِ</span>",
		"<span class=\"arabic\">؛ </span>",
		"<span class=\"arabic\">وَ سَأَفِي بِالَّذِي وَأَيْتُ عَلَى نَفْسِي وَ إِنْ تَغَيَّرْتَ عَنْ صَالِحِ مَا فَارَقْتَنِي عَلَيْهِ</span>",
		"<span class=\"arabic\">، </span>",
		"<span class=\"arabic\">فَإِنَّ الشَّقِيَّ مَنْ حُرِمَ نَفْعَ مَا أُوتِيَ مِنَ الْعَقْلِ وَ التَّجْرِبَةِ . وَ إِنِّي لَأَعْبَدُ أَنْ يَقُولَ قَائِلٌ بِبَاطِلٍ وَ أَنْ أُفْسِدَ أَمْراً قَدْ أَصْلَحَهُ اللَّهُ ؛ فَدَعْ [عَنْكَ] مَا لَا تَعْرِفُ ، فَإِنَّ شِرَارَ النَّاسِ طَائِرُونَ إِلَيْكَ بِأَقَاوِيلِ السُّوءِ ، وَ السَّلَامُ . </span>",
		"پس بدان در امّت اسلام ، هيچ كس همانند من وجود ندارد كه به وحدت امّت محمّد صلى‌الله‌عليه‌وآله‌وسلم و به انس گرفتن آنان به همديگر ، از من دلسوزتر باشد . ",
		"من در اين كار پاداش نيك و سرانجام شايسته را از خدا مى طلبم ، و به آنچه پيمان بستم وفا دارم ، هر چند تو دگرگون شده ، و همانند روزى كه از من جدا شدى نباشى . ",
		"همانا تيره روز كسى است كه از عقل و تجربه اى كه نصيب او شده ، محروم ماند ، و من از آن كس كه به باطل سخن گويد يا كارى را كه خدا اصلاح كرده بر هم زند ، بيزارم . ",
		"آنچه را نمى دانى واگذار ، زيرا مردان بد كردار ، با سخنانى نادرست به سوى تو خواهند شتافت ، با درود . "
	],
	[
		"و من كتاب كَتبَه عليه‌السلام لمّا استَخلَفَ إلى أمَراء الأجناد : ",
		"(نامه به فرماندهان لشكر ، پس از به دست گرفتن خلافت) . ",
		"<span class=\"arabic\">أَمَّا بَعْدُ ، فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ : أَنَّهُمْ مَنَعُوا النَّاسَ الْحَقَّ فَاشْتَرَوْهُ ، وَ أَخَذُوهُمْ بِالْبَاطِلِ فَاقْتَدَوْهُ . </span>",
		"پس از ياد خدا و درود ، همانا ملّت هاى پيش از شما به هلاكت رسيدند ، بدان جهت كه حق مردم را نپرداختند ، پس دنيا را با رشوه دادن به دست آوردند ، و مردم را به راه باطل بردند و آنان اطاعت كردند . "
	]
]