import * as __                          from "./server_common_tools";
import * as server001                   from "./server_001";
import * as server002                   from "./server_002";
import * as server003                   from "./server_003";
import * as storage                     from "./storage";
import * as tools                       from "./tools";
import * as fs                          from "fs";
import * as TS                          from "./types";

// .. ====================================================================

let tmpFolder = "src/db/tmp/";

// .. ====================================================================

console.clear();

// .. ====================================================================

let box: TS.db = [
    {
        "a": "وَاعْلَمُوا اَنَّ يَسيرَ الرِّياءِ شِرْكٌ ."
    },
    {
        "a": "مَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ وقاتَلَ مَعَنا أعدَاءَنا بِیَدِهِ فَهُوَ مَعَنا فِی الجَنَّةِ فی دَرَجَتِنا . ومَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ ولَم یُقاتِل مَعَنا أعداءَنا فَهُوَ أسفَلُ مِن ذلِکَ بِدَرَجَتَینِ ، ومَن أحَبَّنا بِقَلبِهِ ولَم یُعِنّا بِلِسانِهِ ولا بِیَدِهِ فَهُوَ فِی الجَنَّةِ"
    },
    {
        "a": "مَن تَفَكَّرَ أبصَرَ ."
    },
    {
        "a": "کانَ لاَِبى ثَوبانِ خَشِنانِ یُصَلّى فیها صَلاتَهُ وَاِذا أَرادَ أَنْ یَسْأَلَ الْحاجَةَ لَبِسَهُما وَ سَأَلَ اللّه‏َ حاجَتَهُ ."
    },
    {
        "a": "لَتُبَلْبَلُنّ بَلْبَلةً ، ولَتُغربَلُنّ غَرْبَلةً ، حتّى يعودَ أسفلُكُم أعلاكم ، وأعلاكم أسفلَكُم ، وليَسبقنّ سَبّاقونَ كانوا قَصَّروا ، وليُقَصِّرَنَّ سبّاقونَ كانوا سَبَقوا ."
    },
    {
        "a": "أحسَنُ الحَسَناتِ حُبُّنا ، وأسوَأُ السَّیِّئاتِ بُغضُنا"
    },
    {
        "a": "مَا لَمْ يُوَافِقْ مِنَ الْحَدِيثِ الْقُرْآنَ ، فَهُوَ زُخْرُفٌ"
    },
    {
        "a": "اين اهل مدائن الرّسّ الّذين قتلوا النّبيّين و أطفئوا نور المرسلين"
    },
    {
        "a": "نَظِّفوا بُيوتَكُم مِن حَوكِ العَنكَبوتِ ، فَاِنَّ تَركَهُ فِى البَيتِ يورِثُ الفَقرَ"
    },
    {
        "a": "قُلْتُ لِلرِّضَا عليه‌السلام : جُعِلْتُ فِدَاكَ ، ادْعُ اللهَ عزوجل أَنْ يَرْزُقَنِيَ الْحَلَالَ ، فَقَالَ : أَتَدْرِي مَا الْحَلَالُ ؟ قُلْتُ : الَّذِي عِنْدَنَا الْكَسْبُ الطَّيِّبُ ، فَقَالَ : كَانَ عَلِيُّ بْنُ الْحُسَيْنِ عليهما‌السلام يَقُولُ : الْحَلَالُ هُوَ قُوتُ الْمُصْطَفَيْنَ ثُمَّ قَالَ : قُلْ : أَسْأَلُكَ مِنْ رِزْقِكَ الْوَاسِعِ"
    },
    {
        "a": "لا یشبع عالم من علمه حتّى یکون منتهاه الجنّه"
    },
    {
        "a": "فِي قَوْلِ اللهِ عزوجل : <Q> ) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً ( </Q> قَالَ : يَعْنِي بِهِ ولَايَةَ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام . قُلْتُ : <Q> ) وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمى ( </Q> ؟ قَالَ : يَعْنِي أَعْمَى الْبَصَرِ فِي الْآخِرَةِ ، أَعْمَى الْقَلْبِ فِي الدُّنْيَا ، عَنْ ولَايَةِ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام . قَالَ : وَهُوَ مُتَحَيِّرٌ فِي الْقِيَامَةِ ، يَقُولُ : <Q> ) لِمَ حَشَرْتَنِي أَعْمى وَقَدْ كُنْتُ بَصِيراً * قالَ كَذلِكَ أَتَتْكَ آياتُنا فَنَسِيتَها ( </Q> . قَالَ : الْآيَاتُ : الْأَئِمَّةُ عليهم‌السلام ، فَنَسِيتَها <Q> ) وَكَذلِكَ الْيَوْمَ تُنْسى ( </Q> يَعْنِي تَرَكْتَهَا ، وكَذلِكَ الْيَوْمَ تُتْرَكُ فِي النَّارِ ، كَمَا تَرَكْتَ الْأَئِمَّةَ عليهم‌السلام ، فَلَمْ تُطِعْ أَمْرَهُمْ ، ولَمْ تَسْمَعْ قَوْلَهُمْ . قُلْتُ : <Q> ) وَكَذلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآياتِ رَبِّهِ وَلَعَذابُ الْآخِرَةِ أَشَدُّ وَأَبْقى ( </Q> ؟ قَالَ : يَعْنِي مَنْ أَشْرَكَ بِوَلَايَةِ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام غَيْرَهُ ، ولَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ ، و تَرَكَ الْأَئِمَّةَ مُعَانَدَةً ، فَلَمْ يَتَّبِعْ آثَارَهُمْ ، ولَمْ يَتَوَلَّهُمْ . قُلْتُ : <Q> ) اللهُ لَطِيفٌ بِعِبادِهِ يَرْزُقُ مَنْ يَشاءُ ( </Q> ؟ قَالَ : وَلَايَةُ أَمِيرِ الْمُؤْمِنِينَ عليه‌السلام . قُلْتُ : <Q> ) مَنْ كانَ يُرِيدُ حَرْثَ الْآخِرَةِ ( </Q> ؟ قَالَ : مَعْرِفَةُ أَمِيرِ الْمُؤْمِنِينَ والْأَئِمَّةِ عليهم‌السلام . <Q> ) نَزِدْ لَهُ فِي حَرْثِهِ ( </Q> ؟ قَالَ : نَزِيدُهُ مِنْهَا . قَالَ : يَسْتَوْفِي نَصِيبَهُ مِنْ دَوْلَتِهِمْ . <Q> ) وَمَنْ كانَ يُرِيدُ حَرْثَ الدُّنْيا نُؤْتِهِ مِنْها وَما لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ ( </Q> ؟ قَالَ : لَيْسَ لَهُ‌ فِي دَوْلَةِ الْحَقِّ مَعَ الْقَائِمِ نَصِيبٌ"
    },
    {
        "a": "رَجُلٌ أَتى رَجُلاً ؟ قَالَ : إِنْ كَانَ مُحْصَناً فَعَلَيْهِ الْقَتْلُ ، وَإِنْ لَمْ يَكُنْ مُحْصَناً فَعَلَيْهِ الْجَلْدُ . قَالَ : فَقُلْتُ : فَمَا عَلَى الْمُوطَإِ ؟ قَالَ : عَلَيْهِ الْقَتْلُ عَلى كُلِّ حَالٍ ، مُحْصَناً كَانَ أَوْ غَيْرَ مُحْصَنٍ"
    },
    {
        "a": "أنَّهُ ذَکَرَ الَّذينَ حَارَبَهُم عَلِيُ عليه‌السلام فقال أمَا إنَّهُم أعظَمُ جُرماً مِمَّن حارَبَ رسولَ الله صلى‌الله‌عليه‌وآله‌وسلم : قيل لَهُ وُ کَيفَ ذلِکَ يابنَ رَسُول الله ؟ قال لِأنَّ اُولئِکَ کانوا جاهِليَّهِ و هؤلاءِ قَرَءُوا القُرآنَ وَ عَرَفُوا فَضلَ أهلِ الفَضَلِ فَأتَوا ما أتَوا بَعدَ البَصيِرَةِ"
    },
    {
        "a": "لَا تَقْطَعُوا الثِّمَارَ ، فَيَبْعَثَ اللهُ عَلَيْكُمُ الْعَذَابَ صَبّاً"
    },
    {
        "a": "آكِلُ الرِّبا لايَخْرُجُ مِنَ الدُّنْيا حَتّى يَتَخَبَّطُهُ الشَّيْطانُ"
    },
    {
        "a": "اِنَّما بُعِثْتُ لاُِتَمِّمَ مَكارِمَ الاَْخْلاقِ"
    },
    {
        "a": "عَنْ أَبِي جَعْفَرٍ عليه‌السلام فِي قَوْلِ اللهِ عزوجل : <Q> ) فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ ( </Q> قَالَ : قُلْتُ : مَا طَعَامُهُ ؟ قَالَ : عِلْمُهُ الَّذِي يَأْخُذُهُ ، عَمَّنْ يَأْخُذُهُ ؟"
    },
    {
        "a": "مَن لَم يَأكُلِ اللَّحمَ أربَعينَ يَوماً ساءَ خُلُقُهُ ، فَكُلُوا اللَّحمَ ؛ فَإِنَّهُ يَزيدُ فِي السَّمعِ"
    },
    {
        "a": "لِعَلِيٍّ عليه‌السلام : مَن سَرَّهُ أن يَلقَى اللّهَ عَزَّوجَلَّ آمِنًا مُطَهَّرًا لا يَحزُنُهُ الفَزَعُ الأَكبَرُ فَليَتَوَلَّكَ ، وَليَتَوَلَّ بَنيكَ الحَسَنَ وَالحُسَينَ ، وعَلِيَّ بنَ الحُسَينِ ، ومُحَمَّدَ بنَ عَلِيٍّ ، وجَعفَرَ بنَ مُحَمَّدٍ ، وموسَى بنَ جَعفَرٍ ، وعَلِيَّ بنَ موسى ، ومُحَمَّدًا ، وعَلِيًّا ، وَالحَسَنَ ، ثُمَّ المَهدِيَّ وهُوَ خاتَمُهُم"
    },
    {
        "a": "عَلى كُلِّ نَفَسٍ مِن بَني آدَمَ كُتِبَ حَظٌّ مِنَ الزِّنا أدرَكَ ذلكَ لا محالَةَ ، فالعَينُ زِناها النَّظَرُ ، والرِّجلُ زِناها المَشيُ ، والاُذُنُ زِناها الاستِماعُ ."
    },
    {
        "a": "مَنْ اَوى اِلى فِراشِهِ طاهِرا يَذْكُرُ اللّهَ تَعالى حَتّى يُدْرِكَهُ النُّعاسُ لَمْ يَتَقَلَّبْ ساعَةً مِنَ اللَّيْلِ يَسْأَلُ اللّهَ شَيْئا مِنْ خَيْرِ الدُّنْيا وَ الآْخِرَةِ اِلاّ اَعْطاهُ اللّهُ ايّاهُ"
    },
    {
        "a": "إذا ظَنَنتُم فلا تُحَقِّقُوا ، وإذا حَسَدتُم فلا تَبغُوا ، وإذا تَطَيَّرتُم فَامضُوا ."
    },
    {
        "a": "في كِتابِ رَسولِ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم : إذَا استَعمَلتُم ما مَلَكَت أيمانُكُم في شَيءٍ يَشُقُّ عَلَيهِم فَاعمَلوا مَعَهُم فيهِ ، وإن كانَ أبي لَيَأمُرُهُم فَيَقولُ : كَما أنتُم ، فَيَأتي فَيَنظُرُ فَإِن كانَ ثَقيلاً قالَ : بِسمِ اللّهِ ، ثُمَّ عَمِلَ مَعَهُم ، وإن كانَ خَفيفًا تَنَحّى عَنهُم"
    },
    {
        "a": "مَن حَفِظَ لِسانَهُ سَتَرَ اللّهُ عَورَتَهُ ."
    },
    {
        "a": "اذا قارفت ذنبا فكن عليه نادما"
    },
    {
        "a": "مَن أحَبَّ أن يَعلَمَ كَيفَ مَنزِلَتُهُ عِندَ اللّهِ فَليَنظُر كَيفَ مَنزِلَةُ اللّهِ عِندَهُ ؛ فَإِنَّ كُلَّ مَن خيرَ لَهُ أمرانِ ، أمرُ الدُّنيا وأمرُ الآخِرَةِ ؛ فَاختارَ أمرَ الآخِرَةِ عَلَى الدُّنيا فَذلِكَ الَّذي يُحِبُّ اللّهَ ، ومَنِ اختارَ أمرَ الدُّنيا فَذلِكَ الَّذي لا مَنزِلَةَ للّهِِ عِندَهُ ."
    },
    {
        "a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون"
    },
    {
        "a": "إِنَّ أَخوَفَ مَا أَخَافُ عَلَي اُمَّتِي مِن عَمَلِ قَومِ لُوطٍ ."
    },
    {
        "a": "إنَّ أخوَفَ مَا أخَافُ عَلَيکم اَلشِّرک الأصغَرُ ، قَالُوا : وَمَا الشِّرک الأصغَرُ يَا رَسُولَاللهِ ؟ قَالَ : هُوَ الرِّيَاءُ ."
    },
    {
        "a": "إنّ أخْوَفَ ما أخافُ عَلى اُمّتِي كُلُّ مُنافقٍ عَليمِ اللِّسانِ ."
    },
    {
        "a": "قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : إِنَّ أَخْوَفَ مَا أَخَافُ عَلى أُمَّتِي مِنْ بَعْدِي هذِهِ الْمَكَاسِبُ الْحَرَامُ ، وَالشَّهْوَةُ الْخَفِيَّةِ ، وَالرِّبَا"
    },
    {
        "a": "كُنْتُ عِنْدَهُ جَالِساً ، فَقَالَ لَهُ رَجُلٌ : حَدِّثْنِي عَنْ ولَايَةِ عَلِيٍّ أَمِنَ اللهِ أَوْ مِنْ رَسُولِهِ ؟ فَغَضِبَ ، ثُمَّ قَالَ : وَيْحَكَ ، كَانَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم أَخْوَفَ لِلّهِ مِنْ أَنْ يَقُولَ مَا لَمْ يَأْمُرْهُ بِهِ اللهُ ، بَلِ افْتَرَضَهُ كَمَا افْتَرَضَ اللهُ الصَّلَاةَ والزَّكَاةَ والصَّوْمَ وَالْحَجَّ"
    },
    {
        "a": "خطب أمير المؤمنين عليه‌السلام ، فحمد الله وأثنى عليه ، ثم صلى على النبي صلى‌الله‌عليه‌وآله‌وسلم ، ثم قال : ألا إن أخوف ما أخاف عليكم خلتان : اتباع الهوى ، وطول الأمل ؛ أما اتباع الهوى فيصد عن الحق ، وأما طول الأمل فينسي الآخرة . ألا إن الدنيا قد ترحلت مدبرة ، وإن الآخرة قد ترحلت مقبلة ، ولكل واحدة بنون ، فكونوا من أبناء الآخرة ، ولا تكونوا من أبناء الدنيا ، فإن اليوم عمل ولا حساب ، وإن غدا حساب ولا عمل ، وإنما بدء وقوع الفتن من أهواء تتبع ، وأحكام تبتدع ، يخالف فيها حكم الله ، يتولى فيها رجال رجالا . ألا إن الحق لو خلص لم يكن اختلاف ، ولو أن الباطل خلص لم يخف على ذي حجى ، لكنه يؤخذ من هذا ضغث ، ومن هذا ضغث ، فيمزجان ، فيجتمعان ، فيجللان معا ، فهنالك يستولي الشيطان على أوليائه ، ونجا الذين سبقت لهم من الله الحسنى . إني سمعت رسول الله صلى‌الله‌عليه‌وآله‌وسلم يقول : كيف أنتم إذا لبستكم فتنة يربو فيها الصغير ، ويهرم فيها الكبير ، يجري الناس عليها ويتخذونها سنة ، فإذا غير منها شيء قيل : قد غيرت السنة ، وقد أتى الناس منكرا ، ثم تشتد البلية ، وتسبى الذرية ، وتدقهم الفتنة كما تدق النار الحطب ، وكما تدق الرحى بثفالها ، ويتفقهون لغير الله ، ويتعلمون لغير العمل ، ويطلبون الدنيا بأعمال الآخرة . ثم أقبل بوجهه وحوله ناس من أهل بيته وخاصته وشيعته فقال : قد عملت الولاة قبلي أعمالا خالفوا فيها رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، متعمدين لخلافه ، ناقضين لعهده ، مغيرين لسنته ، ولو حملت الناس على تركها ، وحولتها إلى مواضعها وإلى ما كانت في عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، لتفرق عني جندي حتى أبقى وحدي ، أو قليل من شيعتي الذين عرفوا فضلي وفرض إمامتي من كتاب الله وسنة رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، أرأيتم لو أمرت بمقام إبراهيم عليه‌السلام فرددته إلى الموضع الذي وضعه فيه رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، ورددت فدك إلى ورثة فاطمة عليه‌السلام ، ورددت صاع رسول الله صلى‌الله‌عليه‌وآله‌وسلم كما كان ، وأمضيت قطائع أقطعها رسول الله صلى‌الله‌عليه‌وآله‌وسلم لأقوام لم تمض لهم ولم تنفذ ، ورددت دار جعفر عليه‌السلام إلى ورثته ، وهدمتها من المسجد ، ورددت قضايا من الجور قضي بها ، ونزعت نساء تحت رجال بغير حق ، فرددتهن إلى أزواجهن ، واستقبلت بهن الحكم في الفروج والأحكام ، وسبيت ذراري بني تغلب ، ورددت ما قسم من أرض خيبر ، ومحوت دواوين العطايا ، وأعطيت كما كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم يعطي بالسوية ، ولم أجعلها دولة بين الأغنياء ، وألقيت المساحة ، وسويت بين المناكح ، وأنفذت خمس الرسول كما أنزل الله عزوجل وفرضه ، ورددت مسجد رسول الله صلى‌الله‌عليه‌وآله‌وسلم إلى ما كان عليه ، وسددت ما فتح فيه من الأبواب ، وفتحت ما سد منه ، وحرمت المسح على الخفين ، وحددت على النبيذ ، وأمرت بإحلال المتعتين ، وأمرت بالتكبير على الجنائز خمس تكبيرات ، وألزمت الناس الجهر ببسم الله الرحمن الرحيم ، وأخرجت من أدخل مع رسول الله صلى‌الله‌عليه‌وآله‌وسلم في مسجده ممن كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم أخرجه ، وأدخلت من أخرج بعد رسول الله صلى‌الله‌عليه‌وآله‌وسلم ممن كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم أدخله ، وحملت الناس على حكم القرآن وعلى الطلاق على السنة ، وأخذت الصدقات على أصنافها وحدودها ، ورددت الوضوء والغسل والصلاة إلى مواقيتها وشرائعها ومواضعها ، ورددت أهل نجران إلى مواضعهم ، ورددت سبايا فارس وسائر الأمم إلى كتاب الله وسنة نبيه صلى‌الله‌عليه‌وآله‌وسلم إذا لتفرقوا عني . والله لقد أمرت الناس أن لايجتمعوا في شهر رمضان إلا في فريضة ، وأعلمتهم أن اجتماعهم في النوافل بدعة ، فتنادى بعض أهل عسكري ممن يقاتل معي : يا أهل الإسلام ، غيرت سنة عمر ، ينهانا عن الصلاة في شهر رمضان تطوعا ، ولقد خفت أن يثوروا في ناحية جانب عسكري ما لقيت من هذه الأمة من الفرقة وطاعة أئمة الضلالة والدعاة إلى النار ؛ وأعطيت من ذلك سهم ذي القربى الذي قال الله عزوجل : <Q> ) إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ ( </Q> فنحن والله عنى بذي القربى الذي قرننا الله بنفسه وبرسوله صلى‌الله‌عليه‌وآله‌وسلم ، فقال : <Q> ) فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ ( </Q> فينا خاصة <Q> ) كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللهَ ( </Q> في ظلم آل محمد <Q> ) إِنَّ اللهَ شَدِيدُ الْعِقابِ ( </Q> لمن ظلمهم ، رحمة منه لنا ، وغنى أغنانا الله به ، ووصى به نبيه صلى‌الله‌عليه‌وآله‌وسلم ، ولم يجعل لنا في سهم الصدقة نصيبا ، أكرم الله رسوله صلى‌الله‌عليه‌وآله‌وسلم وأكرمنا أهل البيت أن يطعمنا من أوساخ الناس ، فكذبوا الله وكذبوا رسوله ، وجحدوا كتاب الله الناطق بحقنا ، ومنعونا فرضا فرضه الله لنا ، ما لقي أهل بيت نبي من أمته ما لقينا بعد نبينا صلى‌الله‌عليه‌وآله‌وسلم ، والله المستعان على من ظلمنا ، ولا حول ولاقوة إلا بالله العلي العظيم"
    },
    {
        "a": "اَيُّهَا النّاسُ اِنَّ اَخْوَفَ ما اَخافُ عَلَيْكُمُ اثْنانِ : اِتِّباعُ الْهَوى وَ طُولُ الاَْمَلِ ."
    },
    {
        "a": "إنّ أخوف ما أخاف على أمّتی الإشراک باللَّه أما إنّی لست أقول یعبدون شمسا و لا قمرا و لا وثنا و لکنّ أعمالا لغیر اللَّه و شهوه خفیّه"
    },
    {
        "a": "إنَّ أخوَفَ ما أخافُ عَلَيكُم ما يُخرِجُ اللّهُ مِن نَباتِ الأَرضِ وزَهرَةِ الدُّنيا ."
    },
    {
        "a": "أخْوَفُ ما أخافُ على اُمّتي زَهْرَةُ الدُّنيا وكَثْرَتُها ."
    },
    {
        "a": "إِيَّاكَ وَالرِّئَاسَةَ ، وَإِيَّاكَ أَنْ تَطَأَ أَعْقَابَ الرِّجَالِ . قَالَ : قُلْتُ : جُعِلْتُ فِدَاكَ ، أَمَّا الرِّئَاسَةُ فَقَدْ عَرَفْتُهَا ؛ وَأَمَّا أَنْ أَطَأَ أَعْقَابَ الرِّجَالِ ، فَمَا ثُلُثَا مَا فِي يَدِي إِلَّا مِمَّا وَطِئْتُ أَعْقَابَ الرِّجَالِ ؟ فَقَالَ لِي : لَيْسَ حَيْثُ تَذْهَبُ ، إِيَّاكَ أَنْ تَنْصِبَ رَجُلاً دُونَ الْحُجَّةِ ، فَتُصَدِّقَهُ فِي كُلِّ مَا قَالَ"
    },
    {
        "a": "الثَّرِيدُ طَعَامُ الْعَرَبِ"
    },
    {
        "a": "اللَّحْمُ يُنْبِتُ اللَّحْمَ ، وَمَنْ تَرَكَ اللَّحْمَ أَرْبَعِينَ يَوْماً سَاءَ خُلُقُهُ ، وَمَنْ سَاءَ خُلُقُهُ فَأَذِّنُوا فِي أُذُنِهِ"
    },
    {
        "a": "قُلْتُ لِأَبِي الْحَسَنِ الرِّضَا عليه‌السلام : إِنَّ النَّاسَ يَقُولُونَ : إِنَّ مَنْ لَمْ يَأْكُلِ اللَّحْمَ ثَلَاثَةَ أَيَّامٍ‌ سَاءَ خُلُقُهُ . فَقَالَ : كَذَبُوا ، وَلكِنْ مَنْ لَمْ يَأْكُلِ اللَّحْمَ أَرْبَعِينَ يَوْماً ، تَغَيَّرَ خُلُقُهُ وَبَدَنُهُ ، وَذلِكَ لِانْتِقَالِ النُّطْفَةِ فِي مِقْدَارِ أَرْبَعِينَ يَوْماً"
    },
    {
        "a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ"
    },
    {
        "a": "الإِنصافُ يُؤَلِّفُ القُلوبَ ."
    },
    {
        "a": "اِستَعِدّوا للمَوتِ فقد أظَلَّكُم ، وكُونوا قَوما صِيحَ بِهِم فانتَبَهوا ، وعَلِموا أنّ الدُّنيا لَيسَت لَهُم بدارٍ فاستَبدَلوا ."
    },
    {
        "a": "أَرْبَعَةٌ لَايَدْخُلُ عَلَيْهِمْ ضَرَرٌ فِي الْمِيرَاثِ : الْوَالِدَانِ ، وَالزَّوْجُ ، وَالْمَرْأَةُ"
    },
    {
        "a": "رأس الدّین النّصیحه للَّه و لدینه و لرسوله و لکتابه و لأئمّه المسلمین و للمسلمین عامّه"
    },
    {
        "a": "فَاِذا قامَ قائِمُنا علیه ‏السلام حَرَّمَ عَلى کُلِّ ذى کَنْزٍ کَنْزَهُ حَتّى یَأْتُوهُ بِهِ یَسْتَعینُ بِهِ ."
    },
    {
        "a": "لاصلاة لمن لم يقم صلبه فى ركوعه و سجوده"
    },
    {
        "a": "الْمُؤْمِنُ أَصْلَبُ مِنَ الْجَبَلِ ، الْجَبَلُ يُسْتَقَلُّ مِنْهُ ، وَالْمُؤْمِنُ لَايُسْتَقَلُّ مِنْ دِينِهِ شَيْ‌ءٌ"
    },
    {
        "a": "قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام : مَنْ لَمْ يُقِمْ صُلْبَهُ فِي الصَّلَاةِ ، فَلَا صَلَاةَ لَهُ"
    },
    {
        "a": "إِذَا رَفَعْتَ رَأْسَكَ مِنَ الرُّكُوعِ ، فَأَقِمْ صُلْبَكَ ؛ فَإِنَّهُ لَا صَلَاةَ لِمَنْ لَايُقِيمُ صُلْبَهُ"
    },
    {
        "a": "<Q> ) فَصَلِّ لِرَبِّكَ وَانْحَرْ ( </Q> ؟ قَالَ : النَّحْرُ : الِاعْتِدَالُ فِي الْقِيَامِ أَنْ يُقِيمَ صُلْبَهُ وَنَحْرَهُ . وَقَالَ : لَا تُكَفِّرْ ؛ فَإِنَّمَا يَصْنَعُ ذلِكَ الْمَجُوسُ ، وَلَاتَلَثَّمْ ، وَلَاتَحْتَفِزْ ، وَلَاتُقْعِ عَلى قَدَمَيْكَ ، وَلَا‌ تَفْتَرِشْ ذِرَاعَيْكَ"
    },
    {
        "a": "إِنَّ اللهَ عزوجل يُبْغِضُ كَثْرَةَ الْأَكْلِ . وَقَالَ أَبُو عَبْدِ اللهِ عليه‌السلام : لَيْسَ لِابْنِ آدَمَ بُدٌّ مِنْ أَكْلَةٍ يُقِيمُ بِهَا صُلْبَهُ ، فَإِذَا أَكَلَ‌ أَحَدُكُمْ طَعَاماً ، فَلْيَجْعَلْ ثُلُثَ بَطْنِهِ لِلطَّعَامِ ، وَثُلُثَ بَطْنِهِ لِلشَّرَابِ ، وَثُلُثَهُ لِلنَّفَسِ ؛ وَ لَا تَسَمَّنُوا تَسَمُّنَ الْخَنَازِيرِ لِلذَّبْحِ"
    },
    {
        "a": "إِذَا أَسْلَمَتِ امْرَأَةٌ وَزَوْجُهَا عَلى غَيْرِ الْإِسْلَامِ ، فُرِّقَ بَيْنَهُمَا . وَسَأَلْتُهُ عَنْ رَجُلٍ هَاجَرَ ، وَتَرَكَ امْرَأَتَهُ فِي الْمُشْرِكِينَ ، ثُمَّ لَحِقَتْ بَعْدَ ذلِكَ بِهِ : أَيُمْسِكُهَا بِالنِّكَاحِ الْأَوَّلِ ، أَوْ تَنْقَطِعُ عِصْمَتُهَا ؟ قَالَ : بَلْ يُمْسِكُهَا وَهِيَ امْرَأَتُهُ"
    },
    {
        "a": "من رضي بقسمه لم يسخطه أحد"
    },
    {
        "a": "عَلَيْكُمْ بِالاْءِهليلَجَ الاَْسْوَدَ فَاِنَّهُ مِنْ شَجَرَةِ الْجَنَّةَ وَ طَعْمُهُ مُرٌّ و فيهِ شِفاءٌ مِنْ كُلِّ داءٍ"
    },
    {
        "a": "حُمَّ بَعْضُ أَهْلِنَا ، فَوَصَفَ لَهُ الْمُتَطَبِّبُونَ الْغَافِثَ ، فَسَقَيْنَاهُ ، فَلَمْ‌ يَنْتَفِعْ بِهِ ، فَشَكَوْتُ ذلِكَ إِلى أَبِي عَبْدِ اللهِ عليه‌السلام ، فَقَالَ : مَا جَعَلَ اللهُ فِي شَيْ‌ءٍ مِنَ الْمُرِّ شِفَاءً ، خُذْ سُكَّرَةً وَنِصْفاً ، فَصَيِّرْهَا فِي إِنَاءٍ ، وَصُبَّ عَلَيْهَا الْمَاءَ حَتّى يَغْمُرَهَا ، وَضَعْ عَلَيْهَا حَدِيدَةً ، وَنَجِّمْهَا مِنْ أَوَّلِ اللَّيْلِ ، فَإِذَا أَصْبَحْتَ فَأَمْرِسْهَا بِيَدِكَ وَاسْقِهِ ؛ فَإِذَا كَانَتِ اللَّيْلَةُ الثَّانِيَةُ ، فَصَيِّرْهَا سُكَّرَتَيْنِ وَنِصْفاً ، وَنَجِّمْهَا كَمَا فَعَلْتَ ، وَاسْقِهِ ؛ وَإِذَا كَانَتِ اللَّيْلَةُ الثَّالِثَةُ ، فَخُذْ ثَلَاثَ سُكَّرَاتٍ وَنِصْفاً ، وَنَجِّمْهُنَّ مِثْلَ ذلِكَ . قَالَ : فَفَعَلْتُ ، فَشَفَى اللهُ عزوجل مَرِيضَنَا ."
    },
    {
        "a": "الرَّجُلُ يَخْرُجُ إِلَى الصَّيْدِ مَسِيرَةَ يَوْمٍ أَوْ يَوْمَيْنِ : يُقَصِّرُ ، أَوْ يُتِمُّ ؟ فَقَالَ : إِنْ خَرَجَ لِقُوتِهِ وَقُوتِ عِيَالِهِ ، فَلْيُفْطِرْ وَلْيُقَصِّرْ ، وَإِنْ خَرَجَ لِطَلَبِ الْفُضُولِ ، فَلَا ، وَلَا كَرَامَةَ"
    },
    {
        "a": "أنا عَلَمُ الهُدى ، وكَهْفُ التُّقى ، ومَحَلُّ السَّخاءِ ، وبَحرُ النَّدى ، وطَودُ النُّهى ."
    },
    {
        "a": "اِعلَمُوا عِبَادَ اللهِ اِنَّ أَهلَ الشِّرک لا تُنصَبُ لَهُمُ المَوَازِينُ ، وَ لا تُنشَرُ لَهُمُ الدَّوَاوِينُ ، وَإنَّما يُحشَرُونَ إلي جَهَنَّمَ زُمَراً ، وَإنَّمَا نَصبُ المَوَازِينِ وَ نَشرُ الدَّوَاوِينِ لأهلِ الإسلامِ ."
    },
    {
        "a": "قَالَ رَسُولُ اللهِ صلى‌الله‌عليه‌وآله‌وسلم : قَالَ اللهُ عزوجل : إِنَّ مِنْ عِبَادِيَ الْمُؤْمِنِينَ عِبَاداً لَايَصْلُحُ لَهُمْ أَمْرُ دِينِهِمْ إِلَّا بِالْغِنى وَالسَّعَةِ وَالصِّحَّةِ فِي الْبَدَنِ ، فَأَبْلُوهُمْ بِالْغِنى وَالسَّعَةِ وَصِحَّةِ الْبَدَنِ ، فَيُصْلِحُ عَلَيْهِمْ أَمْرَ دِينِهِمْ . وَإِنَّ مِنْ عِبَادِيَ الْمُؤْمِنِينَ لَعِبَاداً لَايَصْلُحُ لَهُمْ أَمْرُ دِينِهِمْ إِلَّا بِالْفَاقَةِ وَالْمَسْكَنَةِ وَالسُّقْمِ فِي أَبْدَانِهِمْ ، فَأَبْلُوهُمْ بِالْفَاقَةِ وَالْمَسْكَنَةِ وَالسُّقْمِ ، فَيُصْلِحُ عَلَيْهِمْ أَمْرَ دِينِهِمْ ، وَأَنَا أَعْلَمُ بِمَا يَصْلُحُ عَلَيْهِ أَمْرُ دِينِ عِبَادِيَ الْمُؤْمِنِينَ . وَإِنَّ مِنْ عِبَادِيَ الْمُؤْمِنِينَ لَمَنْ يَجْتَهِدُ فِي عِبَادَتِي ، فَيَقُومُ مِنْ رُقَادِهِ وَلَذِيذِ وِسَادِهِ ، فَيَتَهَجَّدُ لِيَ اللَّيَالِيَ ، فَيُتْعِبُ نَفْسَهُ فِي عِبَادَتِي ، فَأَضْرِبُهُ بِالنُّعَاسِ اللَّيْلَةَ وَاللَّيْلَتَيْنِ ؛ نَظَراً مِنِّي لَهُ ، وَإِبْقَاءً عَلَيْهِ ، فَيَنَامُ حَتّى يُصْبِحَ ، فَيَقُومُ وَهُوَ مَاقِتٌ لِنَفْسِهِ ، زَارِئٌ عَلَيْهَا ، وَلَوْ أُخَلِّي بَيْنَهُ وَبَيْنَ مَا يُرِيدُ مِنْ عِبَادَتِي لَدَخَلَهُ الْعُجْبُ مِنْ ذلِكَ ، فَيُصَيِّرُهُ الْعُجْبُ إِلَى الْفِتْنَةِ بِأَعْمَالِهِ ، فَيَأْتِيهِ مِنْ ذلِكَ مَا فِيهِ هَلَاكُهُ ؛ لِعُجْبِهِ بِأَعْمَالِهِ ، وَرِضَاهُ عَنْ نَفْسِهِ ، حَتّى يَظُنَّ أَنَّهُ قَدْ فَاقَ الْعَابِدِينَ ، وَجَازَ فِي عِبَادَتِهِ حَدَّ التَّقْصِيرِ ، فَيَتَبَاعَدُ مِنِّي عِنْدَ ذلِكَ وَهُوَ يَظُنُّ أَنَّهُ يَتَقَرَّبُ إِلَيَّ ، فَلَا يَتَّكِلِ الْعَامِلُونَ عَلى أَعْمَالِهِمُ الَّتِي يَعْمَلُونَهَا لِثَوَابِي ؛ فَإِنَّهُمْ لَوِ اجْتَهَدُوا وَأَتْعَبُوا أَنْفُسَهُمْ وَأَفْنَوْا أَعْمَارَهُمْ فِي عِبَادَتِي كَانُوا مُقَصِّرِينَ ، غَيْرَ بَالِغِينَ فِي عِبَادَتِهِمْ كُنْهَ عِبَادَتِي فِيمَا يَطْلُبُونَ عِنْدِي مِنْ كَرَامَتِي وَالنَّعِيمِ فِي جَنَّاتِي وَرَفِيعِ دَرَجَاتِيَ الْعُلى فِي جِوَارِي ، وَلكِنْ فَبِرَحْمَتِي فَلْيَثِقُوا ، وَبِفَضْلِي فَلْيَفْرَحُوا ، وَإِلى حُسْنِ الظَّنِّ بِي فَلْيَطْمَئِنُّوا ؛ فَإِنَّ رَحْمَتِي عِنْدَ ذلِكَ تَدَارَكُهُمْ ، وَمَنِّي يُبَلِّغُهُمْ رِضْوَانِي ، وَمَغْفِرَتِي تُلْبِسُهُمْ عَفْوِي ؛ فَإِنِّي أَنَا اللهُ الرَّحْمنُ الرَّحِيمُ ، وَ بِذلِكَ تَسَمَّيْتُ"
    }
] as any;

// .. ====================================================================

export function init () {

    let mmm = [ ...server001.db, ...server002.db, ...server003.db ];
    let R: TS.R[];

    // .. update box
    tools.n_allocation( box , 1000000 );

    R = __.R_R( box, mmm );
    R = tools.R_optimizer( R, 67 );

    storage.saveData( R, tmpFolder, "RRR", true );

    let clusterBox = [];
    for ( let p of box ) clusterBox.push( tools.cluster( p.n, R ) );

    // let result = R.map( x => {
    //     return {
    //         a: mmm.find( y => y.n === x[0] ).a,
    //         b: box.find( y => y.n === x[1] ).a
    //     }
    // } )

    clusterBox = clusterBox.map( x => {
        if ( x.length === 1 ) return x;
        else {
            let picked = -1;
            for ( let y of x.slice(1) ) {
                if ( mmm.find( z => z.n === y ).cDB ) {
                  if ( picked !== -1 ) console.log( "DOUBLE:" , picked, y );
                    picked = y;
                }
            }
            return [ x[0], picked ];
        }
    } )
    storage.saveData( clusterBox, tmpFolder, "XXX", true );

}

// .. ====================================================================
