import * as tools                       from "./tools";
import * as TS                          from "./types";
import * as storage                     from "./storage";
import * as basic_tools                 from "./basic_tools";
import * as fs                          from "fs";
// .. ======================================================================

export async function init () {

    fs.rmSync( "src/db/tmp/01.json", { force: true } );
    fs.rmSync( "src/db/tmp/02.json", { force: true } );

    let textBook: string,
        book_v0: string[][],
        book_v1: string[][],
        set_v1: string[][] = [],
        set_v2: string[] = [],
        db_v0: TS.db,
        db_v1: TS.db = [];

    // // .. convert all sourceText => set v1
    // for ( let i=1; i<=29; i ++ ) {
    //     textBook = readSrcBook(i);
    //     book_v0 = getBook_v0( textBook );
    //     book_v1 = getBook_v1( book_v0 );
    //     set_v1 = [ ...set_v1, ...book_v1 ];
    // }

    // // .. convert set v1 to v2 [ string[][]=>string[] ]
    // for ( let i in set_v1 ) set_v2 = [ ...set_v2, ...set_v1[i] ];
    // // .. get hadith prepared for extraction id from sourceText
    // for ( let i in set_v2 ) set_v2[i] = pre_d_executer ( set_v2[i] );
    // // .. trim set v2
    // set_v2 = set_v2.filter( x => x );
    // // .. get hadith-id from sourceText [ assign d & j ]
    // db_v0 = d_executer( set_v2 );
    // // .. text unifier
    // for ( let i in db_v0 ) db_v0[i].a = basic_tools.charSpacer( db_v0[i].a );
    // fs.writeFileSync( "src/db/tmp/00.json", JSON.stringify(db_v0,null,"\t") );
    db_v0 = JSON.parse( fs.readFileSync( "src/db/tmp/00.json", 'utf8' ) );
    // .. main divider
    for ( let i in db_v0 ) db_v1[i] = divide_executer( db_v0[i] );

    db_v1 = lastTrim ( db_v1 );
    db_v1 = i_rss_cuter ( db_v1 );
    db_v1 = rss_patches( db_v1 );

    let html = "<!DOCTYPE html><html><head>"+
        '<link rel="stylesheet" type="text/css" href="test.css" />'+
        "</head><body><div class='c'>";
    for ( let p of db_v1 ) {
        // html += "<div class='p_0'>" + (p[0]||'') + "</div>";
        // html += "<div class='a'>" + p.a + "</div>";
        if ( p[9] && p[9].length > 100 ) html += "<div class='p_9'>" + (p[9]||'') + "</div>";
    }
    html += "</div></body></html>";

    fs.writeFileSync( "src/db/tmp/test.html", html );
    fs.writeFileSync( "src/db/tmp/01.json", JSON.stringify(db_v1,null,"\t") );

}

// .. ======================================================================

function readSrcBook ( num: number ): string {

    console.log( "reading book num: " + num + "...");

    let filePath = "src/db/source/وسائل الشيعة/" + num + ".htm";
    // .. check
    fs.accessSync( filePath, fs.constants.R_OK );
    // .. get source
    let txt = fs.readFileSync( filePath, 'utf8' );

    // .. cut beginning and end of the book
    let a = txt.indexOf( "<a name='aaa'></a>" );
    let b = txt.indexOf( "<a name='xxx'></a>" );

    if ( a>0 && b>0 ) {
        txt = txt.slice( a, b +19 );
        txt = lines_PureText( txt );
        return txt;
    }
    else console.log( "err-01", a, b );

}

// .. purify ===============================================================

function lines_PureText ( txt: string ) {

    // .. remove arabic numbers:
    txt = basic_tools.removeArabicDigits( txt );
    // .. remove break-Lines
    txt = txt.replace( /\n/g, " " );
    // .. add break-Line
    txt = txt.replace( /<p/g, "\n<p" );
    txt = txt.replace( /<a/g, "\n<a" );
    txt = txt.replace( /<t/g, "\n<t" );
    txt = txt.replace( /<\/t/g, "\n</t" );
    // .. remove tables
    txt = txt.replace( /<.?t(.*?)>/g, " " );
    // .. remove footnote marks
    let regx = /<span class=libFootnotenum>(.*?)<\/span>/g;
    txt = txt.replace( regx, " " );
    // .. some trims
    txt = txt.replace( /<br clear=all>/g, " " );
    txt = txt.replace( /<br>/g, " " );
    txt = txt.replace( / +/g, " " );
    return txt;

}

// .. ======================================================================

function getBook_v0 ( source: string ): string[][] {

    let book: string[][] = [],
        tmpPage: string[] = [],
        lines = source.split( "\n" );

    // ..  do some trims
    for ( let i in lines ) lines[i] = lines[i].trim();

    // .. do the Action f
    for ( let line of lines.filter( x => x ) ) {

        if ( line.startsWith( "<a name=" ) && line.endsWith( "</a>" ) ) {
            // .. add Page to the Book
            book.push( tmpPage );
            // .. get a new Page
            tmpPage = [];
        }
        // .. add to the Page
        else if ( line.startsWith( "<p" ) && line.endsWith( "</p>" ) )
            tmpPage.push( line );
        // .. report error
        else console.warn( "\n", line );

    }
    // .. add last page
    if ( tmpPage.length ) book.push( tmpPage );

    // .. return it back
    return book.filter( x => x.length );

}

// .. ======================================================================

function getBook_v1 ( book: string[][] ) {

    // .. remove FootNote Sections
    for ( let i=0; i<book.length; i++ ) {

        let page = book[i];
        let hr_ID = -1;
        let hr: RegExpMatchArray;
        let HR = "<p class=libLine>";

        [ hr, page ] = hrCtr( page, HR );

        // .. page has multiple divide lines!
        if ( hr.length > 1 ) console.log( "Unexpected Page: ", page );
        // .. divide page by the LineID
        else if ( hr.length === 1 ) {
            hr_ID = page.findIndex( x => x.startsWith(HR) );
            // .. just Upper-Part of Pages remains!
            if ( ~hr_ID ) book[i] = page.filter( (x,i) => i < hr_ID );
            else console.log( "Unexpected HR Location: ", page );
        }
        // .. do nothing
        else {}

        book[i] = removeAlaemTags( book[i] );
        book[i] = removeUnimportantLines( book[i] );

    }

    book = book.filter( p => p.length );

    return book;

}

// .. ======================================================================

function removeAlaemTags ( page: string[] ) {

    let regx: RegExp;
    let salam = [ 
        "عليها‌السلام","صلى‌الله‌عليه‌وآله‌وسلم","صلى‌الله‌عليه‌وآله","صلى‌الله‌عليه‌وآله‌","عليه‌السلام",
        "عليهم‌السلام","عليهما‌السلام","رضي‌الله‌عنه","رحمه‌الله","رحمهم‌الله","قدس‌سره",""
    ];

    for ( let j=0; j<page.length; j++ ) {
        page[j] = page[j].replace( /<span class=libAlaem><\/span>/g, " " );
        page[j] = page[j].replace( /<span class=libNormal><\/span>/g, " " );
        for ( let p of salam ) {
            regx = new RegExp( "<span class=libAlaem>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
            regx = new RegExp( "<span class=libAlaemHeading2>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
        }
        for ( let p of salam ) {
            regx = new RegExp( "<span class=libFootnoteAlaem>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
            regx = new RegExp( "<span class=libFootnoteAlaem>" + p + "<\/span>", "g" );
            page[j] = page[j].replace( regx, " " + p + " " );
        }
        page[j] = page[j].replace( /<span class=libAlaem>\(<\/span>/g, ' ( ' );
        page[j] = page[j].replace( /<span class=libAlaem>\)<\/span>/g, ' ) ' );
        page[j] = page[j].replace( /<span class=libAlaem>\)\.<\/span>/g, ' ) . ' );
        page[j] = page[j].replace( /<span class=libAlaem>\*<\/span>/g, ' * ' );
        page[j] = page[j].replace( /<span class=libAlaemHeading2>\*<\/span>/g, ' * ' );
        page[j] = page[j].replace( /<span class=libAlaemHeading2>\*\*<\/span>/g, ' ** ' );
        // .. replace libAie with native Q tag
        let q = ( page[j].match( /<span class=libAie>(.*?)<\/span>/g ) || [] );
        for ( let c of q ) {
            let r = c;
            r = r.replace( "<span class=libAie>", " #Q# ) " );
            r = r.replace( "<\/span>", " ( #/Q# " );
            page[j] = page[j].replace( c, r );
        }
    }

    return page;

}

// .. ======================================================================

function hrCtr ( page: string[], HR: string ) {

    let hr: RegExpMatchArray;

    for ( let i in page ) {
        page[i] = page[i].replace( /libNormal0/g, 'libNormal' );
        page[i] = page[i].replace( /libFootnote0/g, 'libFootnote' );
        page[i] = page[i].replace( /<p class=libFootnote>______+/g, HR );
        page[i] = page[i].replace( /<p class=libNormal>______+/g, HR );
        page[i] = page[i].replace( /<p>______+/g, HR );
    }

    hr = page.join("").match( /<p class=libLine>/ ) || [];

    return [ hr, page ];

}

// .. ======================================================================

function removeUnimportantLines ( page: string[] ) {
    page = page.filter( x => { 
        if ( x.replace( /(<([^>]+)>)/ig, '' ).trim().length < 2 ) return false;
        if ( x === "<p class=libFootnote>" ) return false;
        if ( x.startsWith( "<p class=libCenterBold2>" ) ) return false;
        if ( x.startsWith( "<p class=Heading1Center>" ) ) return false;
        if ( x.startsWith( "<p class=Heading2Center>" ) ) return false;
        // ! double check
        if ( x.startsWith( "<p class=libCenterBold1" ) ) return false;

        return true;
    } );
    return page;
}

// .. ======================================================================

function pre_d_executer ( str: string ) {

    str = str.replace( /<span class=libFootnote>/g, "" );
    str = str.replace( "<p class=libFootnote>", "" );
    str = str.replace( "<p class=libNormal>", "" );
    str = str.replace( "<span class=libNormal>", "" );
    str = str.replace( "<span class=libNum>", "" );
    str = str.replace( "<p class=libPoem>", "" );
    str = str.replace( "<p class=libPoemCenter>", "" );
    str = str.replace( /<\/span>/g, "" );
    str = str.replace( /<p>/g, "" );
    str = str.replace( /<\/p>/g, "" );

    str = str.replace( /(<([^>]+)>)/ig, '' );

    let a = ( str.match( /\[/g ) || [] ).length;
    let b = ( str.match( /\]/g ) || [] ).length;
    // .. report errors
    if ( a !== b ) console.log( "Unexpected ID Format: ", a, b, str );

    return str;

}

// .. ======================================================================

function d_executer ( book: string[] ) {

    let newBook: TS.db = [],
        hadith: TS.db_item = {} as any;

    for ( let p of book ) {
        let cdn = p.match( /\[ ?[0-9 ]+ ?\] ?([0-9]+)? ?- ?/g) || [];
        // .. just append line
        if ( cdn.length === 0 ) hadith.a += " ^" + p;
        // .. beginning of a new Hadith
        else if ( cdn.length === 1 ) {
            if ( hadith.a ) newBook.push( hadith );
            hadith = {} as any;
            hadith.a = " ^" + p.slice( cdn[0].length );
            let dp = cdn[0].split( "-" )[0].split( "]" );
            hadith.d = Number( dp[0].replace( "[", "" ).replace( / /g, "" ) );
            hadith.idInSection = Number( dp[1].trim() ) || null;
        }
        // .. error report
        else console.log( "Unexpected Line:", p );
    }
    // .. add ĺast item
    if ( hadith.a ) newBook.push( hadith );

    return newBook;

}

// .. ======================================================================

function divide_executer ( item: TS.db_item ) {

    // .. cut EndOfHadith "STRICK"
    item = endOfHadith_Cuter( item );
    // .. cut BeginningOfHadith "STRICK" & Assign C
    item = cPlus( item );

    return item;

}

// .. ======================================================================

function cPlus ( item: TS.db_item ) {
    let cut_ID: number = -1,
        cdnBOX: { text: string, c: number, excludesText: boolean }[];

    cdnBOX = [
        // .. excludesText
        { text: " عن أبي جعفر عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " قال أبو عبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " كتب إلى أبي الحسن عليه‌السلام :", c: 8, excludesText: false },
        { text: " عن الصادق عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " عن أبي عبدالله عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " قال أبو الحسن عليه‌السلام :", c: 7, excludesText: true },
        { text: " أخيه أبي الحسن عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " قال لي أبو عبدالله عليه‌السلام", c: 6, excludesText: true },
        { text: " قال لي أبوعبدالله عليه‌السلام", c: 6, excludesText: true },
        { text: " موسى بن جعفر عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " قال لي أبو عبد الله عليه‌السلام", c: 6, excludesText: true },
        { text: " عن أبي جعفر الباقر عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " قال الصادق عليه‌السلام :", c: 6, excludesText: true },
        { text: " قال أبوعبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " عن أبي جعفر عليه‌السلام أنه قال :", c: 5, excludesText: true },
        { text: " عن أبي جعفر عليه‌السلام قال - في حديث -", c: 5, excludesText: true },
        { text: " عن أبي جعفر عليه‌السلام - في حديث - قال :", c: 5, excludesText: true },
        { text: " قال أبوجعفر عليه‌السلام :", c: 5, excludesText: true },
        { text: " عن زينب بنت علي عليه‌السلام قالت :", c: 77, excludesText: true },
        { text: " سمعت أبا جعفر عليه‌السلام يقول :", c: 5, excludesText: true },
        { text: " سمعت أبا الحسن عليه‌السلام يقول", c: 8, excludesText: true },
        { text: " عن الرضا عليه‌السلام قال :", c: 8, excludesText: true },
        { text: " محمد بن علي بن الحسين قال", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام أنهما قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام ، قال :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام ، قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام ، أنهما قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليه‌السلام قالا :", c: 5, excludesText: true },
        { text: " عن أبي جعفر وأبي عبدالله عليهما‌السلام قال :", c: 5, excludesText: true },
        { text: " عن أبي الحسن الرضا عليه‌السلام قال :", c: 8, excludesText: true },
        { text: " عن أحدهما عليه‌السلام قال :", c: 5, excludesText: true },
        { text: " قال أبو عبد الله عليه‌السلام :", c: 6, excludesText: true },
        { text: " عن أحدهما عليهما‌السلام قال :", c: 5, excludesText: true },
        { text: " قال الصادق جعفربن محمد عليه‌السلام :", c: 6, excludesText: true },
        { text: " عن أبيه عليهما‌السلام قال :", c: 5, excludesText: true },
        { text: " عن أبي الحسن موسى عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " قال علي بن الحسين عليه‌السلام :", c: 4, excludesText: true },
        { text: " عن أخيه موسى عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " موسى بن جعفر عليهما‌السلام قال :", c: 7, excludesText: true },
        { text: " عن أبي الحسن الماضي عليه‌السلام قال :", c: 77, excludesText: true },
        { text: " عن الرضا عليه‌السلام - في حديث - قال :", c: 8, excludesText: true },
        { text: " عن أبي الحسن عليه‌السلام قال :", c: 7, excludesText: true },
        { text: " عن أبي عبد الله عليه‌السلام قال :", c: 6, excludesText: true },
        { text: " عن الصادق جعفر بن محمد عليهما‌السلام قال :", c: 6, excludesText: true },
        { text: " قال أبوذر رحمه‌الله :", c: 77, excludesText: true },
        { text: " عن علي بن الحسين عليه‌السلام قال :", c: 4, excludesText: true },
        { text: " سمعت علي بن الحسين عليه‌السلام يقول :", c: 4, excludesText: true },
        { text: " سمعت أبا عبدالله عليه‌السلام يقول", c: 6, excludesText: true },
        { text: " قال الرضا عليه‌السلام :", c: 8, excludesText: true },
        { text: " عن أبي عبد الله عليه‌السلام :", c: 6, excludesText: true },
        { text: " وقال أبو عبدالله عليه‌السلام :", c: 6, excludesText: true },
        { text: " - في حديث طويل - قال :", c: 77, excludesText: true },
        
        // .. includesText
        { text: " قلت لأبي عبدالله عليه‌السلام :", c: 6, excludesText: false },
        { text: " سأل أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " قلت لأبي عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " سألت أبا الحسن عليه‌السلام", c: 7, excludesText: false },
        { text: " سألت أبا عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " سئل أبو عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " دخلت على أبي جعفر عليه‌السلام", c: 5, excludesText: false },
        { text: " قلت للرضا عليه‌السلام", c: 8, excludesText: false },
        { text: " قلت لأبي الحسن", c: 7, excludesText: false },
        { text: " كنت عند أبي عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " يسأل أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " كتبت إلى الرضا عليه‌السلام", c: 8, excludesText: false },
        { text: " سألت أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " قلت لأبي جعفر عليه‌السلام", c: 5, excludesText: false },
        { text: " كنا جلوسا عند أبي عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " سمعت أبا عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " قلت لأبي عبد الله عليه‌السلام", c: 6, excludesText: false },
        { text: " سألنا أبا عبدالله عليه‌السلام", c: 6, excludesText: false },
        { text: " سألت أبا جعفر عليه‌السلام", c: 5, excludesText: false },
        { text: " دخلت على سيدي علي بن محمد عليهما‌السلام", c: 10, excludesText: false },
        { text: " قال لأبي عبدالله عليه‌السلام :", c: 6, excludesText: false },
        { text: " قال لابي عبدالله عليه‌السلام :", c: 6, excludesText: false },
        { text: ": رأيت أبا عبدالله عليه‌السلام ", c: 6, excludesText: false },
        { text: ": رأيت أبا جعفر عليه‌السلام ", c: 5, excludesText: false },
        { text: ": رأيت أبا الحسن عليه‌السلام ", c: 77, excludesText: false },
        { text: ": رأيت أمير المؤمنين ", c: 1, excludesText: false },
        { text: ": رأيت أبا جعفر الثاني ", c: 77, excludesText: false },
        
        // ! END
        { text: " قلت لابي عبدالله عليه‌السلام", c: 6, excludesText: false },
        
    ];

    // .. cut BeginningOfHadith "STRICK"
    for ( let p of cdnBOX ) {
        cut_ID = item.a.indexOf( p.text );
        if ( ~cut_ID ) {
            item[0] = item[0] ? item[0] + " " : "";
            if ( p.excludesText ) cut_ID += p.text.length;
            item[0] = item.a.slice( 0, cut_ID ) + item[0];
            item.a = item.a.slice( cut_ID );
            item.c = p.c;
            break;
        }
    }

    return item;

}

// .. ======================================================================

function endOfHadith_Cuter ( item: TS.db_item ) {
    let cut_ID: number = -1,
        cut_ID_p: number = -1,
        cdnBOX: { text: string, clear?: boolean }[];

    cdnBOX = [
        { text: " الحديث .", clear: true },
        { text: "^أقول :" },
        { text: "^ أقول :" },
        { text: "^ورواء" },
        { text: "^وراوه" },
        { text: "^ورواه" },
        { text: "^ ورواه" },
        { text: "^رواه" },
        { text: "^وروى" },
        { text: "رواية اُخرى " },
        { text: "قال الكليني : " },
        // حديث آخر
    ];

    // .. cut EndOfHadith "STRICK"
    for ( let p of cdnBOX ) {
        // ! IMPORTANT : indexOf OR lastIndexOf ?!
        cut_ID = item.a.indexOf( p.text );
        if ( ~cut_ID ) {
            item[9] = item[9] ? " " +item[9] : "";
            cut_ID_p = cut_ID + ( p.clear ? p.text.length : 0 );
            item[9] = item.a.slice( cut_ID_p ) + item[9];
            item.a = item.a.slice( 0, cut_ID );
        }
    }

    return item;

}

// .. ======================================================================

function leakage ( db: TS.db ) {
    let cc = [];
    for( let i in db ) 
        if ( Number(i) +1 +cc.length !== db[i].d )
            cc.push( Number(i) +1 +cc.length );
    console.log(cc);
}

// .. ======================================================================

function lastTrim ( db: TS.db ) {

    for ( let p of db ) {
        p.a = p.a.trim();
        if ( p.a.startsWith( ":" ) ) p.a = p.a.slice(1);
        p.a = p.a.trim();
        if ( p.a.endsWith( "،" ) ) p.a = p.a.slice( 0, p.a.length -1 );
        p.a = p.a.trim();
        if ( p.a.startsWith( "؛" ) ) p.a = p.a.slice(1);
        p.a = p.a.trim();
        if ( p.a.endsWith( "؛" ) ) p.a = p.a.slice( 0, p.a.length -1 ) + ".";
        p.a = p.a.trim();
        if ( p.a.endsWith( " ." ) ) p.a = p.a.slice( 0, p.a.length -2 ) + ".";
        p.a = p.a.trim();

    }

    return db;

}

// .. ======================================================================

function findAll ( str: string ): TS.rss_item[] {
    let output = [],
        match: RegExpExecArray,
        regx = /عن (.+?)،/g;

    regx = RegExp( regx, [...new Set( "g" + regx.flags ) ].join("") );
    while ( match = regx.exec(str) ) {
        delete match.input;
        output.push(match);
    }
    output = output.map( x => { 
        return {
            text: x[0],
            id: x.index,
            _n: x[0].length +x.index
        }
    } );
    return output;
}

// .. ======================================================================

function i_rss_cuter ( db: TS.db ) {

    let rss: TS.rss_item[] = [];
    let info: { id: number; target: 0 | 9 };

    for ( let p of db ) {

        rss = findAll( p.a );
        rss = rss_validator( rss );
        info = getRSSCutPoint( rss );

        // .. it has not been cut by STRICT Mode
        if ( typeof p.c !== "number" ) {
            // .. append to section 0
            if ( info.target === 0 ) {
                p[0] = p[0] ? p[0] + " " : "";
                p[0] = p[0] + p.a.slice( 0, info.id );
                p.a = p.a.slice( info.id );
            }
        }
        // .. append to section 9
        if ( info.target === 9 ) {
            p[9] = p[9] ? " " + p[9] : "";
            p[9] = p.a.slice( info.id ) + p[9];
            p.a = p.a.slice( 0, info.id );
        }

    }
    console.log(test.length);
    
    fs.writeFileSync( "src/db/tmp/02.json", JSON.stringify(test,null,"\t") );

    return db;

}

// .. ======================================================================
let test = []

function rss_validator ( rss: TS.rss_item[] ) {

    let cdn_1 = "بن";
    let cdnBox = [
        ":","#","؟", 
        "صلى‌الله‌عليه‌وآله‌وسلم","صلى‌الله‌عليه‌وآله","عليه‌السلام","عليهما‌السلام","عليهم‌السلام"
        ,"يتوضأ","حمامة","بئر","يكون","تغير","ذبح","يصيب","شماله","يمينه","طاعتهم","فخرج","صلاته","ذكر الله","تخرج","وضوئك","يمينك","القرحة","والدملج","اجتهاد","ونسي","وأكلت","والنوافل","النهار","يتزوج","لتعيير","ميراثه","قرابته","هدنتهم","إقامة","بالأمر","نتجاوز","الفرائض","والنصّ","حجّها","إصابة","هدى من كان","قصد السبيل","حميلين","اُخته","خاله","والوالد","والإِخوة","لهنَّ","فرضها","فريضة","لمزاحمة","كلالة","ينكرون","والفضّة","المياثر","القسيّ","والجذاذ","تعذيب","سكّان","وجعلها","المُنْكَرِ","الظالمين","بالمعروف","ينهى","وتعويده","تغضّه","تغرّه","أورع الناس","معاصي الله","ذلك وسعه","خاتم الذهب","ثمن الكلب","لحوم السباع","بالذهب","بالمغانم","الخلافة","ودفع","الف درهم","مكاتبته","فهو رد","مما ترك","المال الكثير","العلة فيه","أربعين","تطعم","فتزوّجها","والاستبرق","السلام","عليها‌السلام","فأشهدت","فأقامت","بتزويجي","الغداة","استتيبت","المتشبهين","المتشبهات","فولدت"," ثم ","يعزل","الاستبراء","استبراء","يزوج","طلاقاً","مملوكا","أرسلوا","أداء","مات","كلابهم","فاحمد","نُجومه","ممّا ترك","لاعن امرأته","طلاق السنّة","غدير فيه جيفة","البيت يبال","ماء المطر","دين الله","ماء البحر","إنائه","يتوضا","إناء ان فيهما","ينتهي","يحمل الركوة","العذرة","ماء الحمام","ألف رطل","المدينة","من الماء","تسعمائة","الفأرة","القبلة",  "الجنابة","جسده","يشرب","الهرة","ولغ الكلب","والنصراني","عن ماء ","سؤر الدواب",  "فضل البقرة","يبول","حب دهن","حيّة دخلت","الخنفساء","يتكىء","يرقد","يخفق","به علة","يتجشأ","الرعاف","عن الله","إنشاد الشعر","يمس ذكره","اشتغال","أظفاره","يمسحه","ألبان الإبل","رجل توضأ","مثنى الحناط","عورات","عورة","التسبيح في المخرج","يستنجي","طهور المرأة","ليس فيه ماء","يطلي","يحول وجهه","استنجاء","يستنجي","رجل توضأ","يكتب القران","ينبغي","مسح الرأس","يمسح رأسه","وضوئه","افترض","المنكر","يرتكب","يفيق","فقطعه","تلك","وسنتي","فامتخط","والشاة","المضمضة","أخالف","بأيهما","إذا كان","إذا ^كان","الضيق","قطعت","الأقطع","الغسل","بمئزر","الخضاب","خضاب","مداهنها","المسك","تعانق","يجامعها","منامها","احتلم","الشهوة","في نومه","فرج المرأة","المغتسل","يواقع","يجنب","يستيقظ","تنقض","يغسل","فطمثت","تحيض","يعرق","الصلاة","الصفرة","طمثها","الطامث","والصيام","والطهر","تقعد","تيمّمت","في سفرٍ","فتحيض","تحيض","والنفساء","طامثاً","فلم تجد","ترى الدم","غدوة","فلتغتسل","ورأت","امرأة","الشكاة","العدوّ","الطاعون","الوباء","المصيبة","حسن حال","ركعتين","جنازة","أقبل منّي","المرأة","الميّت","السقط","يموت","يقتل","السفر","أجبتك","الثياب","الجريدة","السعفة","فقضى","كسوة","مؤتلفة","يصلي","الموضع","فقطع","بعصوصه","فيذهب","فسطاط","جراحة النساء","الذراع","اليدين","أصاب","فقأ عين","فتفسد","فأعطاها","لينقذهم","وقعت","فوثب","المسلمين","المقتول","فقتل","ولد الزنا","قتل الذمي","والمجوس","جناية","قطع يدين","اشترط","القوم","مقتولا","يأتى","يجبه","نصرانيّ","الهجرة","وسقط","المجوس","اجتمعوا"," قتل ","شيء","يوطئه","يُتوفّى","تكبيرة","يأكله","تسكت","والأعداء","ويلصقه","الأيمن","ويلزقه","وليلصق","رحمة من","الشيطان","من جعل","آثارهم","مس ميتا","الميتة","الأمصار","العيدين","يطلب","تكون","الجنب","اجتمعا","أجنب"," يجد ","للصلاة","البهائم","وروثها","مس ظهر","يأكلون","يدري","أتفه","البول","يقع","وقع ثوبه","الحائض","البارية","الأرض","والكلب","نبيذ","في ثوب","فصلى","فيشتري","يشتريها","كل مسكر","والمزفت","فيه الذهب","فيه الفضة","أنواع","تطيق","الحور العين","يتقرّب","ركعات","يصلّي","النافلة","المفروضة","المفروض","الظهر","العصر","دنياهم","المغرب","كلّ ما","صلاة","العشاء","يتخوّف","الليل","الفجر","مرّات","صلّى","تطلع","ثمانية","المتحيّر","مغيمة","لطين وماء","والنسيان","الخميصة","الديباج","نصف ساقه"," إذا ","مياثر","الملاحف","الثنيّة","ينفصم","يسقط","الخماهن","الجلود","المعطون","التماثيل","يمين أو شمال","يلبس","البيت","الدار","لبس مثله","الشهرة","ثوبين","الأصفر","الذي","معاطن","المنازل","ويسرة","والحجرة","حنطة مطيّن","المساجد","بيوته","زماناً","والكنائس","المسجد","الثوم","الأذان","الدنيا"," حقّ ","يسجد","يؤذّن","الأَذان","الأَوّل","حيّ على خير","ذراعيك"," ذلك "," الماء ","أسألك"," ركعة ","القرآن","بسم الله","القراءة","المكتوبة","فتخوّف","فباولئك","عبادتك"," يقرأ "," ذنب ","المستعجل","والسجود","جبهة الساجد","التشهّد","يسلّم عليك","يقوم","التسليم","خلف إمام","والغرق","أقفيتهم"," أن ","يحيق","مروك بياع","محارم الله","مهر السنة","يدعو","وأبواه","سبعين","زوجها","يخطئ","يخطىء","الوسوسة","أناس في","الزوال","يجمع","الجمعة","والأضحى","يتعجل","التشريق","بركعة","فيهلّل","أفعالهم","صيامه كلّه","الذنوب","سيئاتي","الأكثر","لم يدر","سجدتي","","","","","", 
        'الركوع',' يوماً ',' أيّاماً ','عليه شهراً','الوتر يفوت','بأسمائهم',' لا بأس ','يغرّنّكم','قبيحة','والأبرص','مسافرين','يؤمّنا','خيراً','الاخفاتيّة','ظهور الكفر','فانصرف','سفينة','من سبع','القادسيّة','وسنّته','يتسوق','يخرج','الجادّة أتمّ','واليومين','يشيّع','التروية','ينزل','السفينة','وأشباهه','والزعفران','تقدر عليه','إلى ثلاث','ونصفه','وفي يده','والسنتين','مائة درهم','والزبيب','تباع غلّته','التمر الجيّد','والصدقات','ثمانمائة','فلا يأخذ','السائل وعنده قوت','يسألون','تؤخذ','يأخذ','تُوفّي','يجتمع','تُوفي','الزكاة','الفطرة','عن نفسه وحدها','يتكلّف','الفطرة','عياله كلّهم',
        ,'صاعاً','ورقيق','حرّ أو عبد','كلّ إنسان','فطرة','عيالك','تعول','حنطة','كلّ إنسان','كلّ رأس','ليلة الفطر','حرّ وعبد','عياله','فتابعته','تخافون','الغزال','القتّات','من خبز','قوت يومه','استطعتم','مؤونتك','استطعتم','مؤونتك','القمّيين','ظهر غنى','والحديد','أوساخ','ونزّه','قول الله','يعبث','الصائم','وهو صائم','أفطر يوما','يستاك','الصائم','فأخبره','امرأته','الصوم','عشائهم','صومه','براحا','وقد وقته','يسافر','ثلاثة','غفر الله','شهر رمضان','عنقك','مملوكه','محارمك','أسلموا','الشهر الاول','ويصوم','طائفة','شهر رمضان','ليلة القدر','وداع شهر','متتابعين','ثلاثة','المناجاة','الصيام','صوم السنة','الصوم','كل يوم','أهل بيته','يوم عرفة','الثلاثة','صوم شعبان','المشركين','في الصيام','والولد','والبرد','الدعاء إلى','هلكوا','فحج به','عليه دين','رجل حج','الانماط','أوصى بحجة','كتب الله','وحفاها','على أهله','أهله ساعة','بياض يوم','الصرد','حج من أهل','يستقرض','الحوائج','يحج عن','وثواب','اشتركا','وافعل وافعل','بعشرين','الميت من بلده','يجزي','يعطي','غائب عن','كما ضمن','إلى خمسة','وعبدهم','المفرد للحج','السعي بين','بالجبل','الميقات','اعتمر','المعتمر','المتعة','أهل مكة','بالحج','مفرد الحج','يدخل','المفرد للحج','وخرجوا','بالحج والعمرة','فيقضي','متمتعا','يليهم','المتعة في','ترك الاحرام','نسي الاحرام','الجحفة','وتطيرنا','الخروج يوم','واستدلّ','بغلة كان','بغلته','تسترشدوه','ذبائح الجن','اخصاء الغنم','الحية في رأسها','الناس حياته','صحبة الكريم','فإنما يكف','يرد الطيب','يوم القيامة','في الكتاب','يكف عنهم','وجوههم','حق المؤمن','حاجة يقدر','وجوههما','المصافحة','يكرهه','تهجره','محقرته','والاستماع','تدعو','ولاية الله','تشينه','في عرشه','وجدت','اغتسل للإحرام','لبى بالحج','يشترط','بالعمرة','المحرم يحرم','التهيؤ','الإحرام','يساره إلى','وهو محرم','ولم يعلم','الكحل للمحرم','المئزر','رأسه ناسيا','يركب في','الرجل المحرم','الظلال للمحرم','فظلل على','المحرم يستاك','يلقي القملة','فلا بأس','وفي البيض','تحرك بشاة','أكل من بيض','جيء به','في الحرم','أخرج','أغلق','محرمين','وطئ','بيض نعامة','بيضة نعام','فكسر يده','قرن ظبي','حمام طيارة','إما وحش','الحناط','وميتة','بيض حمام','فأكله','كفارة','وقع على أهله','وقع على امرأته','امرأته','متعمدا','طواف النساء','يعبث','المحرم يقبل','الجدال في','مس الطيب','يدهنه الحلال','غطى رأسه','الظل للمحرم','المحرم يظلل','انكسرت ساقه','يشترط','يمسك','مواضع','وأعلامه','يؤدب','لانصرفت','مخافة العقوبة','واستحلوا','يومئذ بمنى','عني زمانا','دخول الكعبة','دخول النساء','يدخل','كتب الله','استلام الركن','ولم يستلم','يستلم الحجر','النساء أربعا','النساء اربعا','فحجبهم','يمين العرش','خلف المقام','اسبوعين','أهل مكة','المسألة اليوم','وسعى وقصر','إحرامهن'
        ,'وامش مشيا','بالمروة','أشواط','عقص رأسه','بعدما يفيض','بطن عرنة','حد جمع','وقد فرغن','الرجل يأتي','للحج فخشي','الجمرة الوسطى','رمي الجمار','الحج الاكبر','وتصوموا','والبقر','بقرة بقرة','متفرّقين','يجدوا','الجزور','ثناياها','يهديها','وهو سمين','والاضحية','اشترى كبشا','يؤكل منه','لحوم الاضاحي','تمتع وليس','متمتع','يميني وعن شمالي','أفرد الحج','الحاج من الكوفة','ثواب الله','ثواب الله','حضور مشهدك','الموت محيص','صاغرون','وجاهدهم','الإِسلام أولى','لكلّ واحدة','الطائفتين','غير مقبل','والغنيمة','أو عرض أو','أهل الذمّة','الاستماع','القلب ما','الشهوات من أجلي','أُفتشهم','اغتياب','معصية الله','تنتهكوها','ولا تجد','عيب غيره','الأعمال الفاضحة','إن الله أوحى','تنكرون','طعن على الله','عمل في الدين','آلهتهم','بمحلتها','الورع من','واصطناع','ترجع','فافعلوا','نفّس الله','هو الحاكم','وهو يقدر','مؤمن كربة','المؤمن كربه','يرمي الرامي','وأمسكت','التجارة','طلب الرزق','الواهن الضعيف','ولبسه وملكه','عن هذه المسألة','في الانساب','الواصلة والموصولة','إلى النحوس','الشاملة المضرة','بأمر الله','الاستماع','المصاحف','لم تجد','بمبلغهم','أولياء الله','في يده','عصير العنب','رجل هدية','التختم','عن الزفن والمزمار','بالشطرنج','تفسير أبجد','اشتراها','اولياء السلطان','يصغرون','بيعين في','بيع ما ليس','بيعهن','شراء أرض','كارهون','اشترى أرضا','والأربعاء','قناة ماء','يشتري المتاع','في الامصار','اشترى جارية','اشترى أمة','الشرط في الاماء','باع دارا','المتاع أو الثوب','سلف وبيع','في بيع','ما ليس','باع ثوبا','مال وهو','تعين عينة','سلف وبيع','في بيع','ما ليس','يأتيني','ثوبا بعينه','دراهم','يقبض','شرطين','يبيع','اشترى','فاشتركوا','والربح','بجميع','الصيارفة','حتى مضى','حبلى وهو','من الطريق','يأكل الربا','والبقر والغنم','بالشاتين','بالعبدين','الزيت','بالدراهم','يستبدل','الصيارفة','يشتري','ويزنها','إنفاق الدراهم','يقترض','فأشتري','تبلغ ثمرته','بالبستان','للجذوع','الجارية التي','اشترى من','خادم عند قوم','فاشترى كراً','بدراهم','تراض','فجاءه رجل','فأشتري له','عشرين','فرأيته','خنازير','بأيديهما','الميت ترك','رجل رهنا','الاسلام خيرا','بيع النسيئة','يشتري الدابة','ويولّيه','يستبضع المال','الزعفران','بمائتي','لاُناس من أهل','القيل والقال','استودع','استأجر','المستأجر','رجل أرضاً','بمائتي','يتقبّل','يبيع','ماض أبداً','بثقة يبلغه','صغار بالجارية','فلم يجزها','تجعل لله','والريش','فأعتق','وهو مريض','فدفع مالاً','أهل الملل','فأعطاه','وصيّان','وعليه حلية','لرجل بصندوق','حضره الموت','تحضره','حدث الموت','دنانير','سنّتي','وجهها'
        ,'فزعموا','وكنيته','أزواجكن','تصنعها','آذانهن','القواعد من النساء','عن يا هؤلاء','بين يدي','ام الولد','الطريق','وهكذا','فاعتقناها','تزوج','يستعديه','لواحدة','الشغار','رؤوسهن','اقتضها','أمرأتين','تحته أمة','عن نصارى العرب','ونكاحهم','تتحرك','تشترى','يعتق','مملوكة','الظهار','فحرمت','مملوك','مملوكة','أنكح','ينكح','والمحدودة','فزوج','بعض الصداق','تدرك','زوّجهما','لياليهن','امرأتان','ثلاث نسوة','كان لله','بالولد','يتسمى بها','العقيقة','جاءته','بأنثيين','والتسمية','المولود','لحمها','تسقط','لسبعة أيام','عن أول من عمل عمل قوم لوط','إبليس فإنه أمكن من نفسه','عن معنى هدير','اليوم السابع',' الذكر باثنين','وضحي','معسوره','نصرانية','المطلقة','طلاق السنة','يتزوّج','عن مال أخيك','طلاق الخرس','تزوّج','كان في سفر','أولادهم','المطلقات','الغلام ولم','المعتوه الذاهب','عن طلاق','عن السكران','وعتقه'
        ,'يأذن لعبده','انكح أمته','أزواجهن','زوج جاريته','عبده أمته','يطلقها','تطليقة','الاعمى','المحيض','طلقت','المسترابة','المستحاضة','تطليقة','الطلاق','كانت له','على أمته','وليدته','جاريته','كظهر','يؤلي من','دليل الخطاب'
        ,'مساكين','معصية','عتق نسمة','شق ثوبه','والملاعنة','الكاذبين','نفسها الحد','الكاذبين','عن الحر الامة','تحته يهودية','الآخرون','في كل حال','فتباعد','يتخذ أباه','أبويه واخوته','يملك ذا','عتق رقبة','عتق أحدكم','ورثوا','أعتق غلاما','جعل عليه','أعتق عبدا','اعتق عبدا','جارية بكرا','اذا أعتق','زوجتها','كان عليه','بيع الولاء','والضالّة','هلك وترك','ثمنه غنيا','أعتق جارية','دبر جارية','جارية أعتقت','بمنزلتها','جارية مدبرة','زوج أمته','يكاتبه مولاه','أعتق بعضهم','نجومها','ليس لها ولد','والضالة','كسب الحجام','يتقبل','حلف في','المشى إلى','يخاف على','لصاحب العشور','يطيقوا','عن اُمّتي الخطأ','اكرهوا','يحلف على','حلف بيمين','وضميره','يحلف على','الطعام','أعجبته','يحلف بالنذر','رجل اغضب','يجعل عليه','على جارية','عليه مشيا','عليه المشي','صياماً','نفسه نذرا','بيت الله الحرام','فليركب','الرجل اغضب','ان ينحر','معصية','ويسمّي','أرسل كلبه','ارسل كلبه','يرسل على الصيد','كلبه المعلّم','على الصيد','أرسل بازه','الصقورة','كلب افلت','يضربه','حمارا أو','فيصرعه','يرمي الصيد','رمى صيدا','الصيد يرميه','صيد المعراض','رمى صيدا','صرعه رجل','ان يصيد','الكلب الصيود','والقصبة','بحضرته','بحضرته سكّين','تذكّى أُمّه','ذبيحة الجارية','عن ذبيحة الخصي','ذبائح اليهود','ذبائح','شراء اللحوم','صيد السمك','اصطاد سمكة','السمك يصاد','سمكة وثبت','رجل صاد','شقَّ بطنها','الدبا من الجراد','الجراد يصيده','السمك يشوى','للمثلة لكيلا','لكيلا ينتفع','مسخه الله','عن لحوم','أكل لحوم','لحوم الحمر','سباع الطير','الغراب الأبقع','بيض ^الغراب','والمارماهي','صيد البحر','أصل ذنبه','أكل لحوم','ركوب الجلاَّلة','سبعة أشياء','اليهود الجذام',' كان له ','أكل البخت','الحمام المسرول','لحوم البخت','الفارة والدابة','عن الفارة ','فيها جزور','شربا من زيت','الطحال مع اللحم','طعام اهل','عن قوم مسلمين','طين الحائر','طين الأرمني','على مائدة','الطعام إلاّ','التكلف للضيف','لا يقدر','بها الأغنياء','الضريع وشراب','الأكل والشرب','ينفخ في الطعام','انارة قلبه سنة','إنارة قلبه لم يذنب','عن الطعام','يتربّع','على آخرنا','يكرهونه','شراء اللحم','لحوم الحمر','أو حمار ','أو الحمار','الجواميس','من ذرّيته','الحمى الغب','الخبز يطين','من أهل مصر','يداويه النصراني','والقدح والزجاج','اختناث الاسقية','الخمر العتيقة','يطبخ بالنار','شرب العصير','شارب الخمر','ينعت له','دواء عجن',' كان به ','يعجن بالخمر','شرب الفقّاع','دن الخمر','الخمر العتيقة','الفقاع','أتى أرض رجل','عن الشفعة في الدور','دار فيها دور','شفعة أرض','أرضا مواتا','قناة بين قوم','الكلاء والمرعى','دار فيها ثلاث','اللقطة يجدها','نزل في بعض','عن الشاة الضالة بالفلاة','أبصر طيرا فتبعه','اللقطة يجدها','بينهُ وبينه','ارتدَّ عن الإِسلام','طائفتين من المؤمنين','كاتب عبداً له','أولياء النعمة','أصل الإِرث','جار له هلك','ميراث المولى','ترك اُمّه وأخاه','أوصى إليَّ','أبوين واُختين','الثلث إلاّ أخوان','اُمّ واُختين','الأخ والاُخت','الثلث أبداً','الثلث الإِخوة','ترك اُمّه وأخاه','من إخواننا','ميّت ترك اُمّه','ترك إخوة وأخوات','ترك أخاه لأبيه','رجل ترك أخاه','اُختين وزوج','بياع القصب','زوَّجهُما','يزوّج','لم تحلّ له','ادّعته النساء','أضلاع النساء','عورته في مقابلة المرآة','ليس بذكر','كان له ولد','سقط عليهم','وقع على قوم','أصحاب الرأي','آراء المجادلين','غير أهله','وطاعته','جواره ولعنه','رسله والقوام بأمره','الرأي والقياس','علم الله','كلامك هذا','حياة الفقيه','فلان وفلان','اختلاف الحديث','مسائل أشكلت','انتحال المبطلين','إمامه لا عن ربّه','فلان كذا','غير شيعتنا','عن معدنها','التوغّل','والإِثم','التسرّع بالقول','أشياء لم يسكت','الحرام في مقام','تفسير المحكم','مسألة الأوصياء','المجادلين','فلان وفلان','بين قريتين','لتنظر إليه','يدَّعي قبل الرجل','عليهما أصلح','الرجل يقيم','شاهد ويمين','مائة شاهد','وتكفرن العشير','ادّعى عليه','جميع ما يريد','الرجلين','المسلم شيئاً ','رجل بالزنا','فرج حرام','شهادة القابلة','شهادة النساء','الرجل يشهد','شهادة الوالد','رفقة كانوا','شريكين','أشهد أجيره','السائل بكفّه','يقذف الرجل','المحصنات','شهادة أهل','والعبد يشهدان','شهادة ثمَّ','مصلاّهم',' من يلعب','الحدود التى','يقذف الرجل',' لم يكن ','رجل وقع على','شهدوا على','محصنة','الزاني ','فجر بمسلمة','يتمتع بها','زنادقة فيهم','يفتري على','الحكم الأعمى','افترى على قوم','بغير قذف يعرض','الحدود التي لله','الرجل يفتري','هذا ولا','رجل شرب','أدنى ما يقطع','السارق لم تقطع يده','السارق يسرق','سرق سرقة فكابر','أخذوه وقد حمل','الرجل يستأجر','الدخول إلى منزل','ثلاثين ألف','سرق حرة ','سرق فقامت عليه','الحكم فيهم','صاحبه بالرمح','مسلم تنصر','ثكلتك امك','هذا فقد كفر','زنى بميتة','فكان خلفا منه','أهله وهي حائض','الرجل يقاتل عن','صاحب الحدث','حياة للذي','يوجد قتيلا','حرث الناس','الشجة المأمومة'
        ,'الصبي يسرق','عن هذا يا أمير المؤمنين','أكل النار','الرمية يجدها','يباعان','عدة المختلعة','عن أشباه هذا','يسعى بين الصفا','أيام السنة','رجل شكّ وهو'
        ,'زوجتي وعن ولدي'
    ];

    for ( let i in rss ) {
        for ( let q of cdnBox ) {
            if ( q && rss[i].text.includes(q) ) {
                rss[i].id = -1;
            }
        }
    }

    rss = rss.filter( x => 
        ~x.id &&
        x.text.split( " " ).length > 3 && 
        !x.text.includes( cdn_1)
    );

    // .. calculate distances
    for ( let i=0; i<rss.length-1; i++ ) rss[i].dxd = rss[i+1].id - rss[i]._n;
    if ( rss.length) test.push( ...rss.map( x => x.text ) );
    
    test = [ ...new Set(test) ].sort( (a,b) => a.length>b.length ? 1 : -1);
    // MajorLoop:
    // for ( let i in rss ) {
    //     if ( rss[i].dxd > 23 ) {
    //         rss = rss.slice( 0, Number(i) +1 );
    //         break MajorLoop;
    //     }
    // }

    return rss;

}

// .. ======================================================================

function getRSSCutPoint ( rss: TS.rss_item[] ) {

    let limit = 50,
        id: number = -1,
        target: 0|9 = null;

    try {
        if ( rss[0].id <= limit ) {
            id = rss[ rss.length -1 ]._n;
            target = 0;
        }
        else {
            id = rss[0].id;
            target = 9;
        }
    } catch {}

    return { id: id, target: target };

}

// .. ======================================================================

function rss_patches ( db: TS.db ) {
    db = rss_patch_01( db );
    db = rss_patch_02( db );
    return db;
}

// .. ======================================================================

function rss_patch_01 ( db: TS.db ) {

    let cdn = "^محمد بن يعقوب";
    let id: number;

    for( let p of db ) {
        id = p.a.lastIndexOf( cdn );
        if ( ~id ) {
            p[9] = p[9] ? " " + p[9] : "";
            p[9] = p.a.slice( id ) + p[9];
            p.a = p.a.slice( 0, id );
        }
    }

    return db;
}

// .. ======================================================================

function rss_patch_02 ( db: TS.db ) {

    let id: number;
    let rgx = /عن(.*?)عليه‌السلام(.*?)حديث(.*?):/;
    let q: RegExpMatchArray;
    let cdnBox: [number,string][] = [
        [ 6 , "عبد الله" ],
        [ 6 , "أبي عبدالله" ],
        [ 1 , "عليّ عليه‌السلام" ],
        [ 5 , "أبي جعفر" ],
        [ 7 , "موسى عليه‌السلام" ],
        [ 5 , "أبي جعفر" ],
        [ 8 , "الرضا" ],
        [ 6 , "الصادق" ],
        [ 5 , "أحدهما" ],
        [ 77 , "أبي الحسن الثاني" ],
        [ 4 , "علي بن الحسين" ],
        [ 1 , "أبي الحسن الاول" ],
        [ 1 , "أبي الحسن الأوّل" ],
        [ 1 , "أبي الحسن الأول" ],
        [ 1 , "أمير المؤمنين" ],
        [ 6 , "ابي عبدالله" ],
        [ 7 , "العبد الصالح" ],
        [ 13 , "صلى‌الله‌عليه‌وآله" ],
        [ 77 , "عليهم‌السلام" ],
        [ 5 , "أبا جعفر" ],
        [ 6 , "أبو عبدالله" ],
        [ 6 , "أبى عبدالله" ],
        [ 77 , "أبي الحسن عليه‌السلام" ],
        [ 1 , "علي عليه‌السلام"]
    ];
    for( let p of db ) {
        q = ( p.a.match( rgx ) || [] );
        for ( let c of q ) {
            if ( !p.c && c.length < 50 && c.length > 30 ) {
                id = cdnBox.findIndex( x => c.includes(x[1]) )
                if ( ~id ) {
                    p.c = cdnBox[id][0];
                    id = p.a.indexOf(c) + c.length;
                    p[0] = p[0] ? p[0] + " " : "";
                    p[0] = p[0] + p.a.slice( 0, id );
                    p.a = p.a.slice( id );
                }
            }
        }
    }

    return db;

}

// .. ======================================================================
