[
    {
		"0": "وَ فِي حَدِيثٍ‏",
		"9": "وَ حَمَلَهُ الشَّيْخُ عَلَى التَّغَيُّرِ .",
		"a": "يُنْزَحُ الْمَاءُ كُلُّهُ .",
		"d": "وسائل‌الشيعة، الحديث: ٤۸۷",
		"n": 15900,
		"idInSection": 12,
		"cDB": []
	},
    {
        "0": "",
		"9": "وَ تَقَدَّمَ مَا يَدُلُّ عَلَى عَدَمِ وُجُوبِ نَزْحِ شَيْ‏ءٍ لِلْعَقْرَبِ وَ أَشْبَاهِهِ‏ .",
		"a": "",
		"d": "وسائل‌الشيعة، الحديث: ٤۸۸",
		"n": 15901,
		"idInSection": 13,
		"cDB": []
	},
    {
		"0": "وَ بِالْإِسْنَادِ عَنِ الْفَضْلِ أَبِي الْعَبَّاسِ فِي حَدِيثٍ أَنَّهُ",
		"9": "",
		"a": "سَأَلَ أَبَا عَبْدِ اللَّهِ عليه‌السلام عَنِ الْكَلْبِ فَقَالَ رِجْسٌ نِجْسٌ لَا يُتَوَضَّأْ بِفَضْلِهِ وَ اصْبُبْ ذَلِكَ الْمَاءَ وَ اغْسِلْهُ بِالتُّرَابِ أَوَّلَ مَرَّةٍ ثُمَّ بِالْمَاءِ .",
		"c": 6,
		"d": "وسائل‌الشيعة، الحديث: ٤۰۲٦",
		"n": 19439,
		"idInSection": 2,
		"cDB": []
	},
    {
		"0": "وَ عَنْهُمْ عَنْ سَهْلِ بْنِ زِيَادٍ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَبِي نَصْرٍ عَنِ الْمُفَضَّلِ بْنِ صَالِحٍ عَنْ جَابِرٍ عَنْ أَبِي جَعْفَرٍ عليه‌السلام قَالَ :",
		"9": "وَ رَوَاهُ الصَّدُوقُ مُرْسَلًا .",
		"a": "قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم الْحَاجُّ ثَلَاثَةٌ فَأَفْضَلُهُمْ نَصِيباً رَجُلٌ غُفِرَ لَهُ ذَنْبُهُ مَا تَقَدَّمَ مِنْهُ وَ مَا تَأَخَّرَ وَ وَقَاهُ اللَّهُ عَذَابَ الْقَبْرِ وَ أَمَّا الَّذِي يَلِيهِ فَرَجُلٌ غُفِرَ لَهُ ذَنْبُهُ مَا تَقَدَّمَ مِنْهُ وَ يَسْتَأْنِفُ الْعَمَلَ فِيمَا بَقِيَ مِنْ عُمُرِهِ وَ أَمَّا الَّذِي يَلِيهِ فَرَجُلٌ حُفِظَ فِي أَهْلِهِ وَ مَالِهِ .",
		"c": 5,
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳٤۸",
		"n": 29761,
		"idInSection": 22,
		"cDB": null
	},
	{
		"0": "",
		"9": "ثُمَّ قَالَ وَ رُوِيَ أَنَّهُ هُوَ الَّذِي لَا يُقْبَلُ مِنْهُ الْحَجُّ .",
		"a": "",
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳٤۹",
		"n": 29762,
		"idInSection": 23,
		"cDB": []
	},
    {
		"0": "قَالَ وَ قَالَ رَسُولُ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم ",
		"9": "",
		"a": "كُلُّ نَعِيمٍ مَسْئُولٌ عَنْهُ صَاحِبُهُ إِلَّا مَا كَانَ فِي غَزْوٍ أَوْ حَجٍّ .",
		"c": 13,
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳۵۲",
		"n": 29765,
		"idInSection": 26,
		"cDB": []
	},
	{
		"0": "وَ رُوِيَ ",
		"9": "",
		"a": "أَنَّ الْحَاجَّ وَ الْمُعْتَمِرَ يَرْجِعَانِ كَمَوْلُودَيْنِ مَاتَ أَحَدُهُمَا طِفْلًا لَا ذَنْبَ لَهُ وَ عَاشَ الْآخَرُ مَا عَاشَ مَعْصُوماً .",
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳۵۳",
		"n": 29766,
		"idInSection": 27,
		"cDB": []
	},
	{
		"0": "قَالَ وَ قَالَ الصَّادِقُ عليه‌السلام",
		"9": "",
		"a": "الْحَجُّ جِهَادُ الضُّعَفَاءِ وَ نَحْنُ الضُّعَفَاءُ .",
		"c": 6,
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳۵٤",
		"n": 29767,
		"idInSection": 28,
		"cDB": []
	},
	{
		"0": "قَالَ وَ قَالَ أَمِيرُ الْمُؤْمِنِينَ عليه‌السلام ",
		"9": "",
		"a": "ضَمِنْتُ لِسِتَّةٍ الْجَنَّةَ رَجُلٍ خَرَجَ بِصَدَقَةٍ فَمَاتَ فَلَهُ الْجَنَّةُ - وَ رَجُلٍ خَرَجَ يَعُودُ مَرِيضاً فَمَاتَ فَلَهُ الْجَنَّةُ - وَ رَجُلٍ خَرَجَ مُجَاهِداً فِي سَبِيلِ اللَّهِ فَمَاتَ فَلَهُ الْجَنَّةُ - وَ رَجُلٍ خَرَجَ حَاجّاً فَمَاتَ فَلَهُ الْجَنَّةُ - وَ رَجُلٍ خَرَجَ لِلْجُمُعَةِ فَمَاتَ فَلَهُ الْجَنَّةُ - وَ رَجُلٍ خَرَجَ فِي جِنَازَةِ رَجُلٍ مُسْلِمٍ فَمَاتَ فَلَهُ الْجَنَّةُ .",
		"c": 1,
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳۵۵",
		"n": 29768,
		"idInSection": 29,
		"cDB": []
	},
    {
		"0": "وَ فِي عِقَابِ الْأَعْمَالِ بِإِسْنَادٍ تَقَدَّمَ فِي عِيَادَةِ الْمَرِيضِ عَنْ رَسُولِ اللَّهِ صلى‌الله‌عليه‌وآله‌وسلم أَنَّهُ قَالَ فِي خُطْبَةٍ لَهُ وَ",
		"9": "",
		"a": "مَنْ خَرَجَ حَاجّاً أَوْ مُعْتَمِراً فَلَهُ بِكُلِّ خُطْوَةٍ حَتَّى يَرْجِعَ مِائَةُ أَلْفِ أَلْفِ حَسَنَةٍ وَ يُمْحَى عَنْهُ أَلْفُ أَلْفِ سَيِّئَةٍ وَ تُرْفَعُ لَهُ أَلْفُ أَلْفِ دَرَجَةٍ وَ كَانَ لَهُ عِنْدَ اللَّهِ بِكُلِّ دِرْهَمٍ أَلْفُ أَلْفِ دِرْهَمٍ وَ بِكُلِّ دِينَارٍ أَلْفُ أَلْفِ دِينَارٍ وَ بِكُلِّ حَسَنَةٍ عَمِلَهَا فِي وَجْهِهِ ذَلِكَ أَلْفُ أَلْفِ حَسَنَةٍ حَتَّى يَرْجِعَ وَ كَانَ فِي ضَمَانِ اللَّهِ إِنْ تَوَفَّاهُ أَدْخَلَهُ الْجَنَّةَ وَ إِنْ رَجَعَ رَجَعَ مَغْفُوراً لَهُ مُسْتَجَاباً لَهُ فَاغْتَنِمُوا دَعْوَتَهُ فَإِنَّ اللَّهَ لَا يَرُدُّ دُعَاءَهُ إِذَا قَدِمَ فَإِنَّهُ يُشَفَّعُ فِي مِائَةِ أَلْفِ رَجُلٍ يَوْمَ الْقِيَامَةِ وَ مَنْ خَلَفَ حَاجّاً أَوْ مُعْتَمِراً فِي أَهْلِهِ بِخَيْرٍ بَعْدَهُ كَانَ لَهُ مِثْلُ أَجْرِهِ كَامِلًا مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَجْرِهِ شَيْ‏ءٌ .",
		"c": 13,
		"d": "وسائل‌الشيعة، الحديث: ۱٤۳٦۱",
		"n": 29774,
		"idInSection": 35,
		"cDB": []
	},
	{
		"0": "وَ عَنْهُ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عِيسَى عَنْ مُحَمَّدِ بْنِ خَالِدٍ وَ الْحُسَيْنِ بْنِ سَعِيدٍ عَنِ الْقَاسِمِ بْنِ عُرْوَةَ عَنْ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ عَنْ زُرَارَةَ عَنْ أَبِي عَبْدِ اللَّهِ عليه‌السلام",
		"9": "",
		"a": "فِي قَوْلِ اللَّهِ عزوجل <Q> إِلَّا ما ظَهَرَ مِنْها </Q> قَالَ الزِّينَةُ الظَّاهِرَةُ الْكُحْلُ وَ الْخَاتَمُ .",
		"c": 6,
		"d": "وسائل‌الشيعة، الحديث: ۲۵٤۲۷",
		"n": 40840,
		"idInSection": 3,
		"cDB": []
	},
    {
		"0": "",
		"9": "وَ فِي بَعْضِهَا خَمْسُ دِلَاءٍ .",
        "a": "",
		"d": "وسائل‌الشيعة، الحديث: ٤۸٦",
		"n": 15899,
		"idInSection": 11,
		"cDB": []
	}
]