[
	{
		"a": "ماكَرِهتَهُ لِنَفسِكَ فَاكرَه لِغَيرِكَ و ما أحبَبتَهُ لِنَفسِكَ فَأحبِبهُ لأِخيكَ تَكُن عادِلاً في حُكمِكَ مُقسِطا في عَدلِكَ",
		"b": "آنچه را كه براى خود نمى پسندى براى ديگرى نيز مپسند، و آن چه براى خود دوست دارى براى برادرت هم دوست بدار تا در قضاوت عادل باشى و در عدالتت دادگر.",
		"c": 13,
		"d": "تحف العقول، ص 14.",
		"n": 28857
	},
	{
		"a": "لَنْ تُقَدَّسَ اُمَّةٌ لايُؤْخَذُ لِلضَّعيفِ فيها حَقُّهُ مِنَ الْقَوىِّ غَيْرَ مُتَعْتِـعٍ",
		"b": "ملّتى كه نتوان در ميان آنان بدون دلهره، حقّ ضعيف را از قوى گرفت، هرگز قابلستايش نيست.",
		"c": 13,
		"d": "تحف العقول، ص 142",
		"n": 28858
	},
	{
		"a": "نَظَرُ الْوَلَدِ اِلى والِدَيْهِ حُبّا لَهُما عِبادَةٌ",
		"b": "نگاه محبّت آميز فرزند به پدر و مادرش، عبادت است.",
		"c": 13,
		"d": "تحف العقول، ص 46",
		"n": 28859
	},
	{
		"a": "اَرْبَعَةٌ تَلْزَمُ كُلَّ ذى حِجىً وَ عَقْلٍ مِنْ اُمَّتى، قيلَ: يا رَسولَ اللّه ِ، ما هُنَّ؟قالَ: اِسْتِماعُ الْعِلْمِ، وَ حِفْظُهُ، وَ نَشْرُهُ وَ الْعَمَلُ بِهِ",
		"b": "چهار چيز بر هر عاقل و خردمندى از امّت من واجب است. گفته شد: « اى پيامبر خدا! آنچهار چيز كدام اند؟ » . فرمودند: « گوش فرادادن به دانش، نگهدارى، نشر و عمل به آن » .",
		"c": 13,
		"d": "تحف العقول، ص 57",
		"n": 28860
	},
	{
		"a": "رَاْسُ الْعَقْلِ بَعْدَ الاْيمانِ بِاللّه ِ مُداراةُ النّاسِ فى غَيْرِ تَرْكِ حَقٍّ",
		"b": "كمال عقل پس از ايمان به خدا، مدارا كردن با مردم است به شرط آن كه حق، ترك نشود.",
		"c": 13,
		"d": "تحف العقول، ص 42",
		"n": 28861
	},
	{
		"a": "اِنَّما يُدْرَكُ الْخَيْرُ كُلُّهُ بِالْعَقْلِ، وَ لا دينَ لِمَنْ لا عَقْلَ لَهُ",
		"b": "همه خوبى ها با عقل شناخته مى شوند و كسى كه عقل ندارد، دين ندارد.",
		"c": 13,
		"d": "تحف العقول، ص 54",
		"n": 28862
	},
	{
		"a": "مَن أقَرَّ بِالذُّلِّ طائِعًا فَلَيسَ مِنّا أهلَ البَيتِ",
		"b": "هركس با ميل و اختيار تن به ذلّت دهد، از ما اهل بيت نيست.",
		"c": 13,
		"d": "تحف العقول : 58.",
		"n": 28863
	},
	{
		"a": "لِيَأخُذِ العَبدُ المُؤمِنُ مِن نَفسِهِ لِنَفسِهِ، ومِن دُنياهُ لاِآخِرَتِهِ.",
		"b": "بنده مؤمن، بايد از خود براى خود، و از دنياى خود براى آخرتش بهره برگيرد.",
		"c": 13,
		"d": "الكافي : ج 2 ص 70 ح 9 عن حمزة بن حمران عن الإمام الصادق عليه‌السلام، تحف العقول : ص 27، أعلام الدين : ص 333 وليس فيهما « المؤمن » ، بحار الأنوار : ج 70 ص 362 ح 7.",
		"n": 28864
	},
	{
		"a": "طوبى لِمَن تَواضَعَ لِلّهِ عَزَّ ذِكرُهُ، وزَهِدَ فيما أحَلَّ اللّه ُ لَهُ مِن غَيرِ رَغبَةٍ عَن سيرَتي، ورَفَضَ زَهرَةَ الدُّنيا مِن غَيرِ تَحَوُّلٍ عَن سُنَّتي.",
		"b": "خوشا به حال كسى كه براى خداوندِ بلند نام، خاكسارى كرد و به آنچه كه خدا برايش حلال كرده، زهد ورزيد، بى آن كه از راه و رسم من، روى گردان باشد و زرق و برق دنيا را رها كرد، بى آن كه از سنّت من برگردد.",
		"c": 13,
		"d": "الكافي : ج 8 ص 169 ح 190 عن أبي مريم عن الإمام الباقر عليه‌السلام عن جابر بن عبد اللّه، تحف العقول : ص 30 وفيه « سنّتي » بدل « سيرتي » ، بحار الأنوار : ج 77 ص 126 ح 32.",
		"n": 28865
	},
	{
		"a": "الدُّنيا سِجنُ المُؤمِنِ وَالقَبرُ حِصنُهُ وَالجَنَّةُ مَأواهُ، وَالدُّنيا جَنَّةُ الكافِرِ وَالقَبرُ سِجنُهُ وَالنّارُ مَأواهُ.",
		"b": "دنيا، زندان مؤمن است. گور، پناهگاه او و بهشت، جايگاهش و دنيا، بهشت كافر است و گور، زندان او و آتش، جايگاهش.",
		"c": 13,
		"d": "الجعفريّات : ص 204 عن الإمام الكاظم عن آبائه عليهم السلام، الخصال : ص 108 ح 74 عن إبراهيم بن عبد الحميد عن الإمام الكاظم عن أبيه عليهماالسلام، تحف العقول : ص 363 عن الإمام الصادق عليه‌السلام وفيه « الصبر حصنه » بدل « القبر حصنه » ، الاعتقادات : ص 96 عنهم عليهم السلام، الدعوات : ص 280 ح 817 عن الإمام العسكري عليه‌السلام، جامع الأحاديث للقمّي : ص 78 عن عليّ بن صدقة الرقّي عن الإمام الرضا عن آبائه عليهم السلام عنه صلي الله عليه و آله، بحار الأنوار : ج 73 ص 91 ح 67.",
		"n": 28866
	},
	{
		"a": "مَن أحَبَّ الدُّنيا ذَهَبَ خَوفُ الآخِرَةِ مِن قَلبِهِ، وما آتَى اللّه ُ عَبدا عِلما فَازدادَ لِلدُّنيا حُبّا إلاَّ ازدادَ مِنَ اللّه ِ تَعالى بُعدا، وَازدادَ اللّه ُ تَعالى عَلَيهِ غَضَبا.",
		"b": "هر كه دنيا را دوست بدارد، هراس آخرت از دلش مى رود. خداوند به هيچ بنده اى علمى نداد و آن علم بر دنيادوستى او نيفزود، مگر آن كه از خداوند متعال دورتر شد، و خشم خداوند متعال بر او فزونى گرفت.",
		"c": 13,
		"d": "النوادر للراوندي : ص 157 ح 229 عن الإمام الكاظم عن آبائه عليهم السلام، تحف العقول : ص 399 عن الإمام الكاظم عليه‌السلام، الاختصاص : ص 243 عن الإمام الصادق عليه‌السلام، دعائم الإسلام : ج 1 ص 82 عنهم عليهم السلام عنه صلي الله عليه و آله وكلّها نحوه، بحار الأنوار : ج 2 ص 36 ح 39.",
		"n": 28867
	},
	{
		"a": "أزهَدُ النّاسِ مَنِ اجتَنَبَ الحَرامَ.",
		"b": "زاهدترينِ مردم، كسى است كه از حرام، دورى كند.",
		"c": 13,
		"d": "كتاب من لا يحضره الفقيه : ج 4 ص 395 ح 5840، الأمالي للصدوق : ص 72 ح 41 كلاهما عن يونس بن ظبيان عن الإمام الصادق عن آبائه عليهم السلام، معاني الأخبار : ص 195 ح 1 عن أبي حمزة الثمالي عن الإمام الصادق عن آبائه عليهم السلام عنه صلي الله عليه و آله، تحف العقول : ص 489 عن الإمام العسكري عليه‌السلام وفيهما « ترك » بدل « اجتنب » ، كنز الفوائد : ج 1 ص 299 عن الإمام عليّ عليه‌السلام، أعلام الدين : ص 322 وفيهما « المحارم » بدل « الحرام » ، بحار الأنوار : ج 77 ص 112 ح 2.",
		"n": 28868
	},
	{
		"a": "أمّا عَلامَةُ الزّاهِدِ فَعَشَرَةٌ؛ يَزهَدُ فِي المَحارِمِ، ويَكُفُّ نَفسَهُ، ويُقيمُ فَرائِضَ رَبِّهِ، فَإِن كانَ مَملوكا أحسَنَ الطّاعَةَ، وإن كان مالِكا أحسَنَ المَملَكَةَ، ولَيسَ لَهُ حَمِيَّةٌ ولا حِقدٌ، يُحسِنُ إلى مَن أساءَ إلَيهِ، ويَنفَعُ مَن ضَرَّهُ، ويَعفو عَمَّن ظَلَمَهُ، ويَتَواضَعُ لِحَقِّ اللّه ِ.",
		"b": "نشانه زهد ده تاست: به حرام ها بى رغبت است؛ خويشتندار است؛ واجبات پروردگارش را به جا مى آورد؛ اگر مملوك است، فرمان بُردار خوبى است؛ اگر مالك است، ملكدار خوبى است؛ تندخو وكينه توز نيست؛ به كسى كه به او بدى كرده است، خوبى مى كند؛ به كسى كه به او زيان زده است، سود مى رساند؛ از كسى كه به او ستم كرده است، گذشت مى كند؛ و در برابر حق خداوند، فروتن است (يا: به خاطر خدا فروتنى مى كند).",
		"c": 13,
		"d": "تحف العقول : ص 21، بحار الأنوار : ج 1 ص 121 ح 11.",
		"n": 28869
	},
	{
		"a": "مَن أصبَحَ وأمسى وَالآخِرَةُ أكبَرُ هَمِّهِ جَعَلَ اللّه ُ لَهُ الغِنى في قَلبِهِ، وجَمَعَ لَهُ أمرَهُ، ولَم يَخرُج مِنَ الدُّنيا حَتّى يَستَكمِلَ رِزقَهُ.",
		"b": "كسى كه شب و روز، بزرگ ترين همّ و غمش آخرت باشد، خداوند دلش را بى نياز مى گرداند و كارش را سامان مى بخشد و از دنيا نمى رود تا آن كه روزى اش را كامل دريافت كند.",
		"c": 13,
		"d": "ثواب الأعمال : ص 201 ح 1 عن ابن أبي يعفور عن الإمام الصادق عليه‌السلام، الكافي : ج 2 ص 319 ح 15 عن عبد اللّه بن أبي يعفور عن الإمام الصادق عليه‌السلام، مشكاة الأنوار : ص 464 ح 1546 عن الإمام الصادق عليه‌السلام وليس فيهما ذيله، تحف العقول : ص 48، بحار الأنوار : ج 73 ص 104 ح 96.",
		"n": 28870
	},
	{
		"a": "ألا وإنَّهُ لا يضُرُّكُم تَواضُعُ شَيءٍ مِن دُنياكُم بَعدَ حِفظِكُم وَصِيَّةَ اللّه ِ وَالتَّقوى، ولا يَنفَعُكُم شَيءٌ حافَظتُم عَليهِ مِن أمرِ دُنياكُم بَعدَ تَضييعِ ما اُمِرتُم بِهِ مِنَ التَّقوى.",
		"b": "بدانيد كه با وجود پايبندى تان به سفارش خداوند و تقوا، فرو نهادن چيزى از دنيايتان، به شما زيانى نمى زند؛ و در صورت فرو نهادن تقوا كه بدان فرمان داده شده ايد، آنچه از امور دنيايتان حفظ كنيد، به شما سودى نمى رساند.",
		"c": 13,
		"d": "تحف العقول : ص 184، بحار الأنوار : ج 78 ص 96 ح 1؛ المعيار والموازنة : ص 112 نحوه.",
		"n": 28871
	},
	{
		"a": "حُسنُ الخُلُقِ يُثبِتُ المَوَدَّةَ.",
		"b": "خوش خويى، دوستى را استوار مى كند.",
		"c": 13,
		"d": "تحف العقول: 45، مشكاة الأنوار : 70 عن الإمام الكاظم عليه‌السلام عنه صلي الله عليه و آله، بحار الأنوار : 77/148/71.",
		"n": 28872
	},
	{
		"a": ". . . طاعَةُ النّاصِحِ، فَيَتَشَعَّبُ مِنهَا : الزِّيادَةُ فِي العَقلِ، وكَمالُ اللُّبِّ، ومَحمِدَةُ العَواقِبِ، وَالنَّجاةُ مِنَ اللَّومِ، وَالقَبولُ، وَالمَوَدَّةُ.",
		"b": ". . . پيروى از نصحيتگر، افزايش خرَد، كمال عقل، خوش فرجامى، رهايى از نكوهش، پذيرش و دوستى را در پى دارد.",
		"c": 13,
		"d": "تحف العقول : 18، بحار الأنوار : 1 / 119 / 11.",
		"n": 28873
	},
	{
		"a": "أقَلُّ ما يَكونُ في آخِرِ الزَّمانِ أخٌ يوثَقُ بِهِ، أو دِرهَمٌ مِن حَلالٍ.",
		"b": "كم ترين چيزى كه در آخرالزمان يافت مى شود، برادر قابل اعتماد است، يا دِرهمى از حلال.",
		"c": 13,
		"d": "تحف العقول : 54، بحار الأنوار : 77 / 157 / 141.",
		"n": 28874
	},
	{
		"a": "لا تُمارِ أخاكَ، ولا تُمازِحهُ، ولا تَعِدهُ مَوعِدَةً فَتُخلِفَهُ.",
		"b": "با برادرت، جدال مكن، شوخى مكن و به او وعده اى مده كه آن را به جا نياورى.",
		"c": 13,
		"d": "سنن الترمذي : 4 / 359 / 1995، الأدب المفرد : 124 / 394، حلية الأولياء : 3 / 344 كلّها عن ابن عبّاس؛ تحف العقول : 49.",
		"n": 28875
	},
	{
		"a": "أحَبُّ عِبادِ اللّه ِ إلَى اللّه ِ أنفَعُهُم لِعِبادِهِ، وأقوَمُهُم بِحَقِّهِ؛ الَّذينَ يُحَبِّبُ إلَيهِمُ المَعروفَ وفِعالَهُ.",
		"b": "محبوب ترين بندگان در نزد خداوند، سودمندترينشان نسبت به بندگان و پايبندترينشان نسبت به گزاردن حقّش است؛ كسانى كه خداوند، كار نيك و انجام دادن آن را محبوبشان ساخته است.",
		"c": 13,
		"d": "تحف العقول : 49، بحار الأنوار : 77 / 152 / 110.",
		"n": 28876
	},
	{
		"a": "إنَّ أحَبَّكُم إلَى اللّه ِ أحسَنُكُم عَمَلاً.",
		"b": "محبوب ترينِ شما در نزد خداوند، نيك كردارترينِ شماست.",
		"c": 13,
		"d": "الجعفريّات : 238 عن موسى بن إسماعيل عن جدّه الإمام الكاظم عن آبائه عليهم السلام، الكافي : 8 / 68 / 24، كتاب من لا يحضره الفقيه : 4 / 408 / 5884، مشكاة الأنوار : 74، تنبيه الخواطر : 2 / 46، أعلام الدين : 90 كلّها عن أبي حمزة الثمالي، تحف العقول : 279 كلّها عن الإمام زين العابدين عليه‌السلام، بحار الأنوار : 78 / 136 / 13.",
		"n": 28877
	},
	{
		"a": "إنَّ اللّه َ يُبغِضُ الشَّيخَ الزّانِيَ، وَالغَنِيَّ الظَّلومَ، وَالفَقيرَ المُختالَ، وَالسّائِلَ المُلحِفَ. ويُحبِطُ أجرَ المُعطِي المَنّانِ. ويَمقُتُ البَذيخَ الجَرِيَّ الكَذّابَ.",
		"b": "خداوند، پير زناكار، دولتمند ستمكار، فقيرِ متكبّر و گداى سمج را دشمن مى دارد و پاداشِ بخشنده منّت گذار را از ميان مى برد و متكبّرِ گستاخ دروغگو را سخت دشمن مى دارد.",
		"c": 13,
		"d": "تحف العقول : 42، بحار الأنوار : 77 / 145 / 46.",
		"n": 28878
	},
	{
		"a": "إذا مُدِحَ الفاجِرُ اهتَزَّ العَرشُ وغَضِبَ الرَّبُّ.",
		"b": "هرگاه بدكار ستوده شود، عرش بلرزد و پروردگار به خشم آيد.",
		"c": 13,
		"d": "تحف العقول : 46.",
		"n": 28879
	},
	{
		"a": "لا يَسلَمُ أحَدٌ مِن الذُّنوبِ حتّى يَخزُنَ لِسانَهُ.",
		"b": "هيچ كس از گناهان در امان نمى ماند مگر آن كه زبانش را در كام كشد.",
		"c": 13,
		"d": "تحف العقول : 298.",
		"n": 28880
	},
	{
		"a": "يا عليُّ، لاتَغضَبْ، فإذا غَضِبتَ فَاقعُدْ وتَفَكَّرْ في قُدرَةِ الرَّبِّ علَى العِبادِ وحِلمِهِ عَنهُم، وإذا قيلَ لكَ : اِتَّقِ اللّه َ فَانبِذْ غَضَبَكَ، وراجِعْ حِلمَكَ.",
		"b": "اى على! خشمگين مشو و هرگاه به خشم آمدى بنشين و درباره قدرتى كه پروردگار بر بندگان دارد و گذشتى كه از آنها مى كند، بينديش. و هرگاه به تو گفته شد : از خدا بترس، خشمت را دور افكن و به گذشت و بردبارى خويش مراجعه كن.",
		"c": 13,
		"d": "تحف العقول : 14.",
		"n": 28881
	},
	{
		"a": "إنَّ العَقلَ عِقالٌ مِنَ الجَهلِ، والنَّفسَ مِثلُ أخبَثِ الدَّوابِّ، فإن لَم تُعقَلْ حارَت.",
		"b": "همانا خرد، زانوبندِ نادانى است، و نفس [امّاره] مانند شرورترين جنبدگان است كه اگر پايش بسته نشود، بيراهه مى رود.",
		"c": 13,
		"d": "تحف العقول : 15.",
		"n": 28882
	},
	{
		"a": "أمّا العَفافُ : فيَتَشَعَّبُ مِنهُ الرِّضا، والاستِكانَةُ، والحَظُّ، والرّاحَةُ، والتَّفَقُّدُ، والخُشوعُ، والتَّذَكُّرُ، والتَّفَكُّرُ، والجُودُ، والسَّخاءُ، فهذا ما يَتَشَعَّبُ لِلعاقِلِ بِعَفافِه رِضىً بِاللّه ِ وبِقِسمِهِ.",
		"b": "آنچه از عفّت منشعب مى شود خشنودى است و خضوع و بهره مندى و آسايش و دلجويى و فروتنى و تذكّر و تفكّر و بخشندگى و سخاوت. اينها خصالى است كه به سبب پارسايى براى خردمندى كه از خدا و قسمت او خشنود است، حاصل مى شود.",
		"c": 13,
		"d": "تحف العقول : 17.",
		"n": 28883
	},
	{
		"a": "ما نُهِيتُ عن شَيءٍ بَعدَ عِبادَةِ الأوثانِ ما نُهِيتُ عَن مُلاحاةِ الرِّجالِ.",
		"b": "من بعد از نهى شدن از بت پرستى، از چيزى به اندازه كشمكش كردن با مردمان نهى نشدم.",
		"c": 13,
		"d": "تحف العقول : 42.",
		"n": 28884
	},
	{
		"a": "كَفى بِالعِبادَةِ شُغلاً.",
		"b": "بهترين كار و سرگرمى عبادت است.",
		"c": 13,
		"d": "تحف العقول : 35.",
		"n": 28885
	},
	{
		"a": "أمّا علامةُ المُسرِفِ فأربَعةٌ : الفَخرُ بالباطِلِ، ويَأكُلُ ما لَيسَ عِندَهُ، ويَزهَدُ في اصطِناعِ المَعروفِ، ويُنكِرُ مَن لا يَنتَفِعُ بِشَيءٍ مِنهُ.",
		"b": "نشانه اسرافكار چهار چيز است : به كارهاى باطل مى نازد، آنچه را فراخور حالش نيست مى خورد، در كارهاى خير بى رغبت است و هر كس را كه بدو سودى نرساند، انكار مى كند.",
		"c": 13,
		"d": "تحف العقول : 22.",
		"n": 28886
	},
	{
		"a": "صِلُوا أرحامَكُم ولو بِالسَّلامِ.",
		"b": "صله رحم كنيد، گرچه با يك سلام.",
		"c": 13,
		"d": "تحف العقول : 57.",
		"n": 28887
	},
	{
		"a": "ما أصابَ المؤمنَ مِن نَصَبٍ ولا وَصَبٍ ولا حَزَنٍ حتّى الهَمُّ يُهِمُّهُ إلّا كَفَّرَ اللّه ُ بهِ عَنهُ مِن سيّئاتِهِ.",
		"b": "هيچ رنج و درد و اندوه و حتى نگرانى خاطرى به مؤمن نرسد جز اين كه خداوند بدان گناهانش را بزدايد.",
		"c": 13,
		"d": "تحف العقول : 38.",
		"n": 28888
	},
	{
		"a": "أمّا علَامةُ الخائنِ فأربَعةٌ: عِصْيانُ الرّحمانِ، وأذى الجِيرانِ، وبُغْضُ الأقْرانِ، والقُرْبُ إلى الطُّغْيانِ.",
		"b": "نشانه خيانتكار چهار چيزاست : نافرمانى خداى رحمان، آزار رساندن به همسايگان، نفرت از همگنان، و نزديك شدن به طغيان و سركشى.",
		"c": 13,
		"d": "تحف العقول : 22.",
		"n": 28889
	},
	{
		"a": "أمّا عَلامَةُ الخاشِعِ فأربَعةٌ : مُراقَبَةُ اللّه ِ في السِّرِّ والعَلانِيَةِ، ورُكوبُ الجَميلِ، والتَّفَكُّرُ ليَومِ القِيامَةِ، والمُناجاةُ للّه ِ.",
		"b": "نشانه خاشع چهار چيز است : حساب بردن از خدا در نهان و آشكار، انجام كارهاى نيك، انديشيدن براى روز قيامت، و راز و نياز با خدا.",
		"c": 13,
		"d": "تحف العقول : 20.",
		"n": 28890
	},
	{
		"a": "إنّ اللّه َ ـ بحُكْمِهِ وفَضْلِه ـ جَعلَ الرَّوحَ والفَرحَ في اليقينِ والرِّضا، وجَعلَ الهَمَّ والحُزنَ في الشَّكِّ والسُّخْطِ.",
		"b": "خداوند ـ از روى حكمت و لطف خويش ـ آسايش و شادمانى را در يقين و خرسندى قرار داد و غم و اندوه را در شك و ناخرسندى [از خدا].",
		"c": 13,
		"d": "تحف العقول : 6.",
		"n": 28891
	},
	{
		"a": "الحَجّ يَنْفيالفَقرَ.",
		"b": "حجّ، فقر و تهيدستى را ازبين مى برد.",
		"c": 13,
		"d": "تحف العقول : 7.",
		"n": 28892
	},
	{
		"a": "صِفةُ الجاهِلِ : أنْ يَظلِمَ مَن خالَطَهُ، ويَتَعدّى على منَ هُو دُونَهُ، ويَتطاوَلَ على مَن هُو فَوقَهُ، كلامُهُ بغَيرِ تَدَبُّرٍ. . . .",
		"b": "خصوصيت نادان اين است كه درباره هر كس كه با او رفت و آمد مى كند ستم روا دارد، به فرو دستش دراز دستى كند، بر زبر دستش گردنفرازى نمايد، و ناسنجيده زبان به گفتار گشايد. . . .",
		"c": 13,
		"d": "تحف العقول : 29.",
		"n": 28893
	},
	{
		"a": "ثلاثٌ مِن أبوابِ البِرِّ : سَخاءُ النَّفْسِ، وطِيبُ الكلامِ، والصَّبرُ علَى الأذى.",
		"b": "سه چيز از درهاى نيكى است: سخاوتمندى جان، گفتار نيكو، و شكيبايى در برابر آزار و اذيت.",
		"c": 13,
		"d": "تحف العقول : 8",
		"n": 28894
	},
	{
		"a": "يُطبَعُ المؤمنُ على كلِّ خَصلةٍ ولا يُطبَعُ على الكذبِ ولا على الخِيانةِ.",
		"b": "مؤمن با هر خصلتى سرشته مى شود، اما با دروغگويى و خيانت سرشته نمى شود.",
		"c": 13,
		"d": "تحف العقول : 55",
		"n": 28895
	},
	{
		"a": "إذَا كَانَ اُمَرَاؤكُمْ خِيَارَكُمْ، وَأغْنِيَاؤكُمْ سُمَحَاءَكُمْ، وأمْرُكُمْ شُورى بَيْنَكُمْ؛ فَظَهْرُ الأرْضِ خَيْرٌ لَكُمْ مِنْ بَطْنِهَا. وإذَا كَانَ اُمَراؤكُمْ شِرَارَكُمْ، وأغْنِيَاؤكُمْ بُخَلاءكُمْ، وَاُمُورُكُمْ إلى نِسَائكُمْ؛ فَبَطْنُ الأرْضِ خَيْرٌ لَكُمْ مِنْ ظَهْرِهَا.",
		"b": "هرگاه فرمانروايان شما نيكانتان باشند و توانگران شما بخشندگانتان و كارهايتان با شور و مشورت، روى زمين از درون آن براى شما بهتر است، و هرگاه فرمانروايانتان بَدان شما باشند و ثروتمندانتان بخيلانتان و كار شما به دست زنانتان افتد، زير خاك از روى زمين برايتان بهتر است.",
		"c": 13,
		"d": "تحف العقول : 36.",
		"n": 28896
	},
	{
		"a": "يا عليُّ، إذا وُلِدَ لكَ غُلامٌ أو جاريةٌ فأذِّنْ في اُذنِه اليُمنى وأقِمْ في اليُسرى؛ فإنّه لا يَضُرُّهُ الشّيطانُ أبدا.",
		"b": "يا على ! هرگاه پسرى يا دخترى برايت به دنيا آمد، در گوش راستش اذان بگو و در گوش چپ او اقامه؛ در اين صورت شيطان هرگز به او گزندى نمى رساند.",
		"c": 13,
		"d": "تحف العقول : 13.",
		"n": 28897
	},
	{
		"a": "أمّا عَلامَةُ المُوقِنِ فَسِتَّةٌ : أيْقَنَ باللّه ِ حَقّا فآمَنَ بهِ، وأيقَنَ بأنّ المَوتَ حقٌّ فحَذِرَهُ، وأيقَنَ بأنّ البَعثَ حَقٌّ فخافَ الفَضيحَةَ، وأيقَنَ بأنّ الجَنّةَ حَقٌّ فاشتاقَ إلَيها، وأيقَنَ بأنّ النّارَ حَقٌّ فظَهَرَ سَعيُهُ لِلنَّجاةِ مِنها، وأيقَنَ بأنّ الحِسابَ حَقٌّ فحاسَبَ نَفسَهُ.",
		"b": "نشانه اهل يقين شش چيز است:به حقانيّت خدا يقين پيدا كرده و لذا به او ايمان آورده است، يقين پيدا كرده كه مرگ راست است و لذا از آن بر حذر است، يقين پيدا كرده كه رستاخيز راست است و از اين رو از رسوايى [در آن روز ]مى ترسد، يقين پيدا كرده كه بهشت راست است و از اين رو مشتاق آن است، يقين پيدا كرده كه دوزخ راست است و از اين رو براى نجات از آن مى كوشد و يقين پيدا كرده كه حساب راست است و از اين رو از خود حساب مى كشد.",
		"c": 13,
		"d": "تحف العقول : 20.",
		"n": 28898
	},
	{
		"a": "اَمّا عَلامَةُ البارِّ فَعَشْرَةٌ يُحِبُّ فِى اللّه ِ وَ يُبْغِضُ فِى اللّه ِ، وَ يُصاحِبُ فِى اللّه ِ، وَ يُفارِقُ فِى اللّه ِ وَ يَغْضَبُ فِى اللّه ِ، وَ يَرْضى فِى اللّه ِ، وَ يَعْمَلُ لِلّهِ، وَ يَطْلُبُ اِلَيْهِ، وَ يَخْشَعُ لِلّهِ خَائِفا مَخوفا طاهِرا مُخْلِصا مُسْتَحْيِيا مُراقِبا، وَ يُحْسِنُ فِى اللّه.",
		"b": "نيكوكار، ده نشانه دارد: براى خدا دوستى و دشمنى مى كند؛ براى خدا همراهى مى كند و جدا مى شود؛ براى خدا خشم مى گيرد و خشنود مى شود؛ براى خدا كار مى كند و خواسته هايش را فقط از او مى خواهد؛ و در برابر خدا، با ترس و بيم و پاكى و اخلاص و حيا و مراقبت از نَفْس، فروتنى مى ورزد و به خاطر خدا نيكى مى كند.",
		"c": 13,
		"d": "تحف العقول، ص 21.",
		"n": 28899
	},
	{
		"a": "صِفَةُ الْعاقِلِ اَنْ يَحْلُمَ عَمَّنْ جَهِلَ عَلَيْهِ وَ يَتَجاوَزَ عَمَّنْ ظَلَمَهُ وَ يَتَواضَعَ لِمَنْ هُوَ دونَهُ وَ يُسابِقَ مَنْ فَوْقَهُ فى طَلَبِ البِرِّ وَ اِذا اَرادَ اَنْ يَتَكَلَّمَ تَدَبَّرَ فَاِنْ كانَ خَيْرا تَكَلَّمَ فَغَنِمَ وَ اِنْ كانَ شَرًّا سَكَتَ فَسَلِمَ وَ اِذا عَرَضَتْ لَهُ فِتْنَةٌ اِسْتَعْصَمَ بِاللّه ِ وَ اَمْسَكَ يَدَهُ وَ لِسانَهُ وَ اِذا رَأى فَضيلَةً اِنْتَهَزَ بِها، لا يُفارِقُهُ الْحَياءُ وَ لا يَبْدو مِنْهُ الْحِرْصُ فَتِلْكَ عَشْرُ خِصالٍ يُعْرَفُ بِها الْعاقِلُ",
		"b": "ويژگى عاقل، آن است كه در برابر نادان بردبارى كند، از آن كس كه به او ظلم كرده بگذرد، نسبت به زيردستان متواضع باشد، با بالادستان در خوبى ها رقابت كند، هرگاه خواست سخن بگويد، بينديشد، اگر خوب بود بگويد و بهره ببرد و اگر بد بود، سكوت كند و سالم بماند، اگر بلا و امتحانى برايش پيش آمد به خدا پناه ببرد و دست و زبان خود را نگه دارد، اگر فضيلتى ديد، به سرعت از آن بهره گيرد، حيا از او جدا نگردد و حرص از او سر نزند، اينها خصلت هاى دهگانه اى است كه عاقل با آنها شناخته مى شود.",
		"c": 13,
		"d": "تحف العقول، ص 28.",
		"n": 28900
	},
	{
		"a": "اَمَّا الْعِلْمُ، فَيَتَشَعَّبُ مِنْهُ الغِنى وَ اِنْ كانَ فَقيرا، وَ الْجودُ وَ اِنْ كانَ بَخيلاً وَ الْمَهابَةُ وَ اِنْ كانَ هَيِّنا، وَ السَّلامَةُ وَ اِنْ كانَ سَقيما، وَ الْقُربُ وَ اِنْ كانَ قَصيّا وَ الْـحَياءُ وَ اِنْ كانَ صَلِفا، وَ الرِّفْعَةُ وَ اِنْ كانَ وَ ضيعا وَ الشَّرَفُ وَ اِنْ كانَ رَذْلاً وَ الْحِكْمَةُ وَ الْحُظْوَةُ فَهذا مايَتَشَعَّبُ لِلْعاقِلِ بِعِلْمِهِ فَطوبى لِمَنْ عَقَلَ وَ عَلِمَ",
		"b": "اما علم: اگر انسان فقير باشد، از آن بى نيازى حاصل مى شود، اگر بخيل باشد، سخاوت، اگر خوار باشد، عزّت، اگر بيمار باشد، سلامتى، اگر دور باشد، نزديك مى شود، اگر هرزه باشد، حيا، اگر پَست باشد، والايى، اگر حقير باشد، شرافت و حكمت و مَقام. پس اينها چيزهايى هستند كه از دانش خردمند به دست مى آيد. پس خوشا به حال آن كس كه عاقل بود و دانست.",
		"c": 13,
		"d": "تحف العقول، ص 16.",
		"n": 28901
	},
	{
		"a": "اَبْعَدُكُمْ بى شَبَها: البَخيلُ البَذىُّ الْفاحِشُ",
		"b": "بى شباهت ترينِ شما به من، آدم بخيلِ بدزبانِ بى شرم است.",
		"c": 13,
		"d": "تحف العقول، ص 44.",
		"n": 28902
	},
	{
		"a": "اَ ثْنى قَوْمٌ بِحَضْرَتِهِ صلي الله عليه و آلهعَلى رَجُلٍ حَتّى ذَكَروا جَميعَ خِصالِ الْخَيْرِ. فَقالَ رَسولُ اللّه ِ صلي الله عليه و آله: كَيْفَ عَقْلُ الرَّجُلِ؟ فَقالوا: يا رَسولَ اللّه ِ نُخْبِرُكَ عَنْهُ بِاجْتِهادِهِ فِى الْعِبادَةِ وَ اَصْنافِ الْخَيْرِ تَساَ لُنا عَنْ عَقْلِهِ؟! فَقالَ صلي الله عليه و آله: اِنَّ الاَْحْمَقَ يُصيبُ بِحُمْقِهِ اَعْظَمَ مِنْ فُجورِ الْفاجِرِ، وَ اِنَّما يَرْتَفِعُ الْعِبادُ غَدا فِى الدَّرَجاتِ وَ يَنالونَ الزُّلْفى مِنْ رَبِّهِمْ عَلى قَدْرِ عُقولِهِم",
		"b": "گروهى در حضور پيامبر اسلام، مردى را ستايش كردند و همه ويژگى هاى خوب را برايش بر شمردند. رسول خدا صلي الله عليه و آله فرمودند: « عقل او چگونه است؟ » . گفتند: « اى رسول خدا! ما از جدّيت او در عبادت و ديگر خوبى ها سخن مى گوييم و شما از عقل او مى پرسيد؟ » . فرمودند: نادان از روى نادانى، به زشتى هايى بزرگ تر از زشتى هاى انسان گنه كار، دست مى زند. همانا بندگان، به ميزان عقلشان در روز قيامت به درجه بالاتر نائل و به پروردگارشان نزديك مى شوند.",
		"c": 13,
		"d": "تحف العقول، ص 54.",
		"n": 28903
	},
	{
		"a": "مَنْ آتاكُمْ مَعْروفاً فَكافِؤوهُ، وَ اِنْ لَمْ تَجِدوا ما تُـكافِؤونَهُ فَادْعُوا اللّهَ لَهُ حَتّى تَظُـنّوا اَ نَّـكُمْ قَدْ كافَيْتُموهُ",
		"b": "هر كس به شما نيكى كرد، جبران كنيد و اگر نتوانستيد، آن قدر براى او دعا كنيد كه مطمئن شويد تلافى كرده ايد.",
		"c": 13,
		"d": "تحف العقول، ص 218.",
		"n": 28904
	},
	{
		"a": "مِن سَعادَةِ ابْنِ آدَمَ اسْتِخارَةُ اللّه ِ و رِضاهُ بِما قَضَى اللّه ُ و مِن شِقْوَةِ ابْنِ آدَمَ تَرْكُهُ اسْتِخارَةَ اللّه ِ و سَخَطُهُ بِما قَضَى اللّه ُ",
		"b": "از خوشبختى انسان، درخواست خير از خداوند و خشنودى به خواست اوست. و از بدبختى انسان است كه از خدا، درخواست خير نكند و به خواست او ناخشنود باشد.",
		"c": 13,
		"d": "تحف العقول، ص 55.",
		"n": 28905
	},
	{
		"a": "اَمّا عَلامَةُ التّائِبِ فَاَرْبَعَةٌ: اَلنَّصيحَةُ لِلّهِ فى عَمَلِهِ وَ تَرْكُ الْباطِلِ وَ لُزومُ الْحَقِّ وَ الْحِرْصُ عَلَى الْخَيْرِ",
		"b": "نشانه توبه كننده، چهار است: عمل خالصانه براى خدا، رها كردن باطل، پايبندى به حق و حريص بودن بر كار خير.",
		"c": 13,
		"d": "تحف العقول، ص 20.",
		"n": 28906
	},
	{
		"a": "يا عَلِيُ، إذا جامَعتَ فَقُل : « بِسمِ اللّه ِ، اللّهُمَّ جَنِّبنَا الشَّيطانَ و جَنِّبِ الشَّيطانَ ما رَزَقتَني » ، فَإِن قُضِيَ أن يَكونَ بَينَكُما وَلَدٌ لَم يَضُرَّهُ الشَّيطانُ أبَدا.",
		"b": "اى على! هرگاه آميزش كردى، بگو : « به نام خدا. بارخدايا! شيطان را از ما دور ساز و شيطان را از آنچه روزى ام كردى، دور ساز » . با اين اقدام، اگر تقدير [خدا] چنين شد كه فرزندى از شما دو نفر به وجود آيد، شيطان، هرگز به او زيان نمى رساند.",
		"c": 13,
		"d": "تحف العقول : ص 12، الاختصاص : ص 134 عن الخدريّ.",
		"n": 28907
	},
	{
		"a": "تَوَقَّوا عَلى أولادِكُم لَبَنَ البَغِيِ مِنَ النِّساءِ والمَجنونَةِ؛ فَإِنَّ اللَّبَنَ يُعدِي.",
		"b": "كودكان خود را از شيرِ زنان بدكاره و ديوانه، دور نگه داريد؛ چرا كه شير، [ويژگى هاى دايه را ]سرايت مى دهد.",
		"c": 13,
		"d": "الخصال : ص 615 ح 10 عن أبي بصير ومحمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : ص 105، مكارم الأخلاق : ج 1 ص 479 ح 1655 بحار الأنوار : ج 103 ص 323 ح 9.",
		"n": 28908
	},
	{
		"a": "اَلأمانَةُ تَجُرُّ الرِّزقَ وَ الخِيانَةُ تَجُرُّ الفَقرَ",
		"b": "امانتدارى روزى مى آورد، و خيانت، فقر.",
		"c": 13,
		"d": "مسند الشهاب، ج 1، ص 72. در منابع شيعى از امام على عليه‌السلام : تحف العقول، ص 221.",
		"n": 28909
	},
	{
		"a": "اَلإيمانُ نِصفانِ : نِصفٌ شُكرٌ و نِصفٌ صَبرٌ",
		"b": "ايمان، دو نيمه است : نيمى از آن شكرگزارى و نيمِ ديگر شكيبايى است.",
		"c": 13,
		"d": "تحف العقول، ص 48 (با اندكى تفاوت).",
		"n": 28910
	},
	{
		"a": "اَلسَّعيدُ مَن وُعِظَ بِغَيرِهِ",
		"b": "نيك بخت، آن است كه از [سرنوشت] ديگران پند بگيرد.",
		"c": 13,
		"d": "تحف العقول، ص 89.",
		"n": 28911
	},
	{
		"a": "لَيسَ الشَّديدُ بِالصُّرعَةِ، إنَّمَا الشَّديدُ الَّذي يَملِكُ نَفسَهُ عِندَ الغَضَبِ",
		"b": "نيرومند، آن نيست كه حريف را به زمين مى افكند. نيرومند، كسى است كه به هنگام خشم بر خويشتن چيره باشد.",
		"c": 13,
		"d": "تحف العقول، ص 47.",
		"n": 28912
	},
	{
		"a": "مَن تَواضَعَ لِلّهِ رَفَعَهُ اللّه ُ و مَن تَكَبَّرَ وَضَعَهُ اللّه ُ",
		"b": "هر كه براى خدا فروتنى كند، خداوند بر فرازش مى برد، و هركه كبر ورزد، خداوند او را فرو مى كوبد.",
		"c": 13,
		"d": "تحف العقول، ص 46.",
		"n": 28913
	},
	{
		"a": "اَلمُؤمِنُ مِرآةُ المُؤمِنِ",
		"b": "مؤمن، آينه مؤمن است.",
		"c": 13,
		"d": "سنن أبى داوود، ج 2، ص 460. در منابع شيعى از امام على عليه‌السلام : تحف العقول، ص 173.",
		"n": 28914
	},
	{
		"a": "لامُظاهَرَةَ أحسَنُ مِنَ المُشاوَرَةِ",
		"b": "هيچ پشتيبانى نيكوتر از رايزنى نيست.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28915
	},
	{
		"a": "يا عَليُّ ! ثَلاثٌ مِن مَكارِمِ الأخلاقِ : تَصِلُ مَن قَطَعَكَ وتُعطِي مَن حَرَمَكَ وتَعفُو عَمَّن ظَلَمَكَ",
		"b": "اى على! سه چيز از جمله كرامت هاى اخلاقى است : با كسى كه از تو گسسته، بپيوندى، و به كسى كه از تو دريغ ورزيده، بخشش كنى، و كسى را كه به تو ستم كرده، ببخشايى.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28916
	},
	{
		"a": "لَيسَ يَنبَغي لِلعاقِلِ أن يَكونَ شاخِصاً إلاّ في ثَلاثٍ : مَرَمَّةٍ لِمَعاشٍ أو خُطوَهٍ لِمَعادٍ أو لَذَّةٍ في غَيرِ مُحَرَّمٍ",
		"b": "خردمند را نشايد كه جز در سه كار بكوشد : نيكو ساختن زندگانى، گام سپارى براى رستاخيز، و كاميابى از غيرِ حرام.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28917
	},
	{
		"a": "يا عَليُّ! إيّاكَ وَالكِذبَ؛ فَإنَّ الكِذبَ يُسَوِّدُ الوَجهَ",
		"b": "اى على! از دروغ بپرهيز كه دروغ، رو سياهى مى آورد.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28918
	},
	{
		"a": "يا عَليُّ! لاتَحلِف بِاللّه ِ كاذِباً ولا صادِقاً مِن غَيرِ ضَرورَةٍ ولا تَجعَل اللّه َ عُرضَهً لِيَمينِكَ فإنَّ اللّه َ لايَرحَمُ ولا يَرعى مَن حَلَفَ بِاسمِهِ كاذِباً",
		"b": "اى على! سوگند دروغ به خدا مخور و در غير ضرورت، سوگند راست نيز ياد مكن و خداوند را دستْ مايه سوگندت مساز؛ زيرا خداوند به كسى كه به نام او سوگند دروغ بخورد، رحم نمى كند و رعايتش را نمى نمايد.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28919
	},
	{
		"a": "وَأمّا عَلامَةُ النّاصِحِ فَأربَعَةٌ : يَقضي بِالحَقِّ ويُعطي الحَقَّ مِن نَفسِهِ ويَرضى لِلنّاسَ ما يَرضاهُ لِنَفسِهِ ولايَعتَدي عَلى أحَدٍ",
		"b": "نشانه خيرخواه چهار چيز است : به حق داورى كند، و از خود به ديگران حق دهد، و آنچه بر خود پسندد، بر مردم روا دارد، و از حريم هيچ كس درنگذرد.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28920
	},
	{
		"a": "طُوبى لِمَن حَسَّنَ مَعَ النّاسِ خُلقَهُ وبَذَلَ لَهُم مَعونَتَهُ وعَدلَ عَنهُم شَرَّهُ",
		"b": "خوشا بر آن كس كه با مردم نيك خويى كند و به آنان مدد رساند وگزندش را از آنان بگردانَد !",
		"c": 13,
		"d": "تحف العقول",
		"n": 28921
	},
	{
		"a": "اَلعِبادَةُ سَبعَةُ أجزاءٍ أفضَلُها طَلَبُ الحَلالِ",
		"b": "پرستش، هفت بخش است و برترين بخش آن، طلب روزىِ حلال است.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28922
	},
	{
		"a": "سائِلوا العُلَماءَ وخاطِبُوا الحُكَماءَ وجالِسُوا الفُقَراءَ",
		"b": "از دانشمندان بپرسيد و با حكيمان گفتگو كنيد و با نيازمندان، همنشين شويد.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28923
	},
	{
		"a": "فَضلُ العِلمِ أحَبُّ إلَىَّ مِن فَضلِ العِبادَةِ، وأفضَلُ دينِكُم الوَرَعُ",
		"b": "فضيلت دانش نزد من، از فضيلت پرستش خوش تر است، و برترينِ آيين شما پرهيزگارى است.",
		"c": 13,
		"d": "تحف العقول",
		"n": 28924
	},
	{
		"a": "رَحِمَ اللّه ُ عَبدا قالَ خَيرا فَغَنِمَ أو سَكَتَ عَن سُوءٍ فَسَلِمَ",
		"b": "خدا رحمت كند بنده اى را كه خوش گويد و بهره بَرد يا خاموشى گزيند و سالم مانَد !",
		"c": 13,
		"d": "تحف العقول",
		"n": 28925
	},
	{
		"a": "مَن ألقى جِلبابَ الحَياءِ لاغِيبَةَ لَهُ",
		"b": "هر كه جامه شرم از خود بيفكند، غيبت ندارد (نكوهش او غيبت شمرده نمى شود).",
		"c": 13,
		"d": "تحف العقول",
		"n": 28926
	},
	{
		"a": "اَيُّـهَا النّـاسُ! اِنَّ رَبَّكُمْ واحِدٌ و اِنَّ اَباكُمْ واحِدٌ كُلُّـكُمْ لاِ?َمَ وَ آدَمُ مِنْ تُـرابٍ « اِنَّ اَكرَمَـكُمِْ عِنْدَ اللّه ِ اَتْقيكُـمْ » وَ لَيْسَ لِعَرَبىٍّ عَلى عَجَمِىٍّ فَضْلٌ اِلاّ بِالتَّقْوى.",
		"b": "در خطبه « حجّة الوداع » فرمود: اى مردم! پروردگارتان يكى است، پدرتان هم يكى است، همه شما از آدميد و آدم از خاك است. « گرامى ترين شما نزدخداوند، پرهيزكارترين شماست » عرب را بر عجم هيچ برترى نيست، مگر به تقوا. نكته : تفاخرات قومى و نژادى و افتخار به زبان و رنگ و. . . از نظر اسلام مردود است، تقوا ملاك برترى است.",
		"c": 13,
		"d": "تحف العقول، ص 34",
		"n": 28927
	},
	{
		"a": "بِاْلعِلْمِ يُطاعُ اللّه ُ وَ يُعْبَدُ، وَبِاْلعِلْمِ يُعْرَفُ اللّه ُ وَيُوَحَّدُ، وَ بِهِ تُوصَلُ الأرْحامُ و تُعْرَفُ الحَلالُ وَالْحَرامُ وَ العِـلْمُ اَمـامَ الْعَـقْلِ.",
		"b": "به وسيله علم، خداوند اطاعت و پرستيده مى شود، به وسيله علم، خداوند شناخه مى شود و يكتا شمرده مى گردد، به وسيله علم، صله رحِم مى شود و حلال و حرام شناخته مى شود، و علم، جلودار عقل است.",
		"c": 13,
		"d": "تحف العقول، ص 28",
		"n": 28928
	},
	{
		"a": "اُوصيـكَ بِتَقـْوَى اللّه ِ وَصِـدْقِ الْحـَديثِ وَالْوَفاءِ بالْعَهْدِ وَاَداءِ الأمانَةِ وَتَرْكِ الخِيانَةِ وَ لينِ الْكَلامِ وَ بَذْلِ السَّلامِ وَ حِفْظِ الجارِ وَرَحْمَةِ الْيَتيمِ وَحُسْنِ الْعَمَلِ وَقَصْرِ الأَمَلِ.",
		"b": "تو را سفارش مى كنم به تقواى خدا، راستگويى، وفاى به عهد، امانت دارى، ترك خيانت، نرمش در گفتار، بذل سلام، حفظ همسايه، مهربانى با يتيم، نيكوكارى و كوتاه ساختن آرزو.",
		"c": 13,
		"d": "تحف العقول، ص 26",
		"n": 28929
	},
	{
		"a": "ـ في وَصِيَّتِهِ ـ : اللّه َ اللّه َ في ذُرِّيَّةِ نَبِيِّكُم، فَلا يُظلَمُنَّ بِحَضرَتِكُم وبَينَ ظَهرانَيكُم وأنتُم تَقدِرونَ عَلَى الدَّفعِ عَنهُم",
		"b": "ـ در وصيتش ـ : خدا را، خدا را در حقّ فرزندان پيامبرتان؛ مبادا در حضور شما و در ميان شما به آنان ستمى رود در حالى كه شما مى توانيد آن ستم را از ايشان دور كنيد.",
		"c": 1,
		"d": "الكافي : 7 / 52 / 7 عن عبدالرحمن بن الحجّاج عن الإمام الكاظم عليه‌السلام، التهذيب : 9 / 177 / 714 عن جابر عن الإمام الباقر عليه‌السلام وأبان رفعه إلى سُليم بن قيس، الفقيه : 4 / 191 / 5433 عن سُليم بن قيس، تحف العقول : 198 وفيه « المنع » بدل « الدفع » ، كتاب سليم بن قيس : 2 / 926 وفيها « فلا يظلمنّ بين أظهركم » .",
		"n": 28930
	},
	{
		"a": "ألا إنَّ الذُّلَّ فِي طاعَةِ اللّه ِ أقرَبُ إلَى العِزِّ مِنَ التَّعاوُنِ بِمَعصِيَةِ اللّه ِ",
		"b": "آگاه باشيد كه خوارى در راه اطاعت خدا به عزّت نزديك تر است از يارى كردن يكديگر براى نافرمانى خدا.",
		"c": 1,
		"d": ". تحف العقول، ص 217.",
		"n": 28931
	},
	{
		"a": "إنَّ أحَبَّ المُؤمنِينَ إلَى اللّه ِ مَن أعانَ المُؤمِنَ الفَقيرَ مِنَ الفَقرِ في دُنياهُ و مَعاشِهِ",
		"b": "محبوب ترين مؤمن نزد خداوند، كسى است كه مؤمن فقيرى را، در تنگدستى دنيا و گذران زندگى، يارى رساند.",
		"c": 1,
		"d": ". تحف العقول، ص 376.",
		"n": 28932
	},
	{
		"a": "عَظِّمُوا أقدارَكُم بِالتَّغافُلِ عَنِ الدَّنِيِّ مِنَ الأُمورِ",
		"b": "با بى توجّهى به امور پست، بر ارزش خود بيفزاييد.",
		"c": 1,
		"d": ". تحف العقول، ص 224.",
		"n": 28933
	},
	{
		"a": "الحاجُّ والمُعتَمِرُ وفَدُ اللّه ِ و حَقٌّ عَلَى اللّه ِ أن يُكرِمَ وَفدَهُ و يَحبُوَهُ بِالمَغفِرَةِ",
		"b": "حج گزار و عمره گزار ميهمان خدايند، و بر خدا است كه مهمانش را گرامى بدارد و او را با مغفرت خويش در ميان گيرد.",
		"c": 1,
		"d": ". تحف العقول، ص 123.",
		"n": 28934
	},
	{
		"a": "اِنَّ اللّه َ يُحِبُّ الْمُتَواضِعينَ",
		"b": "خداوند متواضعان را دوست دارد.",
		"c": 1,
		"d": "تحف العقول، ص 143",
		"n": 28935
	},
	{
		"a": "ما اَعْجَبَ هذَا الاِْنْسانَ مَسرورٌ بِدَرْكِ ما لَمْ يَكُنْ لِيَفوتَهُ، مَحزونٌ عَلىفَوتِ ما لَمْ يَكُنْ لِيُدْرِكَهُ، وَ لَوْ اَ نَّهُ فَكَّرَ لاََبْصَرَ وَ عَلِمَ اَ نَّهُ مُدَبَّرٌ، وَ اَنَّ الرِّزقَ عَلَيْهِ مُقَدَّرٌ، وَ لاَقْتَصَرَ عَلى ما تَيَسَّرَ، وَ لَم يَتَعَرَّض لِما تَعَسَّرَ",
		"b": "چه تعجب آور است اين انسان! با رسيدن به چيزى كه از دستش نمى رفت، خوشحالمى شود و براى از دست دادن چيزى كه به آن نمى رسد، ناراحت مى شود، در صورتى كهاگر فكر مى كرد، مى فهميد و مى دانست كه كارش برنامه ريزى شده است و روزى برايشتقدير شده است و در نتيجه به آنچه آسان به دستش مى رسد، اكتفا مى كرد و آنچه را كهسخت به دست مى آيد، دنبال نمى نمود.",
		"c": 1,
		"d": "تحف العقول، ص 215",
		"n": 28936
	},
	{
		"a": "مَنْ تَحَرَّى الصِّدْقَ خَفَّتْ عَلَيهِ المُؤُنُ",
		"b": "هر كس صداقت و راستگويى پيشه كند، بار زندگى براى او سبك مى شود.",
		"c": 1,
		"d": "تحف العقول، ص 91",
		"n": 28937
	},
	{
		"a": "اِذا اَبْطَـاَتِ الاَْرْزاقُ عَلَيْكَ فَاسْتَغْفِرِ اللّهَ يُوَسِّعْ عَلَيْكَ فيها",
		"b": "هرگاه در روزى تو تأخير و تنگى پديد آمد، از خداوند آمرزش بخواه تا روزى را بر توفراوان گرداند.",
		"c": 1,
		"d": "تحف العقول، ص 174",
		"n": 28938
	},
	{
		"a": "ايّاكَ وَ التَّغايُرَ فى غَيْرِ مَوْضِعِ غَيْرَةٍ فَاِنَّ ذلِكَ يَدْعُو الصَّحيحَةَ مِنْهُنَّاِلَى السَّقَمِ وَلكن اَحْكِمْ اَمْرَهُنَّ فَاِنْ رَأَيْتَ ذَ نْبا فَعاجِلِ النَّـكيرَ عَلَى الْكَبيرِ وَ الصَّغيرِ وَايّاكَ اَنْ تُعاقِبَ فَتَعْظُمَ الذَّنْبُ وَ تُهَوَّنَ الْعَتْبُ",
		"b": "از غيرت نابه جا بپرهيز؛ چرا كه اين كار، زنان درستكار را به لغزش مى كشانَد؛ اما بركارزنان، نظارت داشته باش و هرگاه گناهى [از آنان ]ديدى، چه بزرگ و چه كوچك، ازطريق نشان دادن ناخشنودى خويش، با آن برخورد كن و از مجازات كردن بپرهيز، چراكه گناه، بزرگ و تذكّر، كم اثر مى گردد.",
		"c": 1,
		"d": "تحف العقول، ص 87",
		"n": 28939
	},
	{
		"a": "اَلاِْفْراطُ فِى الْمَلامَةِ يَشُبُّ نيرانَ اللَّجاجِ",
		"b": "زياده روى در سرزنش كردن، آتش لجاجت را شعله ور مى سازد.",
		"c": 1,
		"d": "تحف العقول، ص 84",
		"n": 28940
	},
	{
		"a": "مَنْ ساءَ خُلْقُهُ مَلَّهُ اَهْلُهُ",
		"b": "هر كس بد اخلاق باشد، خانواده اش از او دلتنگ و خسته مى شوند.",
		"c": 1,
		"d": "تحف العقول، ص 214",
		"n": 28941
	},
	{
		"a": "اَلنّاسُ بِاُمَرائِهِمْ اَشْبَهُ مِنْهُمْ بِآبائِهِمْ",
		"b": "مردم، به دولتمردان خود شبيه ترند تا به پدرانشان.",
		"c": 1,
		"d": "تحف العقول، ص208",
		"n": 28942
	},
	{
		"a": "أى بُنَيَّ! لاتُؤيِس مُذنِباً، فَكَم مِن عاكِفٍ عَلى ذَنبِهِ خُتِمَ لَهُ بِخَيرٍ",
		"b": "پسر عزيزم! هيچ گنهكارى را نااميد مكن. چه بسيار گناه آلوده اى كه عاقبتى نيكو يافته است.",
		"c": 1,
		"d": "تحف العقول",
		"n": 28943
	},
	{
		"a": "اَلدّاعي بِلا عَمَلٍ كالرّامي بِلا وَتَرٍ",
		"b": "دعا كننده بى عمل، چون تيرانداز بى زه باشد.",
		"c": 1,
		"d": "تحف العقول",
		"n": 28944
	},
	{
		"a": "يا كُمَيلُ! لاتَأخُذ إلاّ عَنّا تَكُن مِنّا",
		"b": "اى كميل! [ديانت و فقاهت را] جز از ما مگير تا از ما باشى.",
		"c": 1,
		"d": "تحف العقول",
		"n": 28945
	},
	{
		"a": "اللّه َ اللّه َ فِي الصَّلاةِ فَإنَّها خَيرُ العَمَلِ، إنَّها عِمادُ دينِكُم",
		"b": "خدا را، خدا را درباره نماز، كه بهترين كردار و ستون دين شماست !",
		"c": 1,
		"d": "تحف العقول",
		"n": 28946
	},
	{
		"a": "اَلدَّهرُ يَومانِ : فَيَومٌ لَكَ ويَومٌ عَلَيكَ، فَإذا كانَ لَكَ فَلا تَبطَر وإذا كانَ عَلَيكَ فَلا تَحزَن، فَبِكِلَيهِما سَتُختَبَرُ",
		"b": "دنيا دو روز است : روزى به سود توست و روزى به زيانت. اگر به سود توبود، شادان مشو و اگر به زيانت بود، اندوه مخور؛ زيرا به اين دو آزمايش مى شوى.",
		"c": 1,
		"d": "تحف العقول",
		"n": 28947
	},
	{
		"a": "لايَكونُ الصَّديقُ لِأخيهِ صَديقاً حَتّى يَحفَظَهُ في نَكبَتِهِ وغَيبَتِهِ وبَعدَ وَفاتِهِ",
		"b": "دوست، براى برادر خود دوست [واقعى] نيست، مگر آن كه وى را در گرفتارى و غيبت [و نيز] پس از وفاتش حامى (و نگهبان) باشد.",
		"c": 1,
		"d": "تحف العقول",
		"n": 28948
	},
	{
		"a": "أيُّهَا النّاسُ! اِتَّقُواللّه َ، فَإنَّ الصَّبرَ عَلَى التَّقوى أهوَنُ مِنَ الصَّبرِ عَلى عَذابِ اللّه",
		"b": "اى مردم! تقواى الهى پيشه سازيد؛ زيرا صبر بر تقوا (خوددارى)، آسان تر از صبر بر عذاب خداست.",
		"c": 1,
		"d": "تحف العقول",
		"n": 28949
	},
	{
		"a": "إنَّ اللّه َ كَريمٌ حَليمٌ عَظيمٌ رَحيمٌ، دَلَّنا عَلى أخلاقِهِ وأمَرَنا بِالأَخذِ بِها وحَمَلَ النّاسَ عَلَيها، فَقَد أدَّيناها غَيرَ مُتَخَلِّفينَ، وأرسَلناها غَيرَ مُنافِقينَ، وصَدَّقناها غَيرَ مُكَذِّبينَ، وقَبِلناها غَيرَ مُرتابينَ",
		"b": "خداوند، بخشنده است و شكيبا و بزرگ و مهربان و ما را به اخلاق خود هدايت كرده است و دستور داده آنها را فراستانيم و مردم را به [ستاندن ]آن وا داشته است. ما بدون كوتاهى و كاستى آنها را ادا كرده ايم و بى هيچ نفاقى، آنها را جارى ساخته ايم و بدون دروغ گويى، آنها را تصديق كرده ايم و بى هيچ ترديدى، آنها را پذيرفته ايم.",
		"c": 1,
		"d": "تحف العقول : 175، بشارة المصطفى : 29 كلاهما عن كميل.",
		"n": 28950
	},
	{
		"a": "قِوامُ الدُّنيا بِأَربَعَةٍ : بِعالِمٍ مُستَعمِلٍ لِعِلمِهِ، وبِغَنِيٍّ باذِلٍ لِمَعروفِهِ، وبِجاهِلٍ لا يَتَكَبَّرُ أن يَتَعَلَّمَ، وبِفَقيرٍ لا يَبيعُ آخِرَتَهُ بِدُنيا غَيرِهِ. وإذا عَطَّلَ العالِمُ عِلمَهُ، وأمسَكَ الغَنِيُّ مَعروفَهُ، وتَكَبَّرَ الجاهِلُ أن يَتَعَلَّمَ، وباعَ الفَقيرُ آخِرَتَهُ بِدُنيا غَيرِهِ فَعَلَيهِمُ الثُّبورُ",
		"b": "استوارى دنيا، به چهار چيز است : عالِمى كه علمش را به كار مى گيرد، توانگرى كه نيكى (بخشش) مى كند، نادانى كه از آموختنْ تكبّر نمى ورزد، و نادارى كه آخرتش را براى دنياى ديگرى نمى فروشد. هر گاه عالِم، علمش را به كار نبندد و توانگر، از نيكى (بخشش) دريغ كند و نادان از آموختنْ تكبّر ورزد و نادار، آخرتش را براى دنياى ديگرى بفروشد، نابودى گريبانگيرشان مى شود.",
		"c": 1,
		"d": "تحف العقول : ص 222، بحار الأنوار : ج 78 ص 62 ح 143.",
		"n": 28951
	},
	{
		"a": "عَلَيكَ بِإِخوانِ الصِّدقِ فَأَكثِر مِنِ اكتِسابِهِم؛ فَإِنَّهُم عُدَّةٌ عِندَ الرَّخاءِ، وجُنَّةٌ عِندَ البَلاءِ.",
		"b": "برادرانِ راستين به دست آر و بر شمارشان بيفزاى كه به هنگام آسايش، ساز و برگ اند و به هنگام سختى، سپر.",
		"c": 1,
		"d": "الأمالي للصدوق : 380 / 483 عن أبي الجارود عن الإمام الباقر عن آبائه عليهم السلام، الاختصاص : 226 عن أبي الجارود رفعه وفيه « جندا » بدل « جُنّة » ، تحف العقول : 368 عن الإمام الصادق عليه‌السلام وليس فيه « فأكثر من اكتسابهم » ، بحار الأنوار : 74 / 187 / 7.",
		"n": 28952
	},
	{
		"a": "أوَّلُ القَطيعَةِ السَّجا.",
		"b": "جفا، سرآغاز جدايى است.",
		"c": 1,
		"d": "تحف العقول : 214، بحار الأنوار : 78 / 52 / 85.",
		"n": 28953
	},
	{
		"a": "البَشاشَةُ فَخُّ المَوَدَّةِ.",
		"b": "گشاده رويى، وسيله شكار كردنِ دوستى است.",
		"c": 1,
		"d": "تحف العقول : 202، كنز الفوائد : 1 / 93، أعلام الدين : 178، بحار الأنوار : 78 / 39 / 13.",
		"n": 28954
	},
	{
		"a": "مَن تَرَكَ الحَسَدَ كانَت لَهُ المَحَبَّةُ عِندَ النّاسِ.",
		"b": "هركه حسادت را رها كند، محبوب مردم مى شود.",
		"c": 1,
		"d": "تحف العقول : 89 وص 99، بحار الأنوار : 77 / 237 / 1.",
		"n": 28955
	},
	{
		"a": "تَحتاجُ الإِخوَةُ فيما بَينَهُم إلى ثَلاثَةِ أشياءَ، فَإِنِ استَعمَلوها وإلاّ تَبايَنوا وتَباغَضوا، وهِيَ : التَّناصُفُ، وَالتَّراحُمُ، ونَفيُ الحَسَدِ.",
		"b": "برادران در ميان خود به سه چيز نيازمندند كه اگر آنها را به كار گيرند [دوستى شان پايدار مى شود]وگرنه از يكديگر جدا مى شوند و با يكديگر دشمنى مى كنند. اين سه عبارت است از : انصاف، مهربانى به يكديگر و كنار گذاشتن حسادت.",
		"c": 1,
		"d": "تحف العقول : 322، بحار الأنوار : 78 / 236 / 68.",
		"n": 28956
	},
	{
		"a": "إنَّ أحسَنَ ما يَألَفُ بِهِ النّاسُ قُلوبَ أوِدّائِهِم ونَفَوا بِهِ الضِّغنَ عَن قُلوبِ أعدائِهِم حُسنُ البِشرِ عِندَ لِقائِهِم، وَالتَّفَقُّدُ في غَيبَتِهِم، وَالبَشاشَةُ بِهِم عِندَ حُضورِهِم.",
		"b": "بهترين چيزهايى كه مردم با آنها، دل هاى دوستانشان را به دست مى آورند و كينه ها را از دل هاى دشمنانشان مى زدايند، خوش رويى به هنگام ديدارشان است، و پرسش حال آنها در هنگام نبودشان و گشاده رويى در حضورشان.",
		"c": 1,
		"d": "تحف العقول : 218، بحار الأنوار : 78 / 57 / 124.",
		"n": 28957
	},
	{
		"a": "لا يَغلِبَنَّ عَلَيكَ سوءُ الظَّنِّ؛ فَإِنَّهُ لا يَدَعُ بَينَكَ و بَينَ خَليلٍ صُلحا.",
		"b": "مبادا كه بدگمانى بر تو چيره شود، كه [در اين صورت، ] ميان تو و هيچ دوستى، رابطه دوستانه اى برجاى نمى گذارد.",
		"c": 1,
		"d": "تحف العقول : 79، بحار الأنوار : 77 / 227 / 2.",
		"n": 28958
	},
	{
		"a": "إنَّ المُسلِمَ أخُو المُسلِمِ؛ فَلا تَنابَزوا، و لا تَخاذَلوا؛ فَإِنَّ شَرائِعَ الدّينِ واحِدَةٌ، وسُبُلَهُ قاصِدَةٌ، مَن أخَذَ بِها لَحِقَ، ومَن تَرَكَها مَرَقَ، ومَن فارَقَها مَحَقَ.",
		"b": "مسلمان، برادرِ مسلمان است. پس، از يكديگر عيب مگيريد و يكديگر را تنها مگذاريد، كه راه هاى دين، يكى است و طريقت هايش ميانه است. هر كس در آن گام نهد، [به مقصد] مى رسد و هركس آن را رها كند، از دين خارج مى شود و هركس از آن جدا گردد، نابود مى شود.",
		"c": 1,
		"d": "الأمالي للمفيد : 234 / 5، الأمالي للطوسي : 11 / 13، كلاهما عن الأصبغ بن نباتة، تحف العقول : 203، وقعة صفّين : 224 عن أبي سنان الأسلمي وفيه « تنابذوا » بدل « تنابزوا » ، بحار الأنوار : 32 / 595 / 474.",
		"n": 28959
	},
	{
		"a": "أحبِبِ الإِخوانَ عَلى قَدرِ التَّقوى.",
		"b": "برادران را به مقدار تقوا[يى كه دارند، ]دوست بدار.",
		"c": 1,
		"d": "الأمالي للصدوق : 380 / 483 عن أبي الجارود عن الإمام الباقر عن آبائه عليهم السلام، الاختصاص : 226 عن أبي الجارود يرفعه، تحف العقول : 368 عن الإمام الصادق عليه‌السلام، بحار الأنوار : 74 / 187 / 7.",
		"n": 28960
	},
	{
		"a": "لا تَرغَب فيمَن زَهَدَ فيكَ.",
		"b": "به [دوستى ]آن كه به تو رغبتى ندارد، رغبت مكن.",
		"c": 1,
		"d": "الكافي : 8 / 24 / 4 عن جابر بن يزيد الجعفي عن الإمام الباقر عليه‌السلام، تحف العقول : 98، بحار الأنوار : 77 / 287 / 1.",
		"n": 28961
	},
	{
		"a": "المُؤمِنونَ إخوَةٌ، ولا شَيءَ آثَرُ عِندَ كُلِّ أخٍ مِن أخيهِ.",
		"b": "مؤمنان، برادرند و نزد هيچ برادرى، چيزى بر برادرش مقدّم نيست (بر او ترجيح ندارد).",
		"c": 1,
		"d": "تحف العقول : 173، بشارة المصطفى : 26 كلاهما عن كميل بن زياد، بحار الأنوار : 77 / 269 / 1.",
		"n": 28962
	},
	{
		"a": "لِكُمَيلِ بنِ زِيادٍ: يا كُمَيلُ، المُؤمِنُ مِرآةُ المُؤمِنِ؛ لِأَنَّهُ يَتَأَمَّلُهُ فَيَسُدُّ فاقَتَهُ، ويُجمِلُ حالَتَهُ.",
		"b": "اى كُمَيل ! مؤمن، آينه مؤمن است؛ زيرا در [حال] او مى نگرد. در نتيجه، نيازش را برطرف مى كند و حالش را سامان مى بخشد.",
		"c": 1,
		"d": "تحف العقول : 173.",
		"n": 28963
	},
	{
		"a": "توبوا إلَى اللّه ِ عز و جل، وَادخُلوا في مَحَبَّتِهِ؛ فَإِنَّ اللّه َ يُحِبُّ التَّوّابينَ ويُحِبُّ المُتَطَهِّرينَ، وَالمُؤمِنُ تَوّابٌ. ي جميلة عن الإمام الصادق عليه‌السلام وزاد فيه « ومن لم يكن ذلك منه كان أفضل » وليس فيه « المؤمن » .",
		"b": "به سوى خداوند عز و جل توبه كنيد و به دوستى اش درآييد كه خداوند، توبه كاران و پاكيزگان را دوست دارد، و مؤمن، توبه كار است.",
		"c": 1,
		"d": "الخصال : 623 / 10 عن أبي بصير ومحمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : 113 وفيه « منيب و توّاب » بدل « توّاب » ، بحار الأنوار: 6 / 21 / 14.",
		"n": 28964
	},
	{
		"a": "اِنتَظِرُوا الفَرَجَ، ولا تَيأَسوا مِن رَوحِ اللّه ِ؛ فَإِنَّ أحَبَّ الأَعمالِ إلَى اللّه ِ عز و جل انتِظارُ الفَرَجِ، ما دامَ عَلَيهِ العَبدُ المُؤمِنُ.",
		"b": "در انتظار فرج باشيد و از رحمت خدا نوميد مشويد كه محبوب ترين كارها نزد خداوند عز و جل انتظار فرج است، تا وقتى كه بنده مؤمن، بر آن مداومت ورزد.",
		"c": 1,
		"d": "الخصال : 616 / 10 عن أبي بصير ومحمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : 106.",
		"n": 28965
	},
	{
		"a": "مَن أرادَ مِنكُم أن يَعلَمَ كَيفَ مَنزِلَتُهُ عِندَ اللّه ِ فَليَنظُر كَيفَ مَنزِلَةُ اللّه ِ مِنهُ عِندَ الذُّنوبِ، كَذلِكَ تَكونُ مَنزِلَتُهُ عِندَ اللّه ِ تَبارَكَ وتَعالى.",
		"b": "هريك از شما كه مى خواهد بداند موقعيتش نزد خدا چگونه است، به موقعيت خدا نزد خودش به هنگام گناه بنگرد؛ موقعيت او نزد خداوند متعال، همان گونه است.",
		"c": 1,
		"d": "الخصال : 617 / 10 عن أبي بصير ومحمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : 107، مكارم الأخلاق : 1 / 317 / 1016 عن الإمام الصادق عن آبائه عنه عليهم السلام وفيهما إلى « الذنوب » ، بحار الأنوار : 70 / 18 / 11.",
		"n": 28966
	},
	{
		"a": "يَقولُ اللّه ُ : « مَن كَانَ يُرِيدُ الْحَيَوةَ الدُّنْيَا وَ زِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَــلَهُمْ فِيهَاوَ هُمْ فِيهَا لاَ يُبْخَسُونَ * أُوْلَـئِكَ الَّذِينَ لَيْسَ لَهُمْ فِى الآخِرَةِ إِلاَّ النَّارُ وَ حَبِطَ مَا صَنَعُواْ فِيهَاوَ بَـطِـلٌ مَّا كَانُواْ يَعْمَلُونَ » هود : 15 و 16. فَبِئسَتِ الدّارُ لِمَن لَم يَتَهَيَّبها ولَم يَكُن فيها عَلى وَجَلٍ",
		"b": "خداوند مى فرمايد: « آنان كه زندگى دنيا و زيورش را مى خواهند، كردارشان را در آن درست به آنان باز مى دهيم و از ايشان در آن هيچ نمى كاهند. آنان، كسانى اند كه در آخرت، جز آتش ندارند و هرچه در آن كرده اند، هيچ شده است و تباه است آنچه مى كرده اند » . پس، چه بد سرايى است [دنيا [براى كسى كه از آن نهراسد و در آن، بيمناك نباشد!",
		"c": 1,
		"d": "تحف العقول : ص 182، بحار الأنوار : ج 73 ص 97 ح 82.",
		"n": 28967
	},
	{
		"a": "أيُّهَا النّاسُ! إيّاكُم وحُبَّ الدُّنيا؛ فَإِنَّها رَأسُ كُلِّ خَطيئَةٍ، وبابُ كُلِّ بَلِيَّةٍ، وقِرانُ كُلِّ فِتنَةٍ، وداعي كُلِّ رَزِيَّةٍ.",
		"b": "اى مردم! از دنيادوستى بپرهيزيد كه ريشه هر خطا، و درِ هر بلا، و جفت هر فتنه، و فراخواننده هر مصيبتى است.",
		"c": 1,
		"d": "تحف العقول : ص 215، بحار الأنوار : ج 78 ص 54 ح 97.",
		"n": 28968
	},
	{
		"a": "مَن عَبَدَ الدُّنيا وآثَرَها عَلَى الآخِرَةِ، استَوخَمَ العاقِبَةَ.",
		"b": "هر كه بندگى دنيا كند و آن را بر آخرت مقدّم بدارد، فرجامى سخت و ناگوار در انتظار اوست.",
		"c": 1,
		"d": "الخصال : ص 632 ح 10 عن أبي بصير ومحمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : ص 122، بحار الأنوار : ج 73 ص 104 ح 95.",
		"n": 28969
	},
	{
		"a": "أيُّهَا النّاسُ! إنَّكُم إن آثَرتُمُ الدُّنيا عَلَى الآخِرَةِ، أسرَعتُم إجابَتَها إلَى العَرَضِ الأَدنى، ورَحَلَت مَطايا آمالِكُم إلَى الغايَةِ القُصوى، تورِدُ مَناهِلَ عاقِبَتِهَا النَّدَمَ، وتُذيقُكُم ما فَعَلَت بِالاُمَمِ الخالِيَةِ وَالقُرونِ الماضِيَةِ؛ مِن تَغَيُّرِ الحالاتِ وتَكَوُّنِ المَثُلاتِ",
		"b": "اى مردم! شما چنانچه دنيا را بر آخرت برگزينيد، [در واقع] در پذيرش دعوت آن به متاع پست، شتافته ايد، و مركب هاى آرزوهايتان به سوى دورترين هدف، تاخت برداشته اند و شما را به آبشخورهايى مى برند كه فرجامشان پشيمانى است، و آنچه را با امّت هاى پيشين و نسل هاى گذشته كرده اند، يعنى از كف رفتن نعمت ها و فرود آمدن كيفرها، به شما مى چشانند.",
		"c": 1,
		"d": "تحف العقول : ص 221، بحار الأنوار : ج 78 ص 60 ح 137.",
		"n": 28970
	},
	{
		"a": "رَحِمَ اللّه ُ امرَأً. . . راقَبَ رَبَّهُ، وتَنَكَّبَ ذَنبَهُ، وكابَرَ هَواهُ، وكَذَّبَ مُناهُ. . . عَزوفا عَنِ الدُّنيا سَأَما، كَدوحا لاِآخِرَتِهِ مُتَحافِظا.",
		"b": "رحمت خدا بر آن كس كه. . . پروردگارش را پيوسته در نظر گرفت و از گناه، دورى كرد و با هوس خويش، در افتاد و آرزو را دروغ شمرد. . . از دنيا روى گردان و بيزار شد و براى آخرتش كوشيد و طريق احتياط و هشيارى را پيمود.",
		"c": 1,
		"d": "الكافي : ج 8 ص 172 ح 193 عن جابر عن الإمام الباقر عليه‌السلام، تحف العقول : ص 208 نحوه.",
		"n": 28971
	},
	{
		"a": "مَن زَهِدَ فِي الدُّنيا ولَم يَجزَع مِن ذُلِّها ولَم يُنافِس في عِزِّها، هَداهُ اللّه ُ بِغَيرِ هِدايَةٍ مِن مَخلوقٍ وعَلَّمَهُ بِغَيرِ تَعليمٍ، وأثبَتَ الحِكمَةَ في صَدرِهِ وأجراها عَلى لِسانِهِ.",
		"b": "هر كه به دنيا پشت كند و از خوارى در آن، بى تابى نكند و براى عزّتمندى در آن [با جاه و مقام، ] به رقابت نپردازد، خداوند او را بى هدايت مخلوقى، هدايت مى كند و بى آموختن از كسى، دانشش مى آموزد و حكمت را در سينه اش ثابت مى دارد و آن را بر زبانش جارى مى گرداند.",
		"c": 1,
		"d": "تحف العقول : ص 223، بحار الأنوار : ج 78 ص 63 ح 155.",
		"n": 28972
	},
	{
		"a": "مِن التَّوفيقِ الوُقوفُ عِندَ الحَيرَةِ.",
		"b": "درنگ كردن هنگام حيرت، يكى از توفيقات است.",
		"c": 1,
		"d": "تحف العقول : 83",
		"n": 28973
	},
	{
		"a": "المُنافِقُ إذا نَظَرَ لَها، وإذاسَكَتَ سَها، وإذا تَكَلَّمَ لَغا، وإذا استَغنى طَغا، وإذا أصابَتهُ شِدَّةٌ ضَغا، فهُو قَريبُ السُّخطِ بَعيدُ الرِّضا، يُسخِطُهُ علَى اللّه ِ اليَسيرُ، ولا يُرضيهِ الكثيرُ، يَنوي كثيرا مِن الشَّرِّ ويَعمَلُ بطائفَةٍ مِنهُ، ويَتَلَهَّفُ على ما فاتَهُ مِن الشَّرِّ كيفَ لَم يَعمَلْ بهِ !",
		"b": "منافق هرگاه نگاه مى كند براى سرگرمى است، هرگاه سكوت مى كند همراه غفلت است، وقتى سخن مى گويد بيهوده گويى مى كند، هرگاه بى نياز شود طغيان مى كند، وقتى گرفتارى به او رسد داد و فرياد راه مى اندازد، زود ناراحت مى شود و دير خشنود مى گردد، از اندكِ خدا ناخشنود مى شود و بسيارش هم او را خشنود نمى سازد، شرّ بسيار در سر مى پروراند و مقدارى از آنها را به كار مى بندد و افسوس مى خورد كه چرا فلان كار بد را انجام نداده است.",
		"c": 1,
		"d": "تحف العقول : 212.",
		"n": 28974
	},
	{
		"a": "عَمَى البَصَرِ خَيرٌ مِن كَثيرٍ مِن النَّظَرِ.",
		"b": "كورى چشم بهتر از بسيارى نگاه هاست.",
		"c": 1,
		"d": "تحف العقول : 95.",
		"n": 28975
	},
	{
		"a": "رُبَّ هَزلٍ عادَ جِدّا.",
		"b": "بسا شوخى اى كه به جدّ انجامد.",
		"c": 1,
		"d": "تحف العقول : 85.",
		"n": 28976
	},
	{
		"a": "المِزاحُ يُورِثُ الضَّغائنَ.",
		"b": "شوخى، كينه بر جاى مى گذارد.",
		"c": 1,
		"d": "تحف العقول : 86.",
		"n": 28977
	},
	{
		"a": "مُجالَسَةُ أهلِ اللّهوِ يُنسِي القُرآنَ ويُحضِرُ الشَّيطانَ.",
		"b": "همنشينى با اهل لهو، مايه فراموشى قرآن و حضور شيطان است.",
		"c": 1,
		"d": "تحف العقول : 151.",
		"n": 28978
	},
	{
		"a": "مَن حَفَرَ بِئرا لِأخيهِ وَقَعَ فيها، ومَن هَتَكَ حِجابَ غَيرِهِ انْكَشَفَتْ عَوراتُ بَيتهِ.",
		"b": "هر كه براى برادرش چاهى كند، خود در آن افتد و هر كه پرده [حرمت] ديگرى را بدرد، عيبهاى درون خانه او بر ملا شود.",
		"c": 1,
		"d": "تحف العقول : 88.",
		"n": 28979
	},
	{
		"a": "الصَّمتُ حُكمٌ، والسُّكوتُ سَلامَةٌ، والكِتمانُ طَرفٌ مِن السَّعادَةِ.",
		"b": "خاموشى حكمت است و سكوت [مايه ]سلامت و راز دارى گوشه اى از خوشبختى.",
		"c": 1,
		"d": "تحف العقول : 223.",
		"n": 28980
	},
	{
		"a": "إنّ كَثرَةَ المالِ مَفسَدَةٌ للدِّينِ، مَقساةٌ لِلقلوبِ.",
		"b": "بسيارىِ مال و ثروت، مايه تباهى دين و سختى دل است.",
		"c": 1,
		"d": "تحف العقول : 199",
		"n": 28981
	},
	{
		"a": "النَّظَرُ إلَى البَخيلِ يُقسي القَلبَ.",
		"b": "نگاه كردن به شخص بخيل، دل را سخت مى گرداند.",
		"c": 1,
		"d": "تحف العقول : 214",
		"n": 28982
	},
	{
		"a": "تَعَلَّمُوا كتابَ اللّه ِ تباركَ وتعالى؛ فإنّهُ أحسَنُ الحَديثِ وأبلَغُ المَوعِظَةِ، وتَفَقَّهُوا فيه فإنّهُ رَبيعُ القُلوبِ، واستَشفُوا بنُورِهِ فإنّه شِفاءٌ لِما في الصُّدورِ، وأحسِنُوا تِلاوَتَهُ فإنّهُ أحسَنُ القَصصِ.",
		"b": "كتاب خداوند تبارك و تعالى را بياموزيد؛ زيرا كه آن نيكوترين سخن و رساترين اندرز است و قرآن را بفهميد؛ زيرا كه آن بهار دلهاست و از نور آن شفا جوييد؛ زيرا كه آن شفابخش بيماريهاى سينه هاست و آن را نيكو تلاوت كنيد؛ زيرا كه آن بهترين داستان (تاريخ) است.",
		"c": 1,
		"d": "تحف العقول : 150.",
		"n": 28983
	},
	{
		"a": "ألا اُخبِرُكُم بالفَقيهِ حَقِّ الفَقيهِ؟مَن لم يُرَخِّصِ الناسَ في مَعاصِي اللّه ِ، ولم يُقَنِّطْهُم مِن رَحمَةِ اللّه ِ، ولم يُؤمِنْهُم مِن مَكرِ اللّه ِ، ولم يَدَعِ القرآنَ رَغبَةً عَنهُ إلى ما سِواهُ.",
		"b": "آيا شما را از فقيهِ حقيقى آگاه نكنم؟ كسى كه جواز معصيت خدا به مردم ندهد و از رحمت خدا نوميدشان نكند و از مكر و عذاب خدا آسوده خاطرشان نسازد و از قرآن، به چيز ديگر رو نكند.",
		"c": 1,
		"d": "تحف العقول : 204.",
		"n": 28984
	},
	{
		"a": "حُكِمَ بالفاقَةِ على مُكثِرِهاـ يَعني الدنيا ـ واُعِينَ بالراحَةِ مَن رَغِبَ عنها.",
		"b": "فزونخواهِ دنيا محكوم به فقر است، و رويگردانِ از دنيا آسايش يار اوست.",
		"c": 1,
		"d": "تحف العقول : 221.",
		"n": 28985
	},
	{
		"a": "لا فَقرَ بعدَ الجَنّةِ، ولا غِنى بعدَ النارِ.",
		"b": "با وجـود بـهشت، فـقرى نيست و با وجود دوزخ، توانگرى نه.",
		"c": 1,
		"d": "تحف العقول : 216",
		"n": 28986
	},
	{
		"a": "الاستِغفارُ مَع الإصرارِ ذُنوبٌ مُجَدَّدَةٌ.",
		"b": "آمرزش خواهى[ها] با وجودادامه دادن به گناه، خود گناهانى تازه اند.",
		"c": 1,
		"d": "تحف العقول : 223.",
		"n": 28987
	},
	{
		"a": "إنّ مِن العِصمَةِ ألّا تَغتَرُّوا بِاللّه ِ.",
		"b": "يكى از عوامل مصون ماندن ازگناهان، اين است كه به خدا مغرور نشويد (به او طمع بيهوده مبنديد و خود را ازعذاب او ايمن مپنداريد).",
		"c": 1,
		"d": "تحف العقول : 150.",
		"n": 28988
	},
	{
		"a": "مَن كساهُ العِلمُ ثَوبَهُ، اختَفى عَنِ النّاسِ عَيبُهُ.",
		"b": "هر كس كه دانش جامه خود را بر قامت او بپوشاند، عيبش از مردم پوشيده ماند.",
		"c": 1,
		"d": "تحف العقول : 215.",
		"n": 28989
	},
	{
		"a": "العِلمُ قائدٌ، والعَمَلُ سائقٌ، والنَّفسُ حَرونٌ",
		"b": "دانش، مهار را از جلو مى كشد و عمل از پشت سر مى راند و نفس توسنى مى كند.",
		"c": 1,
		"d": "تحف العقول : 208.",
		"n": 28990
	},
	{
		"a": "العافِيَةُ عَشرَةُ أجزاءٍ، تِسعَهٌ مِنها في الصَّمتِ إلّا بِذِكرِ اللّه ِ، وواحِدٌ في تَركِ مُجالَسَةِ السُّفَهاءِ.",
		"b": "عافيت ده جزء است. نُه جزء آن در دم فرو بستن است مگر از ياد خدا و يك جزء در ترك همنشينى با نابخردان.",
		"c": 1,
		"d": "تحف العقول : 89.",
		"n": 28991
	},
	{
		"a": "اِعلَمْ أ نَّهُ لا عِزَّ لِمَن لا يَتَذَلَّلُ للّه ِِ، ولا رِفعَةَ لِمَن لا يَتَواضَعُ للّه ِِ.",
		"b": "بدان كه عزّتمند نيست كسى كه در برابر خدا ذليل نباشد و بلندى نيابد كسى كه در برابر خدا افتادگى نورزد.",
		"c": 1,
		"d": "تحف العقول : 366.",
		"n": 28992
	},
	{
		"a": "لا خَيرَ في عِبادَةٍ ليسَ فيها تَفَقُّهٌ.",
		"b": "در عبادتى كه با شناخت توأم نباشد، خيرى نهفته نيست.",
		"c": 1,
		"d": "تحف العقول : 204",
		"n": 28993
	},
	{
		"a": "مَن كَثُرَ ضِحكُه ذَهَبَت هَيبَتُهُ.",
		"b": "هركه زياد بخندد، ابّهتش از بين برود.",
		"c": 1,
		"d": "تحف العقول : 96.",
		"n": 28994
	},
	{
		"a": "اِحذَرُوا الشُّبهَةَ؛ فإنّها وُضِعَت لِلفِتنَةِ.",
		"b": "از شبهه حذر كنيد؛ زيرا كه شبهه به قصد فتنه (گمراه سازى) ساخته شده است.",
		"c": 1,
		"d": "تحف العقول : 155.",
		"n": 28995
	},
	{
		"a": "قَواعِدُ الإسلامِ سَبعَةٌ : فَأوَّلُهاالعَقلُ وعلَيهِ بُنِيَ الصَّبرُ، والثاني : صَونُ العِرضِ وصِدقُ اللَّهجَةِ، والثالِثَةُ : تِلاوَةُ القُرآنِ على جِهَتِهِ، والرابِعَةُ : الحُبُّ في اللّه ِ والبُغضُ في اللّه ِ، والخامِسةُ : حَقُّ آلِ محمّدٍ صلى الله عليه و آله ومَعرِفَةُ وَلايَتِهِم، والسادِسَةُ : حَقُّ الإخوانِ والمُحاماةُ علَيهِم، والسّابِعَةُ : مُجاوَرَةُ الناسِ بالحُسنى.",
		"b": "شالوده هاى اسلام هفت تاست: اولين آنها خِرد است و صبر بر آن بنا شده است؛ دوم : آبرودارى و راستگويى؛ سوم: تلاوت قرآن، به گونه صحيح؛ چهارم: دوستى و دشمنى براى خدا؛ پنجم: حق آل محمّد صلى الله عليه و آله، و شناخت ولايت آنها؛ ششم : حق برادران و حمايت از آنها و هفتم: حُسن همسايگى با مردم.",
		"c": 1,
		"d": "تحف العقول : 196.",
		"n": 28996
	},
	{
		"a": "لا تَرُدَّ سائلاً ولَو مِن شَطرِ حَبَّهِ عِنَبٍ أو شِقِّ تَمرَةٍ.",
		"b": "هيچ سائلى را دست خالى بر مگردان، حتى اگر با نيمدانه اى از انگور يا خرما باشد.",
		"c": 1,
		"d": "تحف العقول : 172.",
		"n": 28997
	},
	{
		"a": "مَن كابَرَ الزَّمانَ عَطِبَ، ومن يَنقِمْ علَيهِ غَضِبَ.",
		"b": "هركه با روزگار بستيزد، هلاك شود و هركه آن را سرزنش كند، [خود] در خشم شود.",
		"c": 1,
		"d": "تحف العقول : 85.",
		"n": 28998
	},
	{
		"a": "مَن جادَ سادَ، ومَن كَثُرَ مالُهُ رَأسَ.",
		"b": "بخشنده آقايى كند، و ثروتمند رياست.",
		"c": 1,
		"d": "تحف العقول : 96.",
		"n": 28999
	},
	{
		"a": "عَجِبتُ لأقوامٍ يَحتَمُونَ الطَّعامَ مَخافَةَ الأذى كيفَ لا يَحتَمُونَ الذُّنوبَ مَخافةَ النّارِ ؟!",
		"b": "در شگفتم از مردمى كه از ترس اذيت شدن، از غذا پرهيز مى كنند چگونه از ترس آتش، از گناهان پرهيز نمى كنند؟!",
		"c": 1,
		"d": "تحف العقول : 204.",
		"n": 29000
	},
	{
		"a": "طُوبى لِمَن أخْلَصَ للّه ِ عَمَلَهُ وعِلْمَهُ، وحُبَّهُ وبُغْضَهُ، وأخْذَهُ وتَرْكَهُ، وكَلامَهُ وصَمْتَهُ، وفِعْلَهُ وقَولَهُ.",
		"b": "خوشا آن كه عمل و علمش، دوستى و دشمنيش، انجام دادن و ترك كردنش، سخن و سكوتش، و كردار و گفتارش فقط براى خدا باشد.",
		"c": 1,
		"d": "تحف العقول : 100.",
		"n": 29001
	},
	{
		"a": "مَن غَضِبَ على مَن لا يقدِرُ أنْ يَضُرَّهُ، طالَ حُزْنُهُ وعَذّبَ نَفْسَهُ.",
		"b": "هر كه بر كسى خشم گيرد كه توان آسيب رساندن به او را ندارد، اندوهش دراز گردد و خود را عذاب دهد.",
		"c": 1,
		"d": "تحف العقول : 99.",
		"n": 29002
	},
	{
		"a": "أصْلُ الحَزمِ الوُقوفُ عِندَ الشُّبْهَةِ.",
		"b": "ريشه دور انديشى باز ايستادن در هنگام شبهه است.",
		"c": 1,
		"d": "تحف العقول : 214.",
		"n": 29003
	},
	{
		"a": "مَن تَورَّطَ في الاُمورِ بغَيرِ نَظَرٍ في العَواقِبِ فَقد تَعرَّضَ للنَّوائبِ.",
		"b": "هر كس بدون عاقبت انديشى در كارها دست به كارى زند، خود را گرفتار سختيها و مصائب كند.",
		"c": 1,
		"d": "تحف العقول : 90.",
		"n": 29004
	},
	{
		"a": "مِن حُسنِ الجِوارِ تَفَقُّدُالجـارِ.",
		"b": "از نشانه هاى حُسن همسايگى جويا شدن از احوال همسايه است.",
		"c": 1,
		"d": "تحف العقول : 85.",
		"n": 29005
	},
	{
		"a": "إنَّ الجاهِلَ مَن عَدّ نَفسَهُ ـ بما جَهِلَ مِن مَعرفَةِ العِلمِ ـ عالِما، وبِرَأيهِ مُكْتَفيا، فمَا يَزالُ للعُلماءِ مُباعِدا وعَلَيهِم زارِيا، ولِمَن خَالفَهُ مُخَطِّئا، ولِمَا لَم يَعْرِفْ مِن الاُمورِ مُضَلِّلاً، فإذا وَردَ علَيهِ مِن الاُمورِ ما لَم يَعْرِفْهُ أنْكَرَهُ وكَذّبَ بهِ وقالَ بجَهالَتِهِ : ما أعْرِفُ هذا ! وما أراهُ كانَ ! وما أظُنُّ أنْ يَكونَ ! وأنّى كانَ ؟! وذلكَ لِثِقَتِهِ بِرَأْيِه وقِلَّةِ مَعْرِفَتِهِ بجَهالَتِهِ ! فمَا يَنْفَكُّ بما يَرى مِمّا يَلْتَبِسُ علَيهِ رأيُهُ مِمّا لا يَعْرِفُ للجَهلِ مُسْتَفيدا، وللحقِّ مُنكِرا، وفي الجَهالَةِ مُتَحيِّرا، وعن طَلَبِ العِلمِ مُسْتَكبِرا.",
		"b": "نادان كسى است كه خود را ـ به آنچه نمى داند ـ دانا شمارد و به رأى و نظر خود بسنده كند و پيوسته از دانشمندان دورى كند و از آنان عيب و ايراد گيرد ومخالفان خود را بر خطا داند و آنچه را نفهميده گمراه كننده شمارد. هرگاه به مطلبى برخورَد كه آن را نمى داند منكرش شود و آن را دروغ شمارد و از روى نادانى خود گويد: من چنين چيزى را نمى شناسم و فكر نمى كنم كه وجود داشته باشد و گمان نمى كنم وجود داشته باشد و كجا چنين چيزى هست؟! و اين از آن روست كه به نظر خود اعتماد دارد و از نادانى خويش بى خبر است! از اين رو به سبب نادانى خويش پيوسته از جهل بهره مند شود و حقّ را انكار كند و در نادانى سرگشته ماند و از طلب دانش تكبر ورزد.",
		"c": 1,
		"d": "تحف العقول : 73.",
		"n": 29006
	},
	{
		"a": "المُسْتَأكِلُ بدِينِهِ حَظُّهُ مِن دِينِهِ ما يَأكُلُهُ.",
		"b": "كسى كه دين را دكّان خود قرار دهد بهره او از دينش همان است كه مى خورد.",
		"c": 1,
		"d": "تحف العقول : 223.",
		"n": 29007
	},
	{
		"a": "فَسَدَ حسَبُ مَن ليسَ لَه أدبٌ.",
		"b": "كسى كه ادب ندارد، شرافت خانوادگى اش تباه است.",
		"c": 1,
		"d": "تحف العقول : 96.",
		"n": 29008
	},
	{
		"a": "فَاِنَّمَا البَصيرُ مَن سَمِعَ وَ تَفَكَّرَ، وَ نَظَرَ وَ اَبْصَرَ وَ انْتَفَعَ بِالعِبَرِ، وَ سَلَكَ جَدَدا واضِحا يَتَجَنّب فيهِ الصَّرْعَةَ فِى المَهْوى، يَتَنَكَّبُ طَريقَ العَمى، وَ لا يُعينُ عَلى فَسادِ نَفْسِهِ الغُواةَ؛ بِتَعَسُّفٍ فى حَقٍّ أوْ تَحْريفٍ فى نُطْقٍ اَوْ تَغْييرٍ فى صِدْقٍ، وَ لا قُوَّةَ اِلاّ بِاللّهِ",
		"b": "بينا، كسى است كه بشنود و بينديشد، و بنگرد و ببيند، و از عبرت ها سود برد، و آن گاه جاده هاى روشن را بپيمايد و از افتادن در پرتگاه هاى گمراهى دورى گزيند و هرگز با ضايع ساختن حقّى يا تحريف نمودن سخنى يا برهم زدن سنّتى نيكو، و به قيمت آلوده ساختن روح خويش، فريبكاران را يارى ندهد، و البته هيچ قدرتى در كار نيست مگر از جانب خداوند يكتا.",
		"c": 1,
		"d": "تحف العقول، ص 155.",
		"n": 29009
	},
	{
		"a": "اَ لْمُسْلِمُ مِرْآةُ أَخيهِ فَإذا رَأَيْتُمْ مِنْ أَخيكُمْ هَفْوَةً فَلاتَكُونُوا عَلَيْهِ إلْبا وَأَرْشِدُوهُ وَانْصَحُوا لَهُ وَتَرَفَّقُوا بِهِ. . .",
		"b": "مسلمان آينه برادر خويش است، هرگاه خطايى از برادر خود ديديد همگى او را مورد حمله قرار ندهيد بلكه او را راهنمايى و نصيحت نماييد و با او مدارا كنيد. . . .",
		"c": 1,
		"d": "تحف العقول، ص 108.",
		"n": 29010
	},
	{
		"a": "اَ لْبَرَكَةُ فى مالِ مَنْ آتَى الزَّكاةَ وَ واسَى الْمُؤمِنينَ وَ وَصَلَ الاَْقْرَبينَ",
		"b": "بركت در مال كسى است كه زكات بپردازد، به مؤمنان مدد و يارى رساند و به خويشاوندان كمك نمايد.",
		"c": 1,
		"d": "تحف العقول، ص 172.",
		"n": 29011
	},
	{
		"a": "فَاطْلُبْ مَا يَعنيكَ وَ اتْرُكْ ما لايَعنيكَ، فَاِنَّ فى تَركِ ما لايَعنيكَ دَرْكَ ما يَعْنيكَ",
		"b": "در جستجوى چيزى باش كه مفيد است و آنچه را بيهوده است، رها كن؛ زيرا رها كردن كارهاى بيهوده، باعث رسيدن به امور مفيد مى شود.",
		"c": 1,
		"d": "تحف العقول، ص 218.",
		"n": 29012
	},
	{
		"a": "اِنَّ الْمُسْلِمِ اَخُو الْمُسْلِمِ، فَلاتَخاذَ لوا و لاتَنابَزوا",
		"b": "مسلمان، برادر مسلمان است، پس، از يارى يكديگر دست برنداريد و به هم توهينى روا مداريد.",
		"c": 1,
		"d": "تحف العقول، ص 203.",
		"n": 29013
	},
	{
		"a": "وأيُّ كَلِمَةِ حُكمٍ جامِعَةٍ : أن تُحِبَّ لِلنّاسِ ما تُحِبُّ لِنَفسِكَ، وتَكرَهَ لَهُم ما تَكرَهَ لَها ؟ !",
		"b": "چه سخن حكيمانه جامعى است اين سخن كه : آنچه براى خود دوست مى دارى، براى ديگران [نيز] دوست بدار، و آنچه براى خود نمى پسندى، براى ديگران [نيز] نَپسند.",
		"c": 1,
		"d": "تحف العقول : ص 81.",
		"n": 29014
	},
	{
		"a": "مَن تَرَكَ الشَّهَواتِ كانَ حُرّا.",
		"b": "آن كه شهوت ها را ترك كند، آزاده است.",
		"c": 1,
		"d": "تحف العقول : ص 99.",
		"n": 29015
	},
	{
		"a": "إذا أرادَ أحَدُكُم أن يَأتِيَ أهلَهُ فَليَتَوَقَّ أوَّلَ الأهِلَّةِ و أَنصافَ الشُّهورِ؛ فَإِنَّ الشَّيطانَ يَطلُبُ الوَلَدَ في هذَينِ الوَقتَينِ، وَ الشَّياطينُ يَطلُبونَ الشِّركَ فيهِما، فَيَجيؤونَ و يُحبِلونَ.",
		"b": "هرگاه كسى از شما خواست به همسرش درآيد، بايد در اوّل ماه ها و نيمه ماه ها خوددارى كند؛ چرا كه شيطان در اين دو زمان، فرزند خواهى مى كند و شيطان ها در اين زمان، خواستار مشاركت [در نطفه ]هستند. از اين رو، مى آيند و باردار مى كنند.",
		"c": 1,
		"d": "الخصال : ص 637 ح 10 عن أبي بصير ومحمد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : ص 125 وليس فيه « ذيله » .",
		"n": 29016
	},
	{
		"a": "عَلِّموا صِبيانَكُم الصَّلاةَ، و خُذوهُم بِها إذا بَلَغوا ثَمانَ سِنينَ.",
		"b": "به كودكان خود، نماز ياد دهيد و آن گاه كه به هشت سالگى رسيدند، از آنان بازخواست كنيد.",
		"c": 1,
		"d": "الخصال : ص 626 ح 10 عن محمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : ص 115.",
		"n": 29017
	},
	{
		"a": "عَلِّموا صِبيانَكُم ما يَنفَعُهُمُ اللّه ُ بِهِ، لا تَغلِب عَلَيهِمُ المُرجِئَةُ بِرَأيِها.",
		"b": "به كودكانتان چيزهايى را ياد بدهيد كه به خاطرش خداوند به آنان بهره برساند و نبايد مرجئه با افكارشان بر آنان چيره شوند.",
		"c": 1,
		"d": "الخصال : ص 614 ح 10 عن محمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول : ص 104.",
		"n": 29018
	},
	{
		"a": "بِرُّ الوالِدَينِ مِن أكرَمِ الطَّبائِعِ.",
		"b": "نيكى كردن به پدر و مادر، از والاترين خوى هاست.",
		"c": 1,
		"d": "دستور معالم الحكم : ص 23، تحف العقول : ص 85 وفيه « كرم الطبيعة » بدل « أكرم الطبائع » ، بحار الأنوار : ج 77 ص 212 ح 1.",
		"n": 29019
	},
	{
		"a": "داوُوا مَرْضاكُمْ بِالصَّدَقَةِ.",
		"b": "بيماران را با صدقه درمان كنيد.",
		"c": 1,
		"d": "تحف العقول، ص 113.",
		"n": 29020
	},
	{
		"a": "اَللِّسانُ مِعْيارٌ اءطاشَهُ الْجَهْلُ وَ اءَرْجَحَهُ الْعَقْلُ.",
		"b": "زبان ترازويى است كه نادانى آن را سبك و عقل سنگين مى سازد.",
		"c": 1,
		"d": "تحف العقول، ص 228.",
		"n": 29021
	},
	{
		"a": "اءَحْبِبْ حَبيبَكَ هَوْناً ما عَسى اءَنْ يُعْصيكَ يَوْماً ما.",
		"b": "در دوستى با دوست زياده روى مكن، چه بسا روزى، تو را نافرمانى كند.",
		"c": 1,
		"d": "تحف العقول، ص 219.",
		"n": 29022
	},
	{
		"a": "ما حارَ مَنِ اسْتَخارَ.",
		"b": "هر كه از خدا خير خواهد سرگردان نماند.",
		"c": 1,
		"d": "تحف العقول، ص 229.",
		"n": 29023
	},
	{
		"a": "اءَصْلُ مَعْرِفَةِ اللّهِ تَوْحِيدُهُ.",
		"b": "پايه خداشناسى توحيد است.",
		"c": 1,
		"d": "تحف العقول، ص 65.",
		"n": 29024
	},
	{
		"a": "لَيْسَ مِنْ اَخْلاقِ الْمُؤْمِنِ الْمَلَقُ وَ لاَ الْحَسَدُ اِلاّ فى طَلَبِ اْلِعْلِم.",
		"b": "مؤ من جز براى كسب دانش، چاپلوسى و حسودى نمى كند.",
		"c": 1,
		"d": "تحف العقول، ص 228.",
		"n": 29025
	},
	{
		"a": "اِيّاكُمْ وَ الْكَسَلَ فَإِنَّهُ مَنْ كَسَلَ لَمْ يُؤَدِّ حَقَّ اللّهِ.",
		"b": "از تنبلى بپرهيزيد كه تنبل حق خداى را ادا نكند.",
		"c": 1,
		"d": "تحف العقول، ص 112.",
		"n": 29026
	},
	{
		"a": "مَنْ لَمْ يُصْلِحْ اَخْلاقَهُ كَثُرَتْ بَوائِقُهُ.",
		"b": "كسى كه اخلاقش را اصلاح نكند گرفتارى هايش زياد شود.",
		"c": 1,
		"d": "تحف العقول، ص 237.",
		"n": 29027
	},
	{
		"a": "لا خَيْرَ فى عِلْمٍ لَيْسَ فيهِ التَّفَكُّرُ.",
		"b": "علمى كه با انديشه همراه نباشد، سودمند نيست.",
		"c": 1,
		"d": "تحف العقول، ص 224.",
		"n": 29028
	},
	{
		"a": "اَلْفَقْرُ الْمَوْتُ الاَْكْبَرُ.",
		"b": "تهيدستى مرگ بزرگ تر است.",
		"c": 1,
		"d": "تحف العقول، ص 113.",
		"n": 29029
	},
	{
		"a": "سِبابُ الْمُؤْمِنِ فِسْقٌ.",
		"b": "دشنام دادن مؤ من فسق است.",
		"c": 1,
		"d": "تحف العقول، ص 234.",
		"n": 29030
	},
	{
		"a": "اِنَّ الْمُؤْمِنَ إِذا نَظَرَ اعْتَبَرَ.",
		"b": "مؤ من هرگاه بنگرد، پند گيرد.",
		"c": 1,
		"d": "تحف العقول، ص 235.",
		"n": 29031
	},
	{
		"a": "لا نَدِمَ مَنِ اسْتَشارَ.",
		"b": "آن كس كه مشورت كند پشيمان نشود.",
		"c": 1,
		"d": "تحف العقول، ص 229.",
		"n": 29032
	},
	{
		"a": "عَمَرَتِ الْبُلْدانُ بِحُبِّ الاَْوْطانِ.",
		"b": "شهرها با وطن دوستى آباد مى شوند.",
		"c": 1,
		"d": "تحف العقول، ص 229.",
		"n": 29033
	},
	{
		"a": "مَن أحَبَّنا فَليَعمَل بَعَمَلِنا، وَليَستَعِن بِالوَرَعِ، فَإِنَّهُ أفضَلُ مايُستعانُ بِهِ في أمرِ الدُّنيا وَالآخِرَةِ",
		"b": "هر كه ما را دوست دارد، بايد به كردار ما عمل كند و از پارسايى مدد گيرد؛ چرا كه آن، بهترين مددكار در امر دنيا و آخرت است.",
		"c": 1,
		"d": "الخصال: 614/10 عن أبي بصير ومحمّدبن مسلم عن الإمام الصادق عن آبائه عليهم السلام، تحف العقول: 104.",
		"n": 29034
	},
	{
		"a": "في كِتابِهِ إلى مُحَمَّدِ بنِ أبي بَكرٍ وأهلِ مِصر: عَلَيكُم بِتَقوَى اللّه ِ؛ فَإِنَّها تَجمَعُ مِنَ الخَيرِ ما لا يَجمَعُ غَيرُها، ويُدرَكُ بِها مِنَ الخَيرِ ما لايُدرَكُ بِغَيرِها مِن خَيرِ الدُّنيا وخَيرِ الآخِرَةِ، قالَ اللّه ُ : « وَ قِيلَ لِلَّذِينَ اتَّقَوْاْ مَاذَا أَنزَلَ رَبُّكُمْ قَالُواْ خَيْرًا لِّلَّذِينَ أَحْسَنُواْ فِى هَـذِهِ الدُّنْيَا حَسَنَةٌ وَ لَدَارُ الآخِرَةِ خَيْرٌ وَ لَنِعْمَ دَارُ الْمُتَّقِينَ » . النحل : 30. اِعلَموا يا عِبادَ اللّه ِ، أنَّ المُؤمِنَ يَعمَلُ لِثَلاثٍ مِنَ الثَّوابِ : إمّا لِخَيرِ الدُّنيا؛ فَإِنَّ اللّه َ يُثيبُهُ بِعَمَلِهِ في دُنياهُ، قالَ اللّه ُ سُبحانَهُ لاِءِبراهيم : « وَ ءَاتَيْنَـهُ أَجْرَهُ فِى الدُّنْيَا وَ إِنَّهُ فِى الآخِرَةِ لَمِنَ الصَّــلِحِينَ » العنكبوت : 27. فَمَن عَمِلَ لِلّهِ تَعالى أعطاهُ أجرَهُ فِي الدُّنيا وَالآخِرَةِ، وكَفاهُ المُهِمَّ فيهِما، وقَد قالَ اللّه ُ : « يَـعِبَادِ الَّذِينَ ءَامَنُواْ اتَّقُواْ رَبَّكُمْ لِلَّذِينَ أَحْسَنُواْ فِى هَـذِهِ الدُّنْيَا حَسَنَةٌ وَ أَرْضُ اللَّهِ وَ سِعَةٌ إِنَّمَا يُوَفَّى الصَّـبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ » الزمر : 10.، فَما أعطاهُمُ اللّه ُ فِي الدُّنيا لَم يُحاسِبهُم بِهِ فِي الآخِرَةِ، قالَ اللّه ُ : « لِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَ زِيَادَةٌ » يونس : 26.، فَالحُسنى هِيَ الجَنَّةُ، وَالزِّيادَةُ هِيَ الدُّنيا. وإمّا لِخَيرِ الآخِرَةِ؛ فَإِنَّ اللّه َ يُكَفِّرُ بِكُلِّ حَسَنَةٍ سَيِّئَةً، قالَ اللّه ُ : « إِنَّ الْحَسَنَـتِ يُذْهِبْنَ السَّيِّئَاتِ ذَ لِكَ ذِكْرَى لِلذَّ كِرِينَ » هود : 114.، حَتّى إذا كانَ يَومُ القِيامَةِ حُسِبَت لَهُم حَسَناتُهُم، ثُمَّ أعطاهُم بِكُلِّ واحِدَةٍ عَشرَ أمثالِها إلى سَبعِمِئَةِ ضِعفٍ، قالَ اللّه ُ : « جَزَاءً مِّن رَّبِّكَ عَطَـاءً حِسَابًا » النبأ : 36.، وقالَ : « فَأُوْلَـئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُواْ وَ هُمْ فِى الْغُرُفَـتِ ءَامِنُونَ » سبأ : 37. فَارغَبوا في هذا ـ رَحِمَكُمُ اللّه ُ ـ وَاعمَلوا لَهُ وتَحاضّوا عَلَيهِ. وَاعلَموا يا عِبادَ اللّه ِ، أنَّ المُتَّقينَ حازوا عاجِلَ الخَيرِ وآجِلَهُ، شارَكوا أهلَ الدُّنيا في دُنياهُم ولَم يُشارِكهُم أهلُ الدُّنيا في آخِرَتِهِم، أباحَهُمُ اللّه ُ مِنَ الدُّنيا ما كَفاهُم وبِهِ أغناهُم، قالَ اللّه ُ عَزَّ اسمُهُ : « قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِى أَخْرَجَ لِعِبَادِهِ وَ الطَّيِّبَـتِ مِنَ الرِّزْقِ قُلْ هِىَ لِلَّذِينَ ءَامَنُواْ فِى الْحَيَوةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَـمَةِ كَذَ لِكَ نُفَصِّلُ الآيَـتِ لِقَوْمٍ يَعْلَمُونَ » الأعراف : 32. سَكَنُوا الدُّنيا بِأَفضَلِ ماسُكِنتَ، وأكَلوها بِأَفضَلِ ما اُكِلَت، شارَكوا أهلَ الدُّنيا في دُنياهم فَأَكَلوا مَعَهُم مِن طَيِّباتِ ما يَأكُلونَ، وشَرِبوا مِن طَيِّباتِ ما يَشرَبونَ، ولَبِسوا مِن أفضَلِ ما يَلبَسونَ، وسَكَنوا مِن أفضَلِ ما يَسكُنونَ، وتَزَوَّجوا مِن أفضَلِ ما يَتَزَوَّجونَ، ورَكِبوا مِن أفضَلِ مايَركَبونَ، أصابوا لَذَّةَ الدُّنيا مَعَ أهلِ الدُّنيا، وهُم غَدا جيرانُ اللّه ِ يَتَمَنَّونَ عَلَيهِ، فَيُعطيهِم ما تَمَنَّوهُ، ولا يَرُدُّ لَهُم دَعوَةً ولا يَنقُصُ لَهُم نَصيبا مِنَ اللَّذَّةِ. فَإِلى هذا يا عِبادَ اللّه ِ يَشتاقُ إلَيهِ مَن كانَ لَهُ عَقلٌ، ويَعمَلُ لَهُ بِتَقوَى اللّه ِ، ولا حَولَ ولا قُوَّةَ إلاّ بِاللّه ِ.",
		"b": "بر شما باد پروا داشتن از خدا؛ زيرا هيچ چيز به مانند پرواى از خدا، جامع خوبى ها نيست و به هيچ چيز چون تقوا نمى توان به خير دنيا و آخرت رسيد. خداوندمى فرمايد: « به آنان كه تقوا پيشه كرده اند، گفته مى شود : پروردگارتان چه فرو مى فرستاد؟ مى گويند: خوبى. براى آنان كه نيكى كردند، در اين دنيا نيكى است، و البته سراى آخرت، بهتر است، و چه نيكوست جايگاه تقوا پيشگان » . بدانيد اى بندگان خدا كه مؤمن، براى سه پاداش كار مى كند: يا براى خير دنيا؛ زيرا كه خداوند، او را در همين دنيا براى كارش پاداش مى دهد. خداى سبحان درباره ابراهيم فرموده است: « و مزدش را در دنيا به او داديم و در آخرت نيز از شايستگان خواهد بود » . پس، هركه براى خداى متعال كار كند، خداوند، مزدش را در دنيا و آخرت به او مى دهد و در هر دو جا خواست هاى او را بر مى آورد. خداوندفرموده است: « اى بندگان من كه ايمان آورده ايد ! از پروردگارتان بترسيد. براى آنان كه خوبى كردند، در اين دنيا خوبى است، و زمين خدا پهناور است. براستى كه شكيبايان مزد خويش را بى حساب، دريافت خواهند كرد » . پس خداوند، آنان را بدانچه در دنيا عطايشان كرده است، در آخرت حسابرسى نمى كند. خداىفرموده است: « براى آنان كه كار نيك كنند، پاداش نيك است و افزونى » . مراد از پاداش نيك، بهشت است و از افزونى، دنيا. و يا براى خير آخرت [كار مى كند]؛ زيرا كه خداوند در برابر هر كار نيكى يك گناه مى بخشد. خداى مى فرمايد: « همانا خوبى ها بدى ها را از بين مى برند. اين، پندى است براى پندگيرندگان » تا اين كه چون روز قيامت شود، خوبى هايشان براى آنان محاسبه گردد، سپس به شمار هريك از آنها، ده تا هفتصد برابر به ايشان عطا كند. خداوند مى فرمايد: « اين، پاداشى است از پروردگار تو؛ عطايى از روى حساب » . و مى فرمايد: « پس، براى آنان دو برابر آنچه انجام داده اند، پاداش است و آنها در غرفه ها [ى بهشتى] آسوده خاطر خواهند بود » پس ـ خدايتان رحمت كناد ـ به اين همه پاداش، روى آوريد و براى آن كار كنيد و به ترغيب يكديگر بپردازيد. بدانيد، اى بندگان خدا، كه تقواپيشگان، خير دنيا و آخرت را به دست آوردند: با اهل دنيا در دنيايشان شريك اند؛ ليكن اهل دنيا در آخرت آنان شريكشان نيستند. خداوند، از دنيا به آن اندازه اى كه بسنده شان كند و بى نيازشان سازد، برايشان مباح و روا ساخت. خداوند بلند نام مى فرمايد: « بگو: چه كسى زيورهايى را كه خدا براى بندگانش پديد آورده و روزى هاى پاكيزه، را حرام گردانيده است؟ بگو: همه اينها در زندگى دنيا از آنِ كسانى است كه ايمان آورده اند و روز قيامت نيز ويژه آنان است. اين گونه، آيات خود را براى گروهى كه مى دانند، به روشنى بيان مى كنيم » . آنان در دنيا به بهترين وجه زيستند، به بهترين وجه، خوردند و با اهل دنيا در دنيايشان شريك اند. در كنار آنان، از خوراك هاى پاكيزه اى كه اهل دنيا مى خورند خوردند و از نوشيدنى هاى گوارايى كه ايشان مى نوشند، نوشيدند و از بهترين لباس هايى كه مى پوشند، پوشيدند و در بهترين خانه هايى كه ايشان سكونت مى كنند، سكونت كردند و مانند آنها با بهترين همسران، ازدواج كردند و بر بهترين مَركب ها سوار شدند؛ همانند اهل دنيا از لذّت دنيا بهره مند شدند و فردا [ى قيامت [هم در جوار خداوند هستند و از او آرزو و تمنّا مى كنند و خدا آرزوهايشان را بر مى آورد؛ نه دعا و درخواستى از ايشان را ردّ مى كند و نه از بهره لذّت هايشان چيزى مى كاهد. پس، اى بندگان خدا! هركه را خِرَدى باشد، به چنين چيزى اشتياق مى ورزد و براى آن كار مى كند و تقواى الهى در پيش مى گيرد. هيچ توش و توانى نيست، مگر به واسطه خداوند.",
		"c": 1,
		"d": "الأمالي للمفيد : ص 261 ح 3، الأمالي للطوسي : ص 25 ح 31، بشارة المصطفى : ص 44 كلّها عن أبي إسحاق الهمداني، الغارات : ج 1 ص 234 عن عباية وكلاهما نحوه، بحار الأنوار : ج 70 ص 66 ح 11 وراجع تحف العقول : ص 176.",
		"n": 29035
	},
	{
		"a": "أكثِر ذِكرَ الآخِرَةِ وما فيها مِنَ النَّعيمِ وَالعَذابِ الأَليمِ؛ فَإِنَّ ذلِكَ يُزَهِّدُكَ فِي الدُّنيا ويُصَغِّرُها عِندَكَ.",
		"b": "آخرت و نعمت ها و عذاب دردناكِ آن را بسيار ياد كن؛ زيرا كه اين كار، تو را به دنيا بى رغبت مى سازد و آن را در نزد تو كوچك مى گرداند.",
		"c": 1,
		"d": "تحف العقول : ص 76، بحار الأنوار : ج 77 ص 205 ح 1 نقلاً عن كشف المحجّة.",
		"n": 29036
	},
	{
		"a": "لا راحَةَ لِحَسودٍ، و لا مَوَدَّةَ لِمَلولٍ.",
		"b": "هيچ حسودى، آرامش و هيچ افسرده دلى، دوستى ندارد.",
		"c": 1,
		"d": "الإرشاد : 1 / 303، تحف العقول : 215 وفيه « لا عيش » بدل « لا راحة » ، كنز الفوائد : 1 / 137.",
		"n": 29037
	},
	{
		"a": "يا كُمَيلُ، إنَّ أحَبَّ ما تَمتَثِلُهُ العِبادُ إلَى اللّه ِ ـ بَعدَ الإِقرارِ بِهِ وبِأَولِيائِهِ ـ التَّعَفُّفُ، وَالتَحَمُّلُ، وَالاِصطِبارُ.",
		"b": "اى كميل ! محبوب ترين چيزى كه بندگان ـ پس از اقرار به خدا و اوليايش ـ به درگاهش پيش مى آورند، خويشتن دارى، تحمّل و شكيبايى است.",
		"c": 1,
		"d": "تحف العقول : 173، بحار الأنوار : 77 / 414 / 38.",
		"n": 29038
	},
	{
		"a": "فَبِئسَتِ الدّارُ لِمَن لم يَتهَيَّبها ولَم يَكُن فيها عَلى وَجَلٍ، وَاعلَموا ـ وأنتُم تَعلَمونَ ـ أنَّكُم تارِكوها لابُدَّ، وإنَّما هِيَ كَما نَعَتَ اللّه ُ : « لَعِبٌ وَ لَهْوٌ وَ زِينَةٌ وَ تَفَاخُرُ بَيْنَكُمْ وَ تَكَاثُرٌ فِى الاْءَمْوَ لِ وَ الاْءَوْلَـدِ » .",
		"b": "بد سرايى است براى كسى كه از آن نهراسد و در دنيا، بيمناك نباشد، و بدانيد و مى دانيد كه به ناچار، دنيا را ترك خواهيد كرد، و دنيا چنان است كه خداوند، وصف كرده است: « بازى و سرگرمى و آرايش و فخرفروشى ميانتان و فزون جويى در دارايى ها و فرزندان است » ",
		"c": 1,
		"d": "تحف العقول : ص 182، بحار الأنوار : ج 73 ص 98 ح 81.",
		"n": 29039
	},
	{
		"a": "ـ في وصيَّتِهِ لابنهِ الحسنِ عليه‌السلام ـ : إنّما لكَ مِن دُنياكَ ما أصلَحتَ بهِ مَثواكَ، فأنفِقْ في حَقٍّ ولا تَكُن خازِنا لِغَيرِكَ.",
		"b": "ـ در سفارش به فرزند بزرگوارش حسن عليه‌السلام ـ فرمود : در حقيقت بهره تو از دنيايت همان است كه با آن آخرتت را بسازى. پس در راه حق خرج كن و خزانه دار ديگران مباش.",
		"c": 1,
		"d": "تحف العقول : 83.",
		"n": 29040
	},
	{
		"a": "ـ لَمّا سُئلَ عَنِ المُروءَةِ ـ : لاتَفعَلُ شيئا في السِّرِّ تَستَحيي مِنهُ في العَلانِيَةِ.",
		"b": "ـ در پاسخ به سؤال : مردانگى چيست؟ ـ فرمود : اين كه در نهان كارى نكنى كه آشكارا از انجام آن شرم داشته باشى.",
		"c": 1,
		"d": "تحف العقول : 223.",
		"n": 29041
	},
	{
		"a": "ـ مِن كِتابٍ لَهُ إلى عبدِاللّه ِ بنِ العبّاسِ ـ : أمّا بَعدُ، فاطلُبْ ما يَعنيكَ واترُكْ ما لا يَعنيكَ؛ فإنّ في تَركِ ما لا يَعنيكَ دَركَ ما يَعنيكَ.",
		"b": "ـ در نامه اى به عبداللّه بن عباس ـ نوشت : اما بعد، چيزى را بجوى كه سودمند است و آنچه را كه بيهوده است فرو گذار؛ زيرا فرو گذاشتن چيزهاى بيهوده، باعت رسيدن به كارهاى سودمند است.",
		"c": 1,
		"d": "تحف العقول : 218.",
		"n": 29042
	},
	{
		"a": "ـ في وَصِيَّتِهِ لِابنِهِ الحَسَنِ عليه‌السلام ـ : إذا استَحَقَّ أحَدٌ مِنهُم ذَنبا فأحسِنِ العَذلَ؛ فإنَّ العَذلَ مَعَ العَفوِ أشَدُّ مِنَ الضَّربِ لِمَن كانَ لَهُ عَقلٌ.",
		"b": "ـ در سفارش به فرزندش حسن عليه‌السلام ـ فرمود : هر گاه فردى از آنان (غلامان و چاكران) به سبب گناهى سزاوار كيفر شد، او را به وجهى نيكو سرزنش كن؛ زيرا سرزنش همراه با گذشت براى كسى كه عقل و فهمى دارد، دردناكتر از كتك زدن است.",
		"c": 1,
		"d": "تحف العقول : 87.",
		"n": 29043
	},
	{
		"a": "ـ في وَصِيَّتِهِ لِابنِهِ الحُسَينِ عليه‌السلام ـ : اُوصيكَ بِتَقوَى اللّه ِ في الغِنى والفَقرِ. . . وبِالعَدلِ عَلَى الصَّديقِ والعَدُوِّ.",
		"b": "ـ در سفارش به فرزند بزرگوارش حسين عليه‌السلام ـ فرمود : تو را سفارش مى كنم به پرواى از خدا در روزگار توانگرى وتهيدستى. . . و به رعايت عدالت با دوست و دشمن.",
		"c": 1,
		"d": "تحف العقول : 88.",
		"n": 29044
	},
	{
		"a": "ـ مِن وصاياهُ لابْنِهِ الحُسينِ عليه‌السلام ـ : يا بُنيَّ، اُوصيكَ بتَقْوى اللّه ِ في الغِنى والفَقرِ، وكَلِمَةِ الحقِّ في الرِّضا والغَضَبِ.",
		"b": "ـ در سفارشهاى خود به فرزندش حسين عليه‌السلام ـ فرمود : فرزندم ! تو را سفارش مى كنم به ترس از خدا درتوانگرى و تهيدستى، و گفتن حقّ در خشنودى و خشم.",
		"c": 1,
		"d": "تحف العقول : 88.",
		"n": 29045
	},
	{
		"a": "ـ في وصِيَّتِهِ لزيادِ بنِ النَّضْرِ ـ : اعْلَمْ أنَّ مُقَدِّمَةَ القَومِ عُيونُهُم، وعُيونَ المُقَدِّمَةِ طَلائعُهُم، فإذا أنتَ خَرَجْتَ مِن بِلادِكَ ودَنَوْتَ مِن عَدُوِّكَ فلا تَسْأمْ مِن تَوجيهِ الطَّلائعِ في كُلِّ ناحيةٍ وفي بَعضِ الشِّعابِ والشَّجَرِ والخَمَرِ وفي كُلِّ جانبٍ؛ حتّى لا يُغِيرَكُم عَدُوُّكُم، ويكونَ لَكُم كَمينٌ.",
		"b": "ـ در سفارش به زياد بن نضر ـ فرمود : بدان كه پيشقراولان سپاه چشمهاى آن هستند و چشمان پيشقراولان، طلايه داران ايشانند. پس، هرگاه از مرزهاى سرزمين خود بيرون رفتى و به دشمنت نزديك شدى، بيدرنگ طلايه داران را به هر سو و به پاره اى از درّه ها و درخت زارها و كمينگاهها و به هر گوشه اى روانه ساز تا مبادا دشمن تان در كمين شما باشد و ناگهان بر شما بتازد.",
		"c": 1,
		"d": "تحف العقول : 191، انظر تمام الحديث.",
		"n": 29046
	},
	{
		"a": "يا بُنَيَّ لا تُؤاخِ أَحَدا حَتّى تَعْرِفَ مَوارِدَهُ وَمَصادِرَهُ فَإذا اسْتَنْبَطْتَ الخُبْرَةَ وَرَضِيتَ العِشْرَةَ فَآخِهِ عَلى إقالَةِ العَثْرَةِ وَالمُواساةِ فِى العُسْرَةِ. » ",
		"b": " « پسرم با هيچ كس پيمان دوستى مبند مگر اين كه بدانى از كجا مى آيد و به كجا مى رود؛ يعنى خصوصيات اخلاقى و خانوادگى اش را بدست آور، و چون دقيق بررسى كردى و او را انسانى شايسته يافتى، بر پايه گذشت و اغماض و برادرى در سختيها و لغزشها با او رفتار كن و دوستى ات را استمرار بخش. » ",
		"c": 2,
		"d": "تحف العقول عن آل الرسول، ص233، باب حكمه عليه‌السلام ومواعظه.",
		"n": 29047
	},
	{
		"a": " « إتَّقُوااللّه َ عِبادَاللّه ِ وَجِدُّوا فِى الطَّلَبِ وَتِجاهَ الهَرَبِ وَ بادِرُوا العَمَلَ قَبْلَ مُقَطِّعاتِ النَّقِماتِ وَهادِمِ اللَّذّاتِ، فَإنَّ الدُنْيا لا يَدُومُ نَعيمُها وَلا تُؤْمَنُ فَجِيعُها وَلا تُتَوَقّى مَساوِيها، غُرُورٌ حائِلٌ و سِنادٌ مائِلٌ. » ",
		"b": " « اى بندگان خدا، از نافرمانى در برابرش بپرهيزيد. و براى تحقّق خواسته هاى خويش كوشش نماييد و از كارهاى ناروا بگريزيد قبل از اينكه سختيها به شما رو آورد و به آغوش مرگ بيفتيد به كارهاى نيك مبادرت ورزيد. همانا نعمتهاى دنيا زودگذر و ناپايدار است و كسى از خطرها در امان نيست و مصون از بدبختيها نخواهد بود، دنيا فريب گر مانعِ خوشبختى است و تكيه گاهى سست و بى اساس است. » ",
		"c": 2,
		"d": "تحف العقول عن آل الرسول، ص236",
		"n": 29048
	},
	{
		"a": "ولَعَمري إنّا لأَعلامُ الهُدى و مَنارُ التُّقى",
		"b": "به جانم قسم كه ما پرچم هاى هدايت و نشانه هاى روشن پرهيزگارى هستيم.",
		"c": 2,
		"d": ". تحف العقول، ص 233.",
		"n": 29049
	},
	{
		"a": "القَريبُ مَن قَرَّبَتهُ المَوَدَّةُ وان بَعُدَ نَسَبُهُ",
		"b": "خويشاوند كسى است كه دوستى سبب خويشاوندى او است، اگرچه نسبش دور باشد.",
		"c": 2,
		"d": "تحف العقول، ص 168.",
		"n": 29050
	},
	{
		"a": "اَللَّومُ أن لاتَشكُرَ النِّعمَةَ",
		"b": "فرومايگى اين است كه سپاسِ نعمت نگزارى.",
		"c": 2,
		"d": "تحف العقول",
		"n": 29051
	},
	{
		"a": "مَنِ اتَّكَلَ عَلى حُسنِ الاِختِيارِ مِنَ اللّه ِ لَهُ لَم يَتَمَنَّ أنَّهُ في غَيرِ الحالِ الَّتِياختارَهَا اللّه ُ لَهُ",
		"b": "هر كه بر نيكْ گزينىِ خداوند پشتْ گرم باشد، آرزو نمى كند در وضعى جز آن كه خدا برايش اختيار فرموده، قرار گيرد.",
		"c": 2,
		"d": "تحف العقول",
		"n": 29052
	},
	{
		"a": "ـ لَمّا قيلَ لَهُ : مَا الزُّهدُ؟ ـ : الرَّغبَةُ فِي التَّقوى.",
		"b": "ـ در پاسخ به اين سؤال كه زهد چيست؟ ـ : رغبت به تقواست.",
		"c": 2,
		"d": "تحف العقول : ص 225، بحار الأنوار : ج 78 ص 102 ح 2.",
		"n": 29053
	},
	{
		"a": "ـ لَمّا سُئلَ عَنِ المُروءَةِ ـ : حِفظُ الدِّينِ، وإعزازُ النّفسِ، ولِينُ الكَنَفِ، وتَعَهُّدُ الصَّنيعَةِ، وأداءُ الحُقوقِ، والتَّحَبُّبُ إلَى النّاسِ.",
		"b": "ـ در پاسخ به سؤال از مردانگى ـ فرمود: حفظ دين و عزّت نفس و نرمش و مداومت بر نيكى و احسان و گزاردن حقوق و دوستى نمودن با مردم است.",
		"c": 2,
		"d": "تحف العقول : 225.",
		"n": 29054
	},
	{
		"a": "أسلَمُ القُلوبِ ما طَهُرَمِن الشُّبُهاتِ.",
		"b": "سالمترين دلها، دلى است كه از شبهات پاك باشد.",
		"c": 2,
		"d": "تحف العقول : 235.",
		"n": 29055
	},
	{
		"a": "ـ لمّا سُئلَ عنِ الفَقرِ ـ : شَرَهُ النفسِ إلى كُلِّ شيءٍ.",
		"b": "ـ در پاسخ بـه اين سؤال كه فقرچيست ـ : آزمندى نفس، به هر چيزى.",
		"c": 2,
		"d": "تحف العقول : 225.",
		"n": 29056
	},
	{
		"a": "ـ وقد سُئلَ عن الجُبن ـ : الجُرأةُ على الصَّديقِ، والنُّكُولُ عَن العَدُوِّ.",
		"b": "ـ در پاسخ به اين پرسش كه: ترسويى چيست؟ ـ فرمود : دليرى كردن بر دوست و گريختن از دشمن.",
		"c": 2,
		"d": "تحف العقول : 225.",
		"n": 29057
	},
	{
		"a": "مِن عَلاماتِ أسبابِ الجَهلِ المُماراةُ لِغَيرِ أهلِ الفِكرِ",
		"b": "از نشانه هاى نادانى، جدل با بى فكران است.",
		"c": 3,
		"d": ". تحف العقول، ص 248.",
		"n": 29058
	},
	{
		"a": "فَبادِروا بِصِحَّةِ الاَْجْسامِ فى مُدَّةِ الاَْعْمارِ",
		"b": "در مدت عمر، در حفظ سلامت تن بكوشيد.",
		"c": 3,
		"d": "تحف العقول، ص 239",
		"n": 29059
	},
	{
		"a": "اُوصِيكُم بِتَقوَى اللّه ِ فَإنَّ اللّه َ قَد ضَمِنَ لِمَنِ اتَّقاهُ أن يُحَوِّلَهُ عَمّا يَكرَهُ إلى مايُحِبُّ ويَرزُقَهُ مِن حَيثُ لايَحتَسِبُ",
		"b": "شما را به تقواى الهى سفارش مى كنم؛ زيرا خدا ضمانت داده كسى را كه تقواى الهى پيشه سازد، از آنچه ناخوش مى دارد، به آنچه خوش مى دارد انتقال دهد، و از جايى كه گمان نمى برد، روزى اش دهد.",
		"c": 3,
		"d": "تحف العقول",
		"n": 29060
	},
	{
		"a": "إيّاكَ أن تَكونَ مِمَّن يَخافُ عَلَى العِبادِ مِن ذُنوبِهِم ويَأمَنُ العُقُوبَةَ مِن ذَنبِهِ",
		"b": "مبادا از كسانى باشى كه به سبب گناهانِ بندگانِ خدا بر سرنوشت آنان بيمناك است، ولى خود را از سزاى گناه خويش ايمن مى داند.",
		"c": 3,
		"d": "تحف العقول",
		"n": 29061
	},
	{
		"a": "لاِبنِهِ عَليِّ بنِ الحُسَينِ عليه‌السلام : أى بُنَيَّ! إيّاكَ وظُلمَ مَن لا يَجِدُ عَلَيكَ ناصِرا إلاَّ اللّه َ",
		"b": "به پسرش على بن حسين عليه‌السلام فرمود : « اى پسرك من! بپرهيز از اين كه بركسى كه جز خداوند در برابر تو ياورى ندارد، ستم كنى » .",
		"c": 3,
		"d": "تحف العقول",
		"n": 29062
	},
	{
		"a": "مِن دَلائِلِ عَلاماتِ القَبولِ : الجُلوسُ إلى أهلِ العُقولِ",
		"b": "از نشانه هاى خوش نامى و نيك بختى، همنشينى با خردمندان است.",
		"c": 3,
		"d": "تحف العقول",
		"n": 29063
	},
	{
		"a": "مِن دَلائِلِ العالِمِ انتِقادُهُ لِحَديثِهِ وعِلمُهُ بِحَقائِقِ فُنُونِ النَّظَرِ",
		"b": "از نشانه هاى دانا، نقّادى (و بررسى) گفتار خود و آگاهى او از حقايق فنون رأى (و نظر) است.",
		"c": 3,
		"d": "تحف العقول",
		"n": 29064
	},
	{
		"a": " ـ فِي الأَمرِ بِالمَعروفِ وَالنَّهيِ عَنِ المُنكَرِ ـ : اِعتَبِروا أيُّهَا النّاسُ بِما وَعَظَ اللّه ُ بِهِ أولِياءَهُ مِن سوءِ ثَنائِهِ عَلَى الأَحبارِ إذ يَقولُ : « لَولا يَنهاهُمُ الرَّبّانِيّونَ وَالأَحبارُ عَن قَولِهِمُ الإِثمَ المائدة : 63. وقالَ : « لُعِنَ الَّذينَ كَفَروا مِن بَني إسرائيلَ ـ إلى قوله : ـ لَبِئسَ ما كانوا يَفعَلونَ المائدة : 78 و 79. وإنَّما عابَ اللّه ُ ذلِكَ عَلَيهِم لِأَنَّهُم كانوا يَرَونَ مِنَ الظَّلَمَةِ الَّذينَ بَينَ أظهُرِهِمُ المُنكَرَ وَالفَسادَ فَلا يَنهَونَهُم عَن ذلِكَ؛ رَغبَةً فيما كانوا يَنالونَ مِنهُم، ورَهبَةً مِمّا يَحذَرونَ، وَاللّه ُ يَقولُ: « فَلا تَخشَوُا النّاسَ وَاخشَونِ المائدة : 44. وقالَ : « المُؤمِنونَ وَالمُؤمِناتُ بَعضُهُم أولِيَاءُ بَعضٍ يَأمُرونَ بِالمَعروفِ ويَنهَونَ عَنِ المُنكَرِ التوبة : 71.، فَبَدَأَ اللّه ُ بِالأَمرِ بِالمَعروفِ وَالنَّهيِ عَنِ المُنكَرِ فَريضَةً مِنهُ؛ لِعلمِهِ بِأَنَّها إذا اُدِّيَت واُقيمَتِ استَقامَتِ الفَرائِضُ كُلُّهُا هَيِّنُها وصَعبُها، وذلِكَ أنَّ الأَمرَ بِالمَعروفِ وَالنَّهيَ عَنِ المُنكَرِ دُعاءٌ إلَى الإِسلامِ مَعَ رَدِّ المَظالِمِ ومُخالَفَةِ الظّالِمِ وقِسمَةِ الفَيءِ وَالغَنائِمِ وأخذِ الصَّدَقاتِ مِن مَواضِعِها ووَضعِها في حَقِّها. ثُمَّ أنتُم أيَّتُهَا العِصابَةُ عِصابَةٌ بِالعِلمِ مَشهورَةٌ، وبِالخَيرِ مَذكورَةٌ، وبِالنَّصيحَةِ مَعروفَةٌ، وبِاللّه ِ في أنفُسِ النّاسِ مُهابَةٌ، يَهابُكُمُ الشَّريفُ، ويُكرِمُكُمُ الضَّعيفُ، ويُؤثِرُكُم مَن لا فَضلَ لَكُم عَلَيهِ ولا يَدَ لَكُم عِندَهُ، تَشفَعونَ فِي الحَوائِجِ إذَا امتَنَعَت مِن طُلاّبِها، وتَمشونَ فِي الطَّريقِ بِهَيبَةِ (بِهَيئَةِ ـ خ ل) المُلوكِ وكَرامَةِ الأَكابِرِ، ألَيسَ كُلُّ ذلِكَ إنَّما نِلتُموهُ بِما يُرجى عِندَكُم مِنَ القِيامِ بِحَقِّ اللّه ِ وإن كُنتُم عَن أكثَرِ حَقِّه تُقَصِّرونَ ؟! فَاستَخفَفتُم بِحَقِّ الأَئِمَّةِ، فَأَمّا حَقَّ الضُّعَفاءِ فَضَيَّعتُم، وأمّا حَقَّكُم بِزَعمِكُم فَطَلَبتُم، فَلا مالاً بَذَلتُموهُ، ولا نَفسًا خاطَرتُم بِها لِلَّذي خَلَقَها، ولا عَشيرَةً عادَيتُموها في ذاتِ اللّه ِ، أنتُم تَتَمَنَّونَ عَلَى اللّه ِ جَنَّتَهُ ومُجاوَرَةَ رُسُلِهِ وأمانًا مِن عَذابِهِ. لَقَد خَشيتُ عَلَيكُم أيُّهَا المُتَمَنّونَ عَلَى اللّه ِ أن تَحُلَّ بِكُم نَقِمَةٌ مِن نَقِماتِهِ؛ لِأَنَّكُم بَلَغتُم مِن كَرامَةِ اللّه ِ مَنزِلَةً فُضِّلتُم بِها، ومَن يُعرَفُ بِاللّه ِ لا تُكرِمونَ وأنتُم بِاللّه ِ في عِبادِهِ تُكرَمونَ، وقَد تَرَونَ عُهودَ اللّه ِ مَنقوضَةً فَلا تَفزَعونَ، وأنتُم لِبَعضِ ذِمَمِ آبائِكُم تَفزَعونَ، وذِمَّةُ رَسولِ اللّه ِ صلي الله عليه و آله مَحقورَةٌ (مَخفورَةٌ ـ خ ل)، وَالعُميُ وَالبُكمُ وَالزَّمنى فِي المَدائِنِ مُهمَلَةٌ، لا تَرحَمونَ، ولا في مَنزِلَتِكُم تَعمَلونَ، ولا مَن عَمِلَ فيها تُعينونَ، وبِالاِدِّهانِ وَالمُصانَعَةِ عِندَ الظَّلَمَةِ تَأمَنونَ، كُلُّ ذلِكَ مِمّا أمَرَكُمُ اللّه ُ بِهِ مِنَ النَّهيِ وَالتَّناهي وأنتُم عَنهُ غافِلونَ. وأنتُم أعظَمُ النّاسِ مُصيبَةً لِما غُلِبتُم عَلَيهِ مِن مَنازِلِ العُلَماءِ لَو كُنتُم تَشعُرونَ (تَعنونَ ـ خ ل). ذلِكَ بِأَنَّ مَجارِيَ الاُمورِ وَالأَحكامِ عَلى أيدِي العُلَماءِ بِاللّه ِ الاُمَناءِ عَلى حَلالِهِ وحَرامِهِ، فَأَنتُمُ المَسلوبونَ تِلكَ المَنزِلَةَ، وما سُلِبتُم ذلِكَ إلاّ بِتَفَرُّقِكُم عَنِ الحَقِّ وَاختِلافِكُم فِي السُّنَّةِ بَعدَ البَيِّنَةِ الواضِحَةِ. ولَو صَبَرتُم عَلَى الاَ?ى وتَحَمَّلتُمُ المَؤونَةَ في ذاتِ اللّه ِ كانَت اُمورُ اللّه ِ عَلَيكُم تَرِدُ وعَنكُم تَصدُرُ وإليكُم تَرجِعُ، ولكِنَّكُم مَكَّنتُمُ الظَّلَمَةَ مِن مَنزِلَتِكُم، وأسلَمتُم اُمورَ اللّه ِ في أيديهِم، يَعمَلونَ بِالشُّبُهاتِ ويَسيرونَ فِي الشَّهَواتِ، سَلَّطَهُم عَلى ذلِكَ فِرارُكُم مِنَ المَوتِ وإعجابُكُم بِالحَياةِ الَّتي هِيَ مُفارِقَتُكُم، فَأَسلَمتُمُ الضُّعَفاءَ في أيديهِم، فَمِن بَينِ مُستَعبَدٍ مَقهورٍ وبَينَ مُستَضعَفٍ عَلى مَعيشَتِهِ مَغلوبٍ، يَتَقَلَّبونَ فِي المُلكِ بِآرائِهِم (بآرائِكُم ـ خ ل) ويَستَشعِرونَ الخِزيَ بِأَهوائِهِمُ، اقتِداءً بِالأَشرارِ وجُرأَةً عَلَى الجَبّارِ. في كُلِّ بَلَدٍ مِنهُم عَلى مِنبَرِهِ خَطيبٌ يَصقَعُ، فَالأَرضُ لَهُم شاغِرَةٌ، وأيديهِم فيها مَبسوطَةٌ، وَالنّاسُ لَهُم خَوَلٌ، لا يَدفَعونَ يَدَ لامِسٍ، فَمِن بَينِ جَبّارٍ عَنيدٍ وذي سَطوَةٍ عَلَى الضَّعَفَةِ شَديدٍ، مُطاعٍ لا يَعرِفُ المُبدِئَ المُعيدَ. فَيا عَجَبًا ! وما لي (لا) أعجَبُ وَالأَرضُ مِن غاشٍّ غَشومٍ، ومُتَصَدِّقٍ ظَلومٍ، وعامِلٍ عَلَى المُؤمِنينَ بِهِم غَيرِ رَحيمٍ، فَاللّه ُ الحاكِمُ فيما فيهِ تَنازَعنا، وَالقاضي بِحُكمِهِ فيما شَجَرَ بَينَنا. اللّهُمَّ إنَّكَ تَعلَمُ أنَّهُ لَم يَكُن ما كانَ مِنّا تَنافُسًا في سُلطانٍ ولاَ التِماسًا مِن فُضولِ الحُطامِ، ولكِن لِنُرِيَ المَعالِمَ مِن دينِكَ، ونُظهِرَ الإِصلاحَ في بِلادِكَ، ويَأمَنَ المَظلومونَ مِن عِبادِكَ، ويُعمَلَ بِفَرائِضِكَ وسُنَنِكَ وأحكامِكَ، فَإِن لَم تَنصُرونا وتُنصِفونا قَوِيَ الظَّلَمَةُ عَلَيكُم وعَمِلوا في إطفاءِ نورِ نَبِيِّكُم. وحَسبُنَا اللّه ُ، وعَلَيهِ تَوَكَّلنا وإلَيهِ أنَبنا وإلَيهِ المَصيرُ",
		"b": "ـ درباره امر به معروف و نهى از منكر ـ : اى مردم! از بدگويى خداوند نسبت به ملاّيان يهود پند گيريد كه خداوند بدين وسيله دوستان خويش را اندرز داده است پند گيريد، آن جا كه مى فرمايد: « چرا عالمان ربّانى و ملاّيان، آنان را از گفتار گناه آلودشان نهى نمى كنند » و مى فرمود: كافران بنى اسرائيل لعنت شدند ـ تا آن جا كه فرمايد ـ چه بد بود آن چه انجام مى دادند » . خداوند از اين رو آنان را نكوهش كرده است كه ايشان از ستمگرانى كه در ميانشان بودند، زشت كارى و تباهى مى ديدند، اما به طمع بهره اى كه از آن ستمگران مى بردند و به سبب هراس از آن چه از آن مى ترسيدند، آنان را از كردارهايشان باز نمى داشتند. در حالى كه خداوند مى فرمايد: « از مردم نترسيد و از من بترسيد » . و فرموده: « مردان و زنان مؤمن، دوستان يكديگرند، به نيكى فرمان مى دهند و از زشت كارى باز مى دارند » . خداوند از امر به معروف و نهى از منكر، به عنوان فريضه اى از جانب خود، آغاز كرده است، چون مى دانسته است كه هرگاه اين فريضه ادا گردد و بر پاى داشته شود تمام فرايض ديگر، از آسان و دشوار، بر پاى داشته خواهند شد. چرا كه امر به معروف و نهى از منكر، دعوت به اسلام است، همراه با ردّ مظالم و مخالفت با ستمكار و تقسيم بيت المال و غنايم و گرفتن بجاى صدقات [زكات] و هزينه كردن بجاى آنها. بارى، شما اى جماعت، گروهى هستيد كه به دانش شهره ايد و به نيكى نامور و به خيرخواهى معروف و به لطف خداوند، در دلهاى مردمان شكوه و هيبت داريد، بزرگان [و قدرتمندان] از شما پروا مى كنند و ناتوانان، گراميتان مى دارند و آن كسى هم كه شما را بر او مزيتى نيست و وامدار احسانتان نمى باشد، شما را بر خويشتن ترجيح مى دهد، نيازمندان، هرگاه از رسيدن به نياز خود درمانند، شما را واسطه قرار مى دهند و در كوچه و خيابان با شوكت شهرياران و كرامت بزرگان، گام برمى داريد. آيا اين همه از آن رو نيست كه شما به منزلتى رسيده ايد كه از شما انتظار مى رود به برپا داشتن حقّ خدا قيام كنيد، هرچند در برپاى داشتن بيشتر حقّ او، كوتاهى مى ورزيد؟! شما حقّ امامان را خوار شمرديد. و حقّ ناتوانان را تباه ساختيد، ولى آن چه را حقّ خود مى پنداريد، طلب كرديد، نه مالى را بخشيديد و نه جانى را در راه جان آفرين، به خطر افكنديد و نه به خاطر خدا، با عشيره اى دشمنى ورزيديد و با اين حال از خداوند تمناى بهشت او و همجوارى با رسولانش و ايمنى از عذابش را داريد. اى كسانى كه از خداوند اين گونه آرزوها داريد، بيم آن دارم كه كيفرى از كيفرهاى او بر شما فرود آيد؛ چرا كه شما از كرامت الهى، به چنان پايگاهى رسيديد كه به واسطه آن، بر ديگران برترى يافتيد. شما كسانى را كه به خداشناسى معروفند، گرامى نمى داريد، حال آن كه شما به خاطر خدا در ميان بندگان او گرامى داشته مى شويد. شما پيمانهاى خدا را شكسته شده مى بينيد، اما به هراس نمى افتيد، در حالى كه براى شكسته شدن برخى از پيمانهاى پدرانتان به وحشت مى افتيد و نگران مى شويد. عهد و زنهار رسول خدا صلي الله عليه و آله را تحقير شده و نابينايان و لالان و زمينگيران را در شهرها [ى جهان اسلام] وانهاده مى بينيد، اما نه دل مى سوزانيد و نه در مقام و منزلتى كه داريد كارى مى كنيد و نه بدان كس كه در اين باره كارى مى كند، يارى مى رسانيد و با تملق و چاپلوسى پيش ستمگران، خود را ايمن و آسوده خاطر مى سازيد. همه اينها از آن مواردى است كه خداوند به شما فرمان داده است تا هم خود از آن كناره گيريد و هم يكديگر را از آن باز داريد، اما شما از آن [مأموريت] غفلت مى ورزيد. اگر شعور داشتيد [در مى يافتيد كه ]مصيبت شما از همه مردم بزرگتر است؛ چرا كه مقام و منزلت عالمان، از شما ستانده شده است و اين از آن روست كه مجارى امور و احكام بهدست كسانى است كه خدا را مى شناسند و بر حلال و حرام او، امين اند. اما اين منزلت از شما گرفته شده است و اين از شما سلب نگشت، مگر به سبب پراكنده شدن شما از پيرامون حقّ و اختلافتان در سنّت [پيامبر] كه آشكار و روشن بود. اگر بر آزارها شكيبا بوديد و در راه خدا تحمّل رنج مى كرديد، در كارهاى خداوند، مرجع همگان مى شديد، ليكن شما، خود، ستمگران را بر مقام و منزلت خويش مسلّط ساختيد و زمام امور خدا را به دست آنان سپرديد كه به شبهات عمل مى كنند و در راه خواهشهاى نفسانى گام بر مى دارند. گريز شما از مرگ و علاقه تان به اين زندگى، كه به هر حال از شما جدا خواهد شد، آنان را بر اين مقام، تسلّط بخشيده است. شما ناتوانان را به چنگال آنان سپرديد كه برخى بنده و مقهور و برخى ديگر در تأمين معاش خود، درمانده و مغلوب گشته اند. در كار كشوردارى، خودسرانه عمل مى كنند، جامه رسوايى هوس رانى هايشان را [بى محابا] به تن كرده اند، چرا كه تبهكاران را الگوى خويش ساخته اند و بر خداوند جبّار گستاخ شده اند. در هريك از شهرهايشان، خطيبى زبان آور بر منبر دارند، ميدان برايشان خالى گشته ودستهايشان در آن، باز است و مردم، چاكران و غلامان آنها گشته اند و دست تعرضى را از خود دور نتوانند كرد، برخى زورگوى و سرسختند و برناتوانان مى تازند و سخت مى گيرند و برخى فرمانروايانى هستند كه آفريننده بازگرداننده را نمى شناسند. شگفتا! و چرا در شگفت نباشم حال آن كه زمين در اختيار دغلكارى غاصب و سركش وباجگيرى ستم پيشه وحاكمى است كه به مؤمنان رحم نمى كند. در كشمكشى كه ما داريم و در مشاجره اى كه ميان ماست، خداوند تنها حَكم و داور است. بار خدايا! تو خود مى دانى كه آن چه از ما سرزده نه از روى رقابت در قدرت بود و نه براى به دست آوردن حطام دنيايى، بلكه به خاطر آن بود كه نشانه هاى دين تو را نمايان سازيم و صلاح (و آبادانى) را در سرزمينت، آشكار گردانيم و بندگان ستمديده ات، آسايش و امنيّت يابند و فرايض و سنّتها و احكامت، به كار بسته شود. پس اگر شما (مردم) ما را يارى نرسانيد و به ما حقّ ندهيد، ستمگران بر شما، زور شوند و در راه خاموش ساختن نور پيامبرتان، بكوشند. خداوند، ما را بس است، به او توكل مى كنيم و به او روى مى آوريم و بازگشت به سوى اوست.",
		"c": 3,
		"d": "تحف العقول : 237.",
		"n": 29065
	},
	{
		"a": "إنَّ النّاسَ عَبيدُ الدُّنيا، وَالدّينُ لَعقٌ عَلى ألسِنَتِهِم يَحوطونَهُ ما دَرَّت مَعايِشُهُم، فَإِذا مُحِّصوا بِالبَلاءِ قَلَّ الدَّيّانونَ. قال الطريحي : من كلام عليٍّ عليه‌السلام : « وصار دين أحدكم لُعقَةً على لسانه » ؛ قال بعض الشارحين : اللُّعقَة : اسم لما تأخذه الملعَقَة، استعارة للإقرار بالدين باللسان، وكنّى به عن ضعفه وقلّته (مجمع البحرين : ج 3 ص 1634 « لعق » ).",
		"b": "مردم، بنده دنيايند و به ظاهر، دم از دين مى زنند و تا زمانى كه زندگى شان تأمين شود، از آن دفاع مى كنند؛ امّا چون در بوته آزمايش قرار گيرند، ديندارانْ اندك اند.",
		"c": 3,
		"d": "تحف العقول : ص 245، كشف الغمّة : ج 2 ص 244 عن الفرزدق وفيه « لغو » بدل « لعق » و « المال » بدل « الدنيا » ، بحار الأنوار : ج 78 ص 117 ح 2.",
		"n": 29066
	},
	{
		"a": "ـ لِرجُلٍ اغتابَ عِندَهُ رجُلاً ـ : يا هذا، كُفَّ عنِ الغِيبَةِ؛ فإنّها إدامُ كِلابِ النارِ.",
		"b": "ـ به مردى كه در حضور ايشان از ديگرى غيبت كرد ـ فرمود: اى مرد! دست از غيبت بردار؛ زيرا غيبت خورش سگهاى دوزخ است.",
		"c": 3,
		"d": "تحف العقول : 245.",
		"n": 29067
	},
	{
		"a": "اِيّاكَ وَما تَعْتَذِرُ مِنْهُ، فَاِنَّ الْمُؤْمِنَ لايُسِى ءُ وَلا يَعْتَذِرُ وَالْمُنافِقَ كُلُّ يَوْمٍ يُسِى ءُ وَيَعْتَذِرُ.",
		"b": "از آنچه موجب عذرخواهى مى شود بپرهيز، زيرا مؤمن بد نمى كند، عذرخواهى هم نمى كند ولى منافق هر روز كار بد مى كند وبعد عذرخواهى مى كند.",
		"c": 3,
		"d": "تحف العقول، ص 177 ـ بحارالانوار، ج 78، ص 120.",
		"n": 29068
	},
	{
		"a": "نَظَرُ الْمُؤمِنِ فى وَجْهِ اخيهِ الْمُؤمِنِ لِلْمـَوَدَّةِ وَالمَحـَبَّةِ لَهُ عِبـادَةٌ.",
		"b": "نگاه مؤمن از روى دوستى و مهربانى به سيماى برادر مؤمِنش عبادت است.",
		"c": 4,
		"d": "تحف العقول، علميه اسلاميه ص 332.",
		"n": 29069
	},
	{
		"a": "الرِّضا بِمَكْرُوهِ الْقَضاءِ اَرْفَعُ دَرَجـاتِ الْيَقينِ.",
		"b": "خوشنودى به قضاى ناخوشايند الهى عالى ترين پايه هاى ايمان و يقين است.",
		"c": 4,
		"d": "تحف العقول، ص 318.",
		"n": 29070
	},
	{
		"a": "كَفُّ الأذى، مِنْ كَمالِ العَقلِ وفيهِ راحَةٌ لِلبَدَنِ عاجِلاً و آجِلاً",
		"b": "خوددارى از آزار رساندن، نشانه كمال خرد و مايه آسايش دو گيتى است.",
		"c": 4,
		"d": ". تحف العقول، ص 283.",
		"n": 29071
	},
	{
		"a": "قَدِّمُوا أمرَ اللّه ِ و طاعَتَهُ و طاعَةَ مَن أوجَبَ اللّه ُ طاعَتَهُ بَينَ يَدَيِ الاُمورِ",
		"b": "فرمان خدا و طاعت او و طاعت كسى را كه طاعتش را واجب كرده است، بر همه چيز مقدّم بداريد.",
		"c": 4,
		"d": ". تحف العقول، ص 254.",
		"n": 29072
	},
	{
		"a": "وَ أمّا حَقُّ وَلَدِكَ فَتَعْلَمَ اَنَّهُ مِنْكَ وَ مُضافٌ اِلَيْكَ فى عاجِلِ الدُّنْيا بِخَيْرِهِوَ شَرِّهِ وَ اَ نَّكَ مَسئوُلٌ عَمّا وُلّيْتَهُ مِنْ حُسْنِ الاَْدَبِ وَالدَّلالَةِ عَلى رَبِّهِ وَ الْمَعونَةِ لَهُ عَلىطاعَتِهِ فيكَ وَ فى نَفْسِهِ فَمُثابٌ عَلى ذلِكَ وَ مُعاقَبٌ فَاَعْمَلْ فى اَمْرِهِ عَمَلَ المُتَزَيِّنِ بِحُسْنِ اَ ثَرِهِ عَلَيْهِ فى عاجِلِ الدُّنْيا، المُعذِرِ اِلى رَبِّهِ فيما بَيْنَكَ وَ بَيْنَهُ، بِحُسْنِ الْقيامِعَلَيْهِ وَ الاَْخْذِ لَهُ مَنْهُ وَ لا قُوَّةَ اِلاّ بِاللّه ِ",
		"b": "حقّ فرزند تو آن است كه بدانى او از توست و در اين جهان در نيك و بدِ خويشوابسته به توست و با تو نسبت به پرورش دادن خوب و راهنمايى كردن او به راهپروردگارش و يارى رساندن به او در اطاعت خداوند هم درباره خودت و هم حق اومسؤول هستى و براساس اين مسئوليت پاداش مى گيرى و كيفر مى بينى، پس در كار فرزندهمچون كسى عمل كن كه كارش را در اين دنيا به حسن اثر خويش آراسته مى كند و توبه سبب حسن رابطه ميان خود و او سرپرستىِ خوبى كه از او كرده اى و نتيجه الهى كه ازاو گرفته اى، نزد پروردگار خويش معذور باشى و هيچ نيرو و توانى جز به خداوند نيست.",
		"c": 4,
		"d": "تحف العقول، ص 263",
		"n": 29073
	},
	{
		"a": "فَحَقُّ اُمِّكَ فَاَنْ تَعْلَمَ اَ نَّها حَمَلَتْكَ حَيْثُ لا يَحْمِلُ اَحَدٌ اَحَدا وَ اَطْعَمَتْكَمِنْ ثَمَرَةِ قَلْبِها ما لا يُطْعِمْ اَحَدٌ اَحَدا وَ اَ نَّها وَقَتْكَ بِسَمْعِها وَ بَصَرِها وَ يَدِها وَ رِجْلِها وَشَعْرِها وَ بَشَرِها وَ جَميعِ جَوارِحِها مُسْتَبْشِرَةً بِذلِكَ فَرِحَةً مُوابِلَةً مُحْتَمِلَةً لِما فيهِمَكرُوهُها وَ اَ لَمُها وَ ثِقْلُها وَ غَمُّها حَتّى دَفَعَتْها عَنْكَ يَدُالْقُدْرَةِ وَ اَخْرَجَتْكَ اِلَى الاَْرْضِفَرَضَيْتَ اَنْ تَشْبَعَ وَ تَجوعَ هىَ وَ تَكْسُوَكَ وَ تَعْرى وَ تَرْويَكَ وَ تَظْمَاَ وَ تُظِلَّكَ وَ تَضْحىوَ تُنَـعِّمَكَ بِبُؤْسِها وَ تُلَذِّذَكَ بِالنَّوْمِ بِاَرَقِها وَ كانَ بَطْنُها لَكَ وِعاءً وَحِجْرُها لَكَ حِواءً وَثَدْيُها لَكَ سِقاءً وَ نَفْسُها لَكَ وِقاءً تُباشِرُ حَرَّ الدُّنْيا وَ بَرْدَها وَ دونَكَ، فَتَشْكُرَها عَلى قَدْرِذلِكَ وَ لا تَقْدِرُ عَلَيْهِ اِلاّ بِعَوْنِ اللّه ِ وَ تَوْفيقِهِ",
		"b": "حق مادرت اين است كه بدانى او تو را چنان در رحم خويش نگهداشته و پرورشداده كه كس ديگرى را بدان گونه برنگيرد، و از ميوه دل خود تو را چنان تغذيه نموده كههيچ كس ديگرى را آن گونه غذا ندهد و به راستى تو را با گوش و چشم و دست و پا وپوست و تمام اعضا و جوارحش با خوش رويى و دلشادى نگهدارى كرده و هر ناگوارى و درد و سختى و نگرانى [دوران باردارى را] تحمّل كرده، چنان كه دستِ تجاوز [آفات وبلايا] را از تو دور ساخته و تو را بر زمين نهاده و خشنود بوده است كه تو سير باشى و اوخودش گرسنه مانَد، و تو لباس بر تن داشته باشى و او برهنه باشد و تو را سيراب سازد وخودش تشنه مانَد و تو را در سايه قرار دهد و خودش زير آفتاب بسربرد، و با بيچارگىخود تو را نعمت دهد، و با بى خوابى خود به تو لذّت خواب را چشاند، و شكمش ظرفوجودِ تو بوده و دامنش پرورشگاه تو و پستان چشمه نوش تو و جانش نگهدارت بودهاست. سرد و گرم دنيا را براى تو و به خاطر تو چشيده است، پس براى قدرشناسى از اينهمه [ايثار و از خودگذشتگى] او را سپاس گزار باش و جز با يارى و توفيق خداوندنخواهى توانست اين همه را قدردانى كنى.",
		"c": 4,
		"d": "تحف العقول، ص 263",
		"n": 29074
	},
	{
		"a": "وأمّا حَقُّ بَصَرِكَ فَغَضُّهُ عَمّا لايَحِلُّ لَكَ وتَركُ ابتِذالِهِ إلاّ لِمَوضعِ عِبَرَةٍ تَستَقبِلُ بِها بَصَرا أو تَستَفيدَ بِها عِلماً، فَإنَّ البَصَرَ بابُ الاِعتِبارِ",
		"b": "حقّ چشمت اين است كه آن را از آنچه بر تو حلال نيست، فروبندى و مبتذلش نسازى [و به كارش نبرى]، مگر براى جاى عبرت آموزى كه ديده ات را با آن بينا كنى يا به وسيله آن از دانشى بهره مند شوى؛ زيرا چشم، دروازه عبرت آموزى است.",
		"c": 4,
		"d": "تحف العقول",
		"n": 29075
	},
	{
		"a": "وأمّا حَقُّ بَطنِكَ فَأن لاتَجعَلَهُ وِعاءً لِقَليلٍ مِنَ الحَرامِ ولالِكَثيرٍ وأن تَقتَصِدَ لَهُ فِي الحَلالِ ولاتُخرِجَهُ مِن حَدِّ التَّقوِيَةِ إلى حَدِّ التَّهوينِ وذِهابِ المُرُوَّةِ",
		"b": "حقّ شكمت اين است كه آن را ظرف حرام، كم باشد يا بسيار، نسازى واز حلال هم به اندازه بدو دهى، و از حدّ نيرو بخشى به مرز شكم خوارگى",
		"c": 4,
		"d": "تحف العقول",
		"n": 29076
	},
	{
		"a": "فَأمّا حَقُّ الصَّلاةِ فَأن تَعلَمَ أنَّها وِفادَةٌ إلَى اللّه ِ وأنَّكَ قائِمٌ بَينَ يَدَىِ اللّه",
		"b": "حقّ نماز اين است كه بدانى نماز، روى آوردن به درگاه خداست و تو در نماز در برابر خداوند ايستاده اى.",
		"c": 4,
		"d": "تحف العقول",
		"n": 29077
	},
	{
		"a": "وأمّا حَقُّ المالِ فَأن لاتَأخُذَهُ إلاّ مِن حِلِّهِ ولاتُنفِقَهُ إلاّ في حِلِّهِ",
		"b": "حقّ دارايى اين است كه آن را جز از راه حلال به دست نياورى وجز در راه حلال صرف نكنى.",
		"c": 4,
		"d": "تحف العقول",
		"n": 29078
	},
	{
		"a": "كَفى بِنَصرِ اللّه ِ لَكَ أن تَرى عَدُوَّكَ يَعمَلُ بِمَعاصِي اللّه ِ فيكَ",
		"b": "همين ياورى الهى تو را بس كه مى بينى دشمنت در حقِّ تو راه نافرمانىِ خدارا مى پيمايد.",
		"c": 4,
		"d": "تحف العقول",
		"n": 29079
	},
	{
		"a": " ـ في كِتابِهِ إلى مُحَمَّدِ بنِ مُسلِمٍ الزُّهرِيِّ يَعِظُهُ ـ : كَفانَا اللّه ُ وإيّاكَ مِنَ الفِتَنِ ورَحِمَكَ مِنَ النّارِ، فَقَد أصبَحتَ بِحالٍ يَنبَغي لِمَن عَرَفَكَ بِها أن يَرحَمَكَ، فَقَد أثقَلَتكَ نِعَمُ اللّه ِ بِما أصَحَّ من بَدَنِكَ وأطالَ مِن عُمُرِكَ، وقامَت عَلَيكَ حُجَجُ اللّه ِ بِما حَمَّلَكَ مِن كِتابِهِ، وفَقَّهَكَ فيهِ مِن دينِهِ، وعَرَّفَكَ مِن سُنَّةِ نَبِيِّهِ مُحَمَّدٍ صلي الله عليه و آله، فَرَضِيَ لَكَ في كُلِّ نِعمَةٍ أنعَمَ بِها عَلَيكَ، وفي كُلِّ حُجَّةٍ اِحتَجَّ بِها عَلَيكَ الفَرضَ بِما قَضى، فَما قَضى إلاَّ ابتَلى شُكرَكَ في ذلِكَ وأبدى فيهِ فَضلَهُ عَلَيكَ، فَقالَ : « لَئِن شَكَرتُم لَأَزيدَنَّكُم ولَئِن كَفَرتُم إنَّ عَذابي لَشَديدٌ إبراهيم : 7. فَانظُر أيَّ رَجُلٍ تَكونُ غَدًا إذا وَقَفتَ بَينَ يَدَيِ اللّه ِ فَسَأَلَكَ عَن نِعَمِهِ عَلَيكَ كَيفَ رَعَيتَها ؟ وعَن حُجَجِهِ عَلَيكَ كَيفَ قَضَيتَها ؟ ولا تَحسَبَنَّ اللّه َ قابِلاً مِنكَ بِالتَّعذيرِ ولا راضِيًا مِنكَ بِالتَّقصيرِ، هَيهاتَ هَيهاتَ ! لَيسَ كَذلِكَ، أخَذَ عَلَى العُلَماءِ في كِتابِهِ إذ قالَ : « لَتُبَيِّنُنَّهُ لِلنّاسِ ولا تَكتُمونَهُ آل عمران : 187. وَاعلَم أنَّ أدنى ما كَتَمتَ وأخَفَّ مَا احتَمَلتَ أن آنَستَ وَحشَةَ الظّالِمِ وسَهَّلتَ لَهُ طَريقَ الغَيِّ بِدُنُوِّكَ مِنهُ حينَ دَنَوتَ وإجابَتِكَ لَهُ حينَ دُعيتَ، فَما أخوَفَني أن تَكونَ تَبوءُ بِإِثمِكَ غَدًا مَع الخَوَنَةِ، وأن تُسأَلَ عَمّا أخَذتَ بِإِعانَتِكَ عَلى ظُلمِ الظَّلَمَةِ، إنَّكَ أخَذتَ ما لَيسَ لَكَ مِمَّن أعطاكَ، ودَنَوتَ مِمَّن لَم يَرُدَّ عَلى أحَدٍ حَقًّا ولَم تَرُدَّ باطِلاً حينَ أدناكَ، وأحبَبتَ (وأجَبتَ ـ خ ل) مَن حادَّ اللّه َ. أوَلَيسَ بِدُعائِهِ إيّاكَ حينَ دَعاكَ جَعَلوكَ قُطبًا أداروا بِكَ رَحى مَظالِمِهِم، وجِسرًا يَعبُرونَ عَلَيكَ إلى بَلاياهُم، وسُلَّمًا إلى ضَلالَتِهِم ؟! داعِيًا إلى غَيِّهِم، سالِكًا سَبيلَهُم، يُدخِلونَ بِكَ الشَّكَّ عَلَى العُلَماءِ، ويَقتادونَ بِكَ قُلوبَ الجُهّالِ إلَيهِم، فَلَم يَبلُغ أخَصُّ وُزَرائِهِم ولا أقوى أعوانِهِم إلاّ دونَ ما بَلَغتَ مِن إصلاحِ فَسادِهِم وَاختِلافِ الخاصَّةِ وَالعامَّةِ إلَيهِم، فَما أقَلَّ ما أعطَوكَ في قَدرِ ما أخَذوا مِنكَ ؟! وما أيسَرَ ما عَمَروا لَكَ فَكَيفَ ما خَرَّبوا عَلَيكَ ؟! فَانظُر لِنَفسِكَ فَإِنَّهُ لا يَنظُرُ لَها غَيرُكَ، وحاسِبها حِسابَ رَجُلٍ مَسؤولٍ. وَانظُر كَيفَ شُكرُكَ لِمَن غَذّاكَ بِنِعَمِهِ صَغيرًا وكَبيرًا ؟ فَما أخوَفَني أن تَكونَ كَما قالَ اللّه ُ في كِتابِهِ : « فَخَلَفَ مِن بَعدِهِم خَلفٌ وَرِثُوا الكِتابَ يَأخُذونَ عَرَضَ هذَا الأَدنى ويَقولونَ سَيُغفَرُ لَنا الأعراف : 169. إنَّكَ لَستَ في دارِ مُقامٍ، أنتَ في دارٍ قَد آذَنَت بِرَحيلٍ، فَما بَقاءُ المَرءِ بَعدَ قُرَنائِهِ ؟! طوبى لِمَن كانَ فِي الدُّنيا عَلى وَجَلٍ، يا بُؤسَ لِمَن يَموتُ وتَبقى ذُنوبُهُ مِن بَعدِهِ ! اِحذَر فَقَد نُبِّئتَ. وبادِر فَقَد اُجِّلتَ. إنَّكَ تُعامِلُ مَن لا يَجهَلُ. وإنَّ الَّذي يَحفَظُ عَلَيكَ لا يَغفُلُ. تَجَهَّز فَقَد دَنا مِنكَ سَفَرٌ بَعيدٌ، وداوِ ذَنبَكَ فَقَد دَخَلَهُ سُقمٌ شَديدٌ. ولا تَحسَب أنّي أرَدتُ تَوبيخَكَ وتَعنيفَكَ وتَعييرَكَ، لكِنّي أرَدتُ أن يَنعَشَ اللّه ُ ما (قَد) فاتَ مِن رَأيِكَ ويَرُدَّ إلَيكَ ما عَزَبَ مِن دينِكَ، وذَكَرتُ قَولَ اللّه ِ تَعالى في كِتابِهِ : « وذَكِّر فَإِنَّ الذِّكرى تَنفَعُ المُؤمِنينَ الذاريات : 55. أغفَلتَ ذِكرَ مَن مَضى مِن أسنانِكَ وأقرانِكَ، وبَقيتَ بَعدَهُم كَقَرنٍ أعضَبَ. اُنظُر هَلِ ابتُلُوا بِمِثلِ مَا ابتُليتَ ؟ أم هَل وَقَعوا في مِثلِ ما وَقَعتَ فيهِ ؟ أم هَل تَراهُم ذَكرتَ خَيرًا أهمَلوهُ وعَلِمتَ شَيئًا جَهِلوهُ ؟ بَل حَظيتَ بِما حَلَّ مِن حالِكَ في صُدورِ العامَّةِ وكَلَفِهِم كَلِف بالشيء كَلَفًا وكُلفةً فهو كلِف ومكلّف : لهج به، كلِف بها أشدّ الكَلَف أي أحبّها. الكَلَف : الولوع بالشيء مع شغل قلب ومشقّة. (لسان العرب : 9 / 307). بِكَ، إذ صاروا يَقتَدونَ بِرَأيِكَ ويَعمَلونَ بِأَمرِكَ؛ إن أحلَلتَ أحَلّوا وإن حَرَّمتَ حَرَّموا، ولَيسَ ذلِكَ عِندَكَ، ولكِن أظهَرَهُم عَلَيكَ رَغبَتُهُم فيما لَدَيكَ، [ و ]ذَهابُ عُلَمائِهِم وغَلَبَةُ الجَهلِ عَلَيكَ وعَلَيهِم، وحُبُّ الرِّئاسَةِ وطَلَبُ الدُّنيا مِنكَ ومِنهُم. أما تَرى ما أنتَ فيهِ مِنَ الجَهلِ وَالغِرَّةِ ومَا النّاسُ فيهِ مِنَ البَلاءِ وَالفِتنَةِ ؟! قَدِ ابتَلَيتَهُم وفَتَنتَهُم بِالشُّغلِ عَن مَكاسِبِهِم مِمّا رَأَوا، فَتاقَت نُفوسُهُم إلى أن يَبلُغوا مِنَ العِلمِ ما بَلَغتَ، أو يُدرِكوا بِهِ مِثلَ الَّذي أدرَكتَ، فَوَقَعوا مِنكَ في بَحرٍ لايُدرَكُ عُمقُهُ، وفي بَلاءٍ لايُقدَرُ قَدرُهُ، فَاللّه ُ لَنا ولَكَ وهُوَ المُستَعانُ. أمّا بَعدُ، فَأَعرِض عَن كُلِّ ما أنتَ فيهِ حَتّى تَلحَقَ بِالصّالِحينَ، الّذينَ دُفِنوا في أسمالِهِم، لاصِقَةً بُطُونُهُم بِظُهورِهِم، لَيسَ بَينَهُم وبَينَ اللّه ِ حِجابٌ، ولا تَفتِنُهُمُ الدُّنيا ولا يُفتَنونَ بِها، رَغِبوا فَطَلَبوا فَما لَبِثوا أن لَحِقوا. فَإِذا كانَتِ الدُّنيا تَبلُغُ مِن مِثلِكَ هذَا المَبلَغَ ـ مَعَ كِبَرِ سِنِّكَ ورُسوخِ عِلمِكَ وحُضورِ أجَلِكَ ـ فَكَيفَ يَسلَمُ الحَدَثُ في سِنِّهِ، الجاهِلُ في عِلمِهِ، المَأفونُ في رَأيِهِ، المَدخولُ في عَقلِهِ ؟! إنّا للّه ِِ وإنّا إلَيهِ راجِعونَ. عَلى مَنِ المُعَوَّلُ ؟ وعِندَ مَنِ المُستَعتَبُ ؟ نَشكو إلَى اللّه ِ بَثَّنا وما نَرى فيكَ، ونَحتَسِبُ عِندَ اللّه ِ مُصيبَتَنا بِكَ. فَانظُر كَيفَ شُكرُكَ لِمَن غَذّاكَ بِنِعَمِهِ صَغيرًا وكَبيرًا ؟ وكَيفَ إعظامُكَ لِمَن جَعَلَكَ بِدينِهِ فِي النّاسِ جَميلاً ؟ وكَيفَ صِيانَتُكَ لِكِسوَةِ مَن جَعَلَكَ بِكِسوَتِهِ فِي النّاسِ سَتيرًا ؟ وكَيفَ قُربُكَ أو بُعدُكَ مِمَّن أمَرَكَ أن تَكونَ مِنهُ قَريبًا ذَليلاً ؟ ما لَكَ لا تَنتَبِهُ مِن نَعسَتِكَ وتَستَقيلُ مِن عَثرَتِكَ ؟! فَتَقولَ : وَاللّه ِ ما قُمتُ للّه ِِ مَقامًا واحِدًا أحيَيتُ بِهِ لَهُ دينًا أو أمَتُّ لَهُ فيهِ باطِلاً، فَهذا شُكرُكَ مَنِ استَحمَلَكَ (استَعمَلَكَ ـ خ ل) ! ما أخوَفَني أن تَكونَ كَمَن قالَ اللّه ُ تَعالى في كِتابِهِ : « أضاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَواتِ فَسَوفَ يَلقَونَ غَيًّا مريم : 59. اِستَحمَلَكَ كِتابَهُ وَاستَودَعَكَ عِلمَهُ فَأَضَعتَها، فَنَحمَدُ اللّه َ الَّذي عافانا مِمَّا ابتَلاكَ بِهِ، وَالسلام",
		"b": "ـ در اندرزنامه اش به محمّد بن مسلم زهرى ـ : خداوند، ما و تو را از فتنه ها نگهدارد و بر تو، از آتش [دوزخ] رحم كند؛ زيرا تو اينك به حالى در افتاده اى كه هركس تو را بدين حال بيند، سزد كه بر تو رحم آورد. چه، نعمتهاى خداوند تو را سنگين بار ساخته كه تنى سالم و عمرى دراز ارزانى ات داشته است. حجّت هاى او، بر تو تمام گشته است، بدان سبب كه بار كتابش را، بر دوش تو نهاده [قرآن را مى شناسى] و تو را در دينش، فقيه و آگاه ساخته و سنّت پيامبرش محمّد صلي الله عليه و آله را، به تو شناسانده است. در هر نعمتى كه به تو ارزانى داشته و در هر حجّتى كه بدان وسيله، برايت حجّت آورده، فريضه اى بر تو واجب گردانيده است و مرادش جز اين نيست كه سپاسگزارى تو را در آن بيازمايد و تفضّلى را كه به تو نموده، آشكار گرداند و فرموده است: « اگر سپاس بگزاريد، بى گمان [نعمت] شما را افزون گردانم و اگر ناسپاسى كنيد، به راستى كه عذاب من بسى سخت است » . پس، بنگر كه فرداى قيامت چگونه مردى خواهى بود، آن گاه كه در پيشگاه خداوند بايستى و او از نعمتهايش بر تو، بپرسد كه آنها را چگونه پاس داشتى؟! و از حجّت هايش بر تو بازخواستت كند كه آنها را چگونه به جاى آوردى؟! هرگز مپندار كه خداوند از تو عذر و بهانه اى خواهد پذيرفت و يا به كوتاهى كردنهاى تو رضايت خواهد داد. هيهات، هيهات! نه چنين است. او در كتاب خويش از علما پيمان گرفته، آن جا كه فرموده است: « بايد آن [حقايق قرآن] را براى مردم بيان كنيد و آن را كتمان مكنيد » بدان كه كمترين حقيقتى را كه كتمان كرده اى و سبكترين بارى را كه بر دوش دارى، اين است كه با نزديك شدنت به ستمگر و پذيرش دعوت او، آن گاه كه تو را دعوت كرد، مونس تنهايى ستمگرشدى وراه گمراهى را برايش سهل وهموار ساختى. وه چه مى ترسم كه فردا [ى قيامت] همراه خيانت كاران به كيفر گناهت گرفتارآيى واز آن چه در برابر يارى رساندنت به ستم ستمگران گرفته اى، بازخواست شوى؛ تو چيزى را از كسى كه به تو بخشيده است، گرفته اى كه از آنِ تو نيست وبه كسى نزديك شده اى كه حقّ احدى را نپرداخته است و تو نيز از زمانى كه به او نزديك گشته اى، از باطلى جلوگيرى نكرده اى. تو كسى را به دوستى گرفته اى كه با خدا به دشمنى و مخالفت برخاسته است، آيا نه اين است كه با دعوت او از تو، آن گاه كه تو را [به همكارى] دعوت كرد، تو را محورى براى به چرخش درآوردن آسياب ستمگريهايشان قرار دادند و پلى براى عبور به سوى بلا آفرينى هايشان و نردبانى براى ضلالتشان و مبلّغ گمراهى آنان و پوينده راهشان؟! به واسطه تو كارى كرده اند كه مسلمانان به علما [ى راستين ]نيز به ديده شكّ و بدگمانى بنگرند و به وسيله تو دلهاى نادانان را به دنبال خود مى كشانند؛ [حتّى] مقربّترين وزيران و نيرومندترين ياران آنها هم در درست جلوه دادن تباهكارى هاى آنان و كشاندن مردم، از خاصّ و عام به سوى آنان به پاى تو نرسيدند. چه اندك است آن چه به تو دادند، در مقايسه با آن چه از توگرفتند؟! وچه ناچيز است آن چه [از دنيا] برايت آبادساختند؟! وچه عظيم است آن چه از تو ويران ساختند [خانه ايمان و آخرتت را]؟! پس مراقب نفس خود باش كه كسى جز تو آن را نپايد و چونان مردى مسؤول، به حساب نفست رسيدگى كن. بنگر كه چگونه از كسى كه تو را در خُردى و بزرگيت با نعمتهايش پرورانده، سپاس مى گزارى؟ وه چه مى ترسم كه تو آن گونه باشى كه خداوند در كتابش فرموده است: « پس، بعد از آنان، جانشينانى وارث كتاب (آسمانى) شدند كه متاع اين دنياى پست را مى گيرند و مى گويند: بخشيده خواهيم شد » تو در سراى ماندگارى نيستى؛ تو در سرايى هستى كه بانگ رحيل سر داده است؛ مگر انسان پس از همگنانش (كه رفته اند) چه اندازه مى زِيَد؟! خوشا به حال كسى كه در دنيا، هراسناك به سر برد و بدا به حال آن كسى كه بميرد و پس از او، گناهانش بماند. بر حذر باش، زيرا خبردار شده اى و بشتاب، زيرا مهلتت محدود است. تو با كسى معامله مى كنى كه نادان نيست و آن كه مراقب توست [لحظه اى] غافل نمى شود. آماده شو، زيرا كه سفرى دور و دراز به تو نزديك شده است و [درد ]گناهت را درمان كن زيرا كه مرضى سخت به جانت راه يافته است. گمان مبر كه قصدم توبيخ و سرزنش و نكوهش كردن توست، بلكه مى خواهم خداوند، انديشه از دست رفته ات را جان دهد و دين از كف رفته ات را به تو باز گرداند و اين سخن خداى متعال در كتابش را يادآور شوم كه فرموده است : « يادآورى كن كه يادآورى، مؤمنان را سود مى بخشد » . تو ياد آن عده از همسالان و همگنانت را كه رفته اند به دست غفلت سپرده اى و پس از آنان، چونان تك شاخ قوچى هستى كه شاخ ديگرش شكسته است [تنها و بى ياور مانده اى] بنگر كه آيا آنان نيز به همان بلايى گرفتار شدند كه تو شده اى؟ يا آيا آنها هم در همان مهلكه اى افتادند كه تو افتاده اى؟ و يا آيا فكر مى كنى خيرى را يادآور شده اى كه آنان فروگذاشتند و چيزى را مى دانى كه آنان نمى دانستند؟ [نه چنين است ]بلكه تو از مقام و منزلتى بهره مند گشته اى كه سبب شده است تا در دلهاى توده مردم جاى گيرى و به تو عشق ورزند؛ از انديشه ات پيروى مى كنند و فرمان تو را به كار مى بندند؛ اگر تو چيزى را روا شمارى، آنان نيز روايش مى شمارند و اگر چيزى را ناروا دانى، آنها نيز آن را ناروا مى دانند، حال آن كه تو از اين شايستگى برخوردار نيستى، امّا علاقه آنان به آن چه تو دارى [علم و دانش] و از دست رفتن علمايشان و چيره آمدن جهل و نادانى بر تو و برايشان و رياست طلبى و دنياخواهى تو و آنان، باعث شده است تا از تو پشتيبانى و پيروى كنند. آيا نمى بينى كه تو خود گرفتار چه جهل و غفلتى شده اى و مردم دچار چه بلا و فتنه اى گشته اند؟! بى گمان تو آنان را گرفتار كرده اى وبه فتنه درافكنده اى و از كار و زندگى بازشان داشته اى؛ زيرا همه مشتاق آنند كه در علم و دانش به پايه تو برسند، يا به مانند آن چه تو دست يافته اى، دست يابند، از اين رو، به واسطه تو به دريايى كه ژرفايش ناپيداست و به بلايى كه اندازه اش نامعلوم است در افتادند. خدا به داد ما و تو برسد و اوست كه دست مدد به سويش دراز مى شود. پس اينك از اين وضعى كه دارى، روى بگردان تا بدان شايستگانى بپيوندى كه در جامه هاى ژنده و فرسوده خويش مدفون گشته اند، شكمهايشان [از شدّت گرسنگى و روزه دارى] به پشتهايشان چسبيده، ميان آنان و خداوند حجابى نيست، دنيا فريبشان ندهد و آنها نيز فريفته دنيا نشوند، خواستند و طلبيدند و ديرى نپاييد كه [به خواسته اخروى خود ]رسيدند. وقتى دنيا با چون تويى كه سالخورده و دانشمند و دم مرگ هستى چنين كند، پس جوان نورسته اى كه از دانش بى بهره است و انديشه اى ناپخته و خردى ناقص دارد، چگونه ايمن ماند؟! اناللّه و انا اليه راجعون. به كه بايد تكيه كرد؟ و از چه كسى بايد عذر خواست؟ از اندوه خود و وضعى كه در تو مى بينيم به خدا شِكوه مى كنيم و مصيبتى را كه به واسطه تو بر ما وارد شده است به حساب خدا مى گذاريم. پس بنگر كه سپاسگزارى تو از كسى كه در خردى و بزرگيت تو را با نعمتهايش پرورده، چگونه است؟ و كسى را كه به واسطه دينش، تو را در ميان مردم خوشنام كرده است، چگونه بزرگ مى دارى؟ و از خلعت كسى كه با پوشاندن آن بر قامت تو، تو را در ميان مردم پوشيده [و آبرومند] داشته است، چگونه نگهدارى مى كنى؟ و نزديكى يا دورى تو از كسى كه به تو فرمان داده است خود را به او نزديك كنى و در برابرش خوار و فروتن باشى، تا چه حدّ است؟ تو را چه شده كه از خواب (غفلت) خود بيدار نمى شوى و از لغزشت توبه نمى كنى و بگويى: به خدا سوگند كه من حتى يك بار هم براى خدا به زنده كردن [حكمى از احكام] دين او و ميراندن باطلى اقدام نكردم؛ زيرا همين، خود، سپاسگزارى تو از كسى است كه اين بار [دانش] را بر دوش تو نهاده [به كارت گرفته]است! چقدر مى ترسم كه تو از آنانى باشى كه خداوند متعال در كتابش فرموده است: « نماز را تباه ساختند واز خواهشهاى نفسانى پيروى نمودند، پس زودا كه كيفر گمراهى را بيابند » . خداوند، كتابش را بر دوش تو نهاد و عملش را به امانت، نزد تو سپرد، اما تو آن را تباه كردى. خداى را سپاس و ستايش مى گوييم كه ما را از آن چه تو را بدان گرفتار ساخت، به سلامت داشت، والسلام.",
		"c": 4,
		"d": "تحف العقول : 274.",
		"n": 29080
	},
	{
		"a": "اِعلَموا أنَّ اللّه َ لَم يُحِبَّ زَهرَةَ الدُّنيا وعاجِلَها لاِءَحَدٍ مِن أولِيائِهِ، ولَم يُرَغِّبهُم فيها وفي عاجِلِ زَهرَتِها وظاهِرِ بَهجَتِها، وإنَّما خَلَقَ الدُّنيا وخَلَقَ أهلَها لِيَبلُوَهُم فيها أيُّهُم أحسَنُ عَمَلاً لاِآخِرَتِهِ، واَيمُ اللّه ِ لَقَد ضَرَبَ لَكُم فيهِ الأَمثالَ، وصَرَّفَ الآياتِ لِقَومٍ يَعقِلونَ، ولا قُوَّةَ إلاّ بِاللّه ِ.",
		"b": "بدانيد كه خداوند زرق و برق زودگذر دنيا را براى هيچ يك از دوستانش نخواسته است و آنان را به دنيا و به زيور گذراى آن و زيبايى ظاهرى آن، ترغيب نكرده است؛ بلكه دنيا را آفريد و اهل آن را خلق كرد تا آنان را در دنيا بيازمايد كه كدامينشان براى آخرتش بهتر عمل مى كنند. به خدا سوگند كه او در اين باره، براى شما مثال ها آورده و براى مردمى كه خِرد ورزند دلايل گوناگون آورده است؛ و نيرويى نيست، مگر به واسطه خداوند.",
		"c": 4,
		"d": "الكافي : ج 8 ص 75 ح 29 عن سعيد بن المسيّب، تنبيه الخواطر : ج 2 ص 49، تحف العقول : ص 251 وليس فيه « وعاجلها » ، الأمالي للصدوق : ص 595 ح 882 عن سعيد بن المسيّب وفيه « لم يختر هذه الدنيا » بدل « لم يحبّ زهرة الدنيا » ، أعلام الدين : ص 225 وفيه « هذه الدنيا » بدل « زهرة الدنيا » ، بحار الأنوار : ج 78 ص 145 ح 6.",
		"n": 29081
	},
	{
		"a": "إنَّ جَميعَ ما طَلَعَت عَلَيهِ الشَّمسُ في مَشارِقِ الأَرضِ ومَغارِبِها ـ بَحرِها وبَرِّها وسَهلِها وجَبَلِها ـ عِندَ وَلِيٍّ مِن أولِياءِ اللّه ِ وأهلِ المَعرِفَةِ بِحَقِّ اللّه ِ، كَفَيءِ الظِّلالِ.",
		"b": "همه آنچه خورشيد بر آن طلوع كند، در خاوران و باختران زمين ـ از درياها و خشكى هايش و دشت ها و كوه هايش، در نزد هر يك از اولياى خدا و به نزد آنان كه خدا را به درستى مى شناسند، همانند جا به جا شدن سايه هاست.",
		"c": 4,
		"d": "تحف العقول : ص 391 عن الإمام الكاظم عليه‌السلام، بحار الأنوار : ج 78 ص 306 ح 1.",
		"n": 29082
	},
	{
		"a": "لا تَركَنوا إلى ما في هذِهِ الدُّنيا رُكونَ مَنِ اتَّخَذَها دارَ قَرارٍ ومَنزِلَ استيطانٍ، وَاللّه ِ إنَّ لَكُم مِمّا فيها عَلَيها لَدليلاً وتَنبيها؛ مِن تَصريفِ أيّامِها وتَغَيُّرِ انقِلابِها ومَثُلاتِها المَثُلات : الأشباه والأمثال ممّا يُعتبر به (مجمع البحرين : ج 3 ص 1671 « مثل » ). وتَلاعُبِها بِأَهلِها، إنَّها لَتَرفَعُ الخَميلَ وتَضَعُ الشَّريفَ، وتورِدُ أقواما إلَى النّارِ غَدا، فَفي هذا مُعتَبَرٌ ومُختَبَرٌ وزاجِرٌ لِمُنتَبِهٍ.",
		"b": "به آنچه در اين دنياست، دل مبنديد، چونان دل بستگىِ كسى كه آن را خانه ماندن و منزلگاه هميشگى قرار داده است. به خدا سوگند كه در امور اين دنيا، براى شما نشانى و هشدارى بر [بى وفايى و ناپايدارىِ [دنياست: امورى چون كشاكش روزگار، فراز و نشيب هاى آن، كيفرهاى عبرت آموزش و به بازى گرفتن اهل خود. دنيا، گم نام را بالا مى برد و بلندْ پايه را پست مى گردانَد و فرداى قيامت، اقوامى را به آتش مى افكند و در اين همه، عبرت و تجربه و مايه بازدارندگى است براى شخص هشيار.",
		"c": 4,
		"d": "الكافي : ج 8 ص 15 ح 2، الأمالي للمفيد : ص 200 ح 33 نحوه، تنبيه الخواطر : ج 2 ص 37 وفيه « لنيّته » بدل « لمنتبه » وكلّها عن أبي حمزة الثمالي، تحف العقول : ص 253 نحوه.",
		"n": 29083
	},
	{
		"a": "ما آثَرَ قَومٌ قَطُّ الدُّنيا عَلَى الآخِرَةِ، إلاّ ساءَ مُنقَلَبُهُم وساءَ مَصيرُهُم.",
		"b": "هرگز هيچ مردمى دنيا را بر آخرت برنگزيدند، مگر آن كه فرجامى بد و سرنوشتى ناگوار يافتند.",
		"c": 4,
		"d": "الكافي : ج 8 ص 16 ح 2، الأمالي للمفيد : ص 202 ح 33 كلاهما عن أبي حمزة الثمالي، تحف العقول : ص 253، تنبيه الخواطر : ج 2 ص 38، بحار الأنوار : ج 78 ص 150 ح 11.",
		"n": 29084
	},
	{
		"a": "إنَّ عَلامَةَ الزّاهِدينَ فِي الدُّنيَا الرّاغِبينَ فِي الآخِرَةِ : تَركُهُم كُلَّ خَليطٍ وخَليلٍ، ورَفضُهُم كُلَّ صاحِبٍ لا يُريدُ ما يُريدونَ. ألا وإنَّ العامِلَ لِثَوابِ الآخِرَةِ هُوَ الزّاهِدُ في عاجِلِ زَهرَةِ الدُّنيا.",
		"b": "نشانه دنياگريزان آخرت گراى، ترك هر معاشر و دوستى، و طرد هر هم صحبتى است كه خواسته اش با خواسته آنان، يكى نيست. آگاه باشيد آن كه براى پاداش و آخرت كار كند، به زيب و زيور نقد دنيا، بى رغبت است.",
		"c": 4,
		"d": "تحف العقول : ص 272، بحار الأنوار : ج 78 ص 128 ح 1 وراجع ذمّ الدنيا لابن أبي الدنيا : ص 87 ح 225.",
		"n": 29085
	},
	{
		"a": "أمّا حَقُّ الخَليطِ فَأَن لا تَغُرَّهُ، ولا تَغُشَّهُ، ولا تُكَذِّبَهُ، ولا تُغَفِّلَهُ، ولا تَخدَعَهُ، ولا تَعمَلَ فِي انتِقاضِهِ عَمَلَ العَدُوِّ الَّذي لا يَبقى عَلى صاحِبِهِ، وإنِ اطمَأَنَّ إلَيكَ استَقصَيتَ لَهُ عَلى نَفسِكَ، وعَلِمتَ أنَّ غَبنَ المُستَرسِلِ رِبا.",
		"b": "امّا حقّ دوست آميزگار، آن است كه او را فريفته اش نكنى، به او نيرنگ نزنى، او را تكذيب نكنى، او را غافل نسازى، او را نفريبى و همچون دشمن كه بر ضدّ رقيب خود مى كوشد، بر ضدّش نكوشى و اگر به تو اعتماد كرد، هرچه مى توانى برايش انجام دهى و بدانى كه فريفتن آن كه به شخص اعتماد كرده است، [گناهش مانند ]ربا خوارى است.",
		"c": 4,
		"d": "تحف العقول : 268 / 36، كتاب من لا يحضره الفقيه : 2 / 624 / 3214 عن ثابت بن دينار، الخصال : 569 / 1 عن أبي حمزة الثمالي وفيهما « وتتّقي اللّه تبارك وتعالى في أمره » .",
		"n": 29086
	},
	{
		"a": "أمّا حَقُّ الصّاحِبِ فَأَن تَصحَبَهُ بِالفَضلِ ما وَجَدتَ إلَيهِ سَبيلاً، وإلاّ فَلا أقَلَّ مِنَ الإِنصافِ. وأن تُكرِمَهُ كَما يُكرِمُكَ، وتَحفَظَهُ كَما يَحفَظُكَ. ولا يَسبِقَكَ فيما بَينَكَ وبَينَهُ إلى مَكرُمَةٍ، فَإِن سَبَقَكَ كافَأتَهُ. ولا تُقَصِّرَ بِهِ عَمّا يَستَحِقُّ مِنَ المَوَدَّةِ. تُلزِمُ نَفسَكَ نَصيحَتَهُ، وحِياطَتَهُ، ومُعاضَدَتَهُ عَلى طاعَةِ رَبِّهِ، ومَعونَتِهِ عَلى نَفسِهِ فيما لا يَهُمُّ بِهِ مِن مَعصِيَةِ رَبِّهِ. ثُمَّ تَكونُ (عَلَيهِ) رَحمَةً، ولا تَكونُ عَلَيهِ عَذابا.",
		"b": "امّا حقّ هم صحبت، آن است كه هرچه مى توانى به او خوبى كنى، وگرنه، دست كم، انصاف را مراعات كنى و همان گونه كه تو را گرامى مى دارد، گرامى اش بدارى و آن گونه كه تو را حفظ مى كند، حفظش كنى، و در هيچ كَرَمى بر تو پيش دستى نكند و اگر چنين كرد، آن را جبران كنى و در برآوردن حقّ دوستى او كوتاهى نكنى. بر خود، لازم بدانى كه نيكخواه و حامى و پشتيبان او در فرمانبرى پروردگارش باشى و او را در آنچه به نافرمانىِ پروردگارش نمى انجامد، يارى دهى و براى او مايه رحمت باشى، نه مايه رنج.",
		"c": 4,
		"d": "تحف العقول : 266 / 32، كتاب من لا يحضره الفقيه : 2 / 623 / 3214 عن ثابت بن دينار، الخصال : 569 / 1 عن أبي حمزة الثمالي وكلاهما نحوه.",
		"n": 29087
	},
	{
		"a": "إنّ مِن أخلاقِ المُؤمنِ الإنفاقَ على قَدرِ الإقتارِ.",
		"b": "از خصلت هاى مؤمن، انفاق كردن به اندازه تنگدستى است.",
		"c": 4,
		"d": "تحف العقول : 282.",
		"n": 29088
	},
	{
		"a": "رُبَّ مَغرورٍ مَفتونٍ يُصبِحُ لاهِيا ضاحِكا يَأكُلُ ويَشرَبُ، وهو لا يَدرِي لَعلَّهُ قد سَبَقَت لَهُ مِنَ اللّه ِ سَخَطَةٌ يَصلى بها نارَ جَهَنَّمَ.",
		"b": "اى بسا شخص غافل فريفته اى كه روز خود را به هوسرانى و خنده و خوردن و آشاميدن مى گذراند، بى خبر از آن كه شايد خشمى از خداوند او را فرا گرفته باشد كه بدان در آتش دوزخ افكنده شود.",
		"c": 4,
		"d": "تحف العقول : 282",
		"n": 29089
	},
	{
		"a": "طاعَةُ وُلاةِ الأمرِ تَمامُ العِزِّ.",
		"b": "فرمان بردن از فرمانروايان [الهى ]كمال عزّت است.",
		"c": 4,
		"d": "تحف العقول : 283.",
		"n": 29090
	},
	{
		"a": "لا عِبادَةَ إلّا بالتَفَقُّهِ.",
		"b": "هيچ عبادتى جز با شناخت ارزش ندارد.",
		"c": 4,
		"d": "تحف العقول : 280.",
		"n": 29091
	},
	{
		"a": "طَلَبُ الحَوائجِ إلى الناسِ مَذَلَّةٌ للحياةِ، ومَذهَبَةٌ للحَياءِ، واستِخفافٌ بِالوَقارِ، وهُو الفَقرُ الحاضِرُ، وقِلَّةُ طَلَبِ الحوائجِ مِنَ الناسِ هُو الغِنى الحاضِرُ.",
		"b": "نياز خواهى از مردم، مايه خوارى در زندگى و از بين رفتن حياست و از وقار آدمى مى كاهد و آن، فقر نقد است، و كمتر دست نياز دراز كردن به سوى مردم، توانگرى نقد است.",
		"c": 4,
		"d": "تحف العقول : 279.",
		"n": 29092
	},
	{
		"a": "مَن زَهِدَ في الدنياهانَتْ علَيهِ مَصائبُها ولم يَكرَهْها.",
		"b": "هر كه دل از دنيا بركند، مصيبتهاى آن بر او آسان شود و از آنها ناراحت نشود.",
		"c": 4,
		"d": "تحف العقول : 281.",
		"n": 29093
	},
	{
		"a": "الخَيرُ كُلُّهُ صِيانَةُ الإنْسانِ نَفْسَهُ.",
		"b": "همه خير و خوبى در خويشتن دارى است.",
		"c": 4,
		"d": "تحف العقول : 278.",
		"n": 29094
	},
	{
		"a": "وَ اَمّا حَقُّ الْمُسْتَنْصِحِ فَاِنَّ حَقَّهُ اَنْ تُؤَدِّىَ اِلَيْهِ النَّصيحَةَ عَلَى الْحَقِّ الَّذى تَرى لَهُ اَ نَّهُ يَحْمِلُ وَ يُخَرَّجُ الْمَخْرَجَ الَّذى يَلينُ عَلى مَسامِعِهِ وَ تُـكَلِّمَهُ مِنَ الْكَلامِ بِما يُطيقُهُ عَقْلُهُ، فَاِنَّ لِكُلِّ عَقْلٍ طَبَقَةٌ مِنَ الْكَلامِ يَعْرِفُهُ وَ يَجْتَنِبُهُ وَلْيَكُنْ مَذْهَبُكَ الرَّحمَةُ",
		"b": "حقّ نصيحت خواه اين است كه به راه صحيحى كه مى دانى مى پذيرد، راهنمائيش كنى و سخن، در حدّ درك و فهم و عقلش بگويى كه هر عقلى، ظرفيت مخصوص خود را دارد و روش تو بايد همراه با مهربانى و رحمت باشد.",
		"c": 4,
		"d": "تحف العقول، ص 269.",
		"n": 29095
	},
	{
		"a": "فَاَمّا حَقُّ اللّه ِ الاَْكْبَرُ، فَاِنَّكَ تَعْبُدُهُ، لاتُشْرِكُ بِهِ شَيئا، فَاِذا فَعَلْتَ ذلِكَ بِاخْلاصٍ، جَعَلَ لَكَ عَلى نَفْسِهِ اَنْ يَكْفيَكَ اَمْرَ الدُّنْيا وَ الآْخِرَةِ وَ يَحْفَظَ لَكَ ما تُحِبُّ مِنْها",
		"b": "حقّ بزرگ تر خداوند اين است كه او را بپرستى و چيزى را با او شريك نسازى، كه اگر خالصانه چنين كنى، خداوند، كار دنيا و آخرتت را كفايت مى كند و آنچه را دوست دارى برايت نگه مى دارد.",
		"c": 4,
		"d": "تحف العقول، ص 292.",
		"n": 29096
	},
	{
		"a": "سُبْحانَ مَنْ جَعَلَ الاِْعْتِرافَ بِالنِّعْمَةِ لَهُ حَمْداً سُبْحانَ مَنْ جَعَلَ الاِْعْتِرافَ بِالْعَجْزِ عَنِ الشُّكرِ شُكْراً",
		"b": "پاك است خدايى كه اعتراف به نعمتش را ستايش قرار داد. و پاك است خدايى كه اعتراف به ناتوانى از شكرش را شكر قرار داد.",
		"c": 4,
		"d": "تحف العقول، ص 283.",
		"n": 29097
	},
	{
		"a": "حَقُّ رَعيَّتِكَ بِمِلْكِ النِّـكاحِ، فَاَنْ تَعْلَمَ اَنَّ اللّه َ جَعَلَها سَكَنا وَ مُسْتَراحا وَ اُ نْسا وَ واقيَةً وَ كَذلِكَ كُلُّ واحِدٍ مِنْكُما يَجِبُ اَنْ يَحْمَدَ اللّه َ عَلى صاحِبِهِ وَ يَعْلَمَ اَنَّ ذلِكَ نِعْمَةٌ مِنْهُ عَلَيْهِ وَ وَجَبَ اَنْ يُحْسِنَ صُحْبَةَ نِعْمَةِ اللّه ِ وَ يُكْرِمَها وَ يَرْفَقَ بِها وَ اِنْ كانَ حَقُّكَ عَلَيْها اَغْلَظَ وَ طاعَتُكَ بِها اَ لْزَمَ فيما اَحْبَبْتَ وَ كَرِهْتَ ما لَمْ تَـكُنْ مَعْصيَةً فَاِنَّ لَها حَقَّ الرَّحْمَةِ وَ الْمُؤانَسَةِ وَ مَوْضِعَ السُّكونِ اِلَيْها قَضاءَ اللَّذَّةِ الَّتى لابُدَّ مِنْ قَضائِها وَ ذلِكَ عَظيمٌ وَ لا قُوَّةَ اِلاّ بِاللّه",
		"b": "حقّ زن آن است كه بدانى خداوند او را مايه آرامش و آسايش و همدم و پرستار تو قرار داده است، هم چنين بر هر يك از شما واجب است كه خداوند را به خاطر وجود ديگرى ستايش كند و بداند كه او نعمتى است كه خداوند ارزانى داشته و واجب است كه با نعمتِ خداوندى، رفتار نيك داشته باشد و او را گرامى بدارد و با او سازگارى كند و هر چند حقّ تو بر زنت بيشتر است و فرمان پذيرى از تو، در هر چه دوست مى دارى يا نمى پسندى، تا آن جا كه گناه نباشد، بر او لازم تر است، در هر حال او اين حق را دارد كه از تو مهربانى ببيند و از همدمى تو برخوردار شود، و حق دارد كه در برآوردن كامى كه به ناچار بايد برآورده شود، آرامش و آسايشش تأمين شود و اين حقى بس بزرگ است و هيچ نيرو و توانى جز به خداوند نيست.",
		"c": 4,
		"d": "تحف العقول، ص 261.",
		"n": 29098
	},
	{
		"a": "حَقُّ سائِسِكَ بِالعِلمِ التَّعظيمُ لَهُ، وَالتَّوقيرُ لِمَجلِسِهِ، وحُسنُ الاِستِماعِ إلَيهِ، وَالإِقبالُ عَلَيهِ، وألاّ تَرفَعَ عَلَيهِ صَوتَكَ، ولا تُجيبَ أحَدا يَسأَلُهُ عَن شَيءٍ حَتّى يَكونَ هُوَ الَّذي يُجيبُ، ولا تُحَدِّثَ في مَجلِسِهِ أحَدا، ولا تَغتابَ عِندَهُ أحَدا، وأن تَدفَعَ عَنهُ إذا ذُكِرَ عِندَكَ بِسوءٍ، وأن تَستُرَ عُيوبَهُ وتُظهِرَ مَناقِبَهُ، ولا تُجالِسَ لَهُ عَدُوّا ولا تُعادِيَ لَهُ وَلِيّا، فَإِذا فَعَلتَ ذلِكَ شَهِدَت لَكَ مَلائِكَةُ اللّه ِ عز و جلبِأَنَّكَ قَصَدتَهُ، وتَعَلَّمتَ عِلمَهُ للّه ِِ جَلَّ وعَزَّ اسمُهُ لا لِلنّاسِ.",
		"b": "حقّ سرپرست علمى تو، بزرگ داشتن او، نگه داشتن احترام مجلس او، خوب گوش دادن به او و توجّه به اوست و ا ين كه صدايت را بر او بلند نكنى و به كسى كه از او سؤال مى كند، پاسخ ندهى تا اين كه او خود، پاسخ دهد، و در مجلس او با كسى سخن نگويى و نزد او غيبتِ هيچ كس را نكنى، و اين كه وقتى نزد تو از او به بدى ياد شد، از او دفاع كنى، و اين كه اشتباهاتش را بپوشانى و خوبى هايش را آشكار سازى وبا دشمن او همنشين نشوى و با دوست او دشمنى نكنى. پس هرگاه چنين كردى، فرشتگان خدا براى تو شهادت مى دهند كه تو به خاطرِ خداى عز و جل، نزد او رفته اى و دانشش را فرا گرفته اى، نه به خاطرِ مردم.",
		"c": 4,
		"d": "كتاب من لا يحضره الفقيه : ج 2 ص 620 ح 3214، الخصال : ص 567 ح 1 كلاهما عن أبي حمزة الثمالي (ثابت بن دينار) و راجع تحف العقول : ص 260.",
		"n": 29099
	},
	{
		"a": "ـ لِمَن قالَ بحَضْرَتِهِ: اللّهُمَّ أغْنِني عَن خَلْقِكَ ـ : لَيس هكذا، إنّما النّاسُ بالنّاسِ، ولكِنْ قُل:اللّهُمَّ أغْنِني عن شِرارِ خَلْقِكَ.",
		"b": "ـ به كسى كه در حضور آن حضرت عرض كرد: خدايا! مرا از بندگانت بى نياز گردان ـ فرمود : اين طور نگو؛ زيرا مردم به هم نيازمندند؛ بلكه بگو : خدايا! مرا از بدان خلقت بى نياز گردان.",
		"c": 4,
		"d": "تحف العقول : 278",
		"n": 29100
	},
	{
		"a": "ما ضُرِبَ عَبدٌ بِعُقُوبَةٍ أعظَمَ مِن قَسوَةِ القَلبِ",
		"b": "هيچ بنده اى به كيفرى بزرگ تر از سختْ دلى كيفر نشد.",
		"c": 5,
		"d": ". تحف العقول، ص 296.",
		"n": 29101
	},
	{
		"a": "اِنْ كُذِّبْتَ فَلا تَغْضَبْ",
		"b": "اگر به تو نسبت دروغ دادند، خشمگين مشو.",
		"c": 5,
		"d": "تحف العقول، ص284",
		"n": 29102
	},
	{
		"a": "تَوَقَّ مُجازَفَةَ الهَوى بِدَلالَةٍ مِنَ العَقلِ",
		"b": "به رهبرىِ خِرد، از در افتادن در هلاكت به وسيله هواى نفس، خود را نگه دار.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29103
	},
	{
		"a": "تَخَلَّص إلى راحَهِ النَّفسِ بِصِحَّةِ التَّفويضِ وَاطلُب راحَةَ البَدَنِ بإجمامِ القَلبِ",
		"b": "با واگذارىِ [همه چيزِ خود به خدا]، به آسايشِ ضمير خويش دست ياب و آسودگى تن را در آسايش (و آرامش) دل بجوى.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29104
	},
	{
		"a": "تَزَيَّن للّه ِِ بِالصِّدقِ فِي الأعمالِ",
		"b": "با راستْ كردارى، خود را براى خدا بياراى.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29105
	},
	{
		"a": "لا شَرَفَ كَبُعدِ الهِمَّةِ",
		"b": "شرافتى چون بلندْ همّتى نيست.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29106
	},
	{
		"a": "لامُصيبَةَ كَاستِهانَتِكَ بِالذَّنبِ ورِضاكَ بِالحالَةِ الَّتي أنتَ عَلَيها",
		"b": "مصيبتى چون ناچيز شمردن گناهت و خشنودى ات از حالى كه دارى نيست.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29107
	},
	{
		"a": "لافَضيلَةَ كَالجِهادِ، ولاجِهادَ كَمُجاهَدَةِ الهَوى",
		"b": "فضيلتى چون جهاد نباشد، و هيچ جهادى چون پيكار با هواى نفْس نيست.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29108
	},
	{
		"a": "إيّاكَ وَالتَّفريطَ عِندَ إمكانِ الفُرصَةِ، فَإنَّهُ مَيَدانٌ يَجري لِأهلِهِ الخُسرانَ",
		"b": "به هنگام فرصت، از كوتاهى كردن بپرهيز؛ زيرا اين ميدانى است كه براى رهسپارانش زيان به بار مى آورد.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29109
	},
	{
		"a": "فَأنزِل نَفسَكَ مِنَ الدُّنيا كَمَثَلِ مَنزِلٍ نَزَلتَهُ ساعَةً ثُمَّ ارتَحَلتَ عَنهُ",
		"b": "خود را در دنيا چنان منزل ده كه گويى ساعتى در آن منزل دارى وسپس از آن مى كوچى.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29110
	},
	{
		"a": "اِستَشِر في أمرِكَ الَّذينَ يَخشَونَ اللّه َ",
		"b": "در كار خود، [فقط] با كسانى مشورت كن كه از خدا مى ترسند.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29111
	},
	{
		"a": "إنَّ اليَمينَ الكاذِبَةَ وقَطيعَهَ الرَّحِمِ لَيَذَرانِ الدِّيارَ بَلاقِعَ مِن أهلِها",
		"b": "راستى كه سوگند دروغ وقطعِ رحم، خانه ها را از اهلش تهى مى گذارد (ويرانى به بار مى آورد).",
		"c": 5,
		"d": "تحف العقول",
		"n": 29112
	},
	{
		"a": "اَلتَّواضُعُ الرِّضا بِالمَجلِسِ دُونَ شَرَفِهِ وأن تُسَلِّمَ عَلى مَن لَقيتَ وأن تَترُكَ المِراءَ وإن كُنتَ مُحِقّاً",
		"b": "فروتنى آن است كه [انسان] به نشستن در جايى فروتر از شأنش راضى باشد، و به هر كس برخوردى سلام گويى، و هر چند بر حق باشى، كشمكش را رها كنى.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29113
	},
	{
		"a": "اَلبِشرُ الحَسَنُ وطَلاقَهُ الوَجهِ مَكسَبَةٌ لِلمَحَبَّةِ وقُربَةٌ مِنَ اللّه",
		"b": "چهره خرّم وگشادگىِ رخسار، مايه جلب دوستى و نزديكى به خداست.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29114
	},
	{
		"a": "مِنَ الغِيبَةِ أن تَقولَ في أخيكَ ما سَتَرَهُ اللّه ُ عَلَيهِ",
		"b": "از [انواع] غيبت، آن است كه درباره برادرت چيزى بگويى كه خداوند، آن را پوشيده داشته است.",
		"c": 5,
		"d": "تحف العقول",
		"n": 29115
	},
	{
		"a": " ـ في وَصِيَّتِهِ لِجابِرِ بنِ يَزيدَ الجُعفِيِّ ـ : اِعلَم بِأَنَّكَ لا تَكونُ لَنا وَلِيًّا حَتّى لَوِ اجتَمَعَ عَلَيكَ أهلُ مِصرِكَ وقالوا : « إنَّكَ رَجُلُ سَوءٍ » لَم يَحزُنكَ ذلِكَ، ولَو قالوا : « إنَّك رَجُلٌ صالِحٌ » لَم يَسُرَّكَ ذلِكَ، ولكِنِ اعرِض نَفسَكَ عَلى كِتابِ اللّه ِ، فَإِن كُنتَ سالِكًا سَبيلَهُ، زاهِدًا في تَزهيدِهِ، راغِبًا في تَرغيبِهِ، خائِفًا مِن تَخويفِهِ فَاثبُت وأبشِر، فَإِنَّهُ لا يَضُرُّكَ ما قيلَ فيكَ، وإن كُنتَ مُبائِنًا لِلقُرآنِ فَماذَا الَّذي يَغُرُّكَ مِن نَفسِكَ ؟ !",
		"b": "ـ در سفارش خود به جابربن يزيد جعفى ـ : بدان كه تو دوستدار ما نخواهى بود، مگر آن گاه كه اگر همه همشهريانت عليه تو هم داستان شوند و [يك زبان] بگويند: « تو آدم بدى هستى » اين، اندوهگينت نسازد و اگر بگويند: « تو آدم خوبى هستى » اين[نيز ]شادمانت نكند. بلكه خود را با كتاب خدا بسنج، اگر ديدى پوينده راه آنان هستى و از آن چه قرآن به اعراض از آن فرا خوانده روى گردانى و به آن چه ترغيب كرده، راغبى و از آن چه بيم داده است، بيمناكى، پس ثابت قدم باش و مژده ات باد كه آن چه درباره تو گفته شود، زيانت نرساند، اما اگر ديدى از قرآن جدايى، پس چرا بايد خود را بفريبى؟!",
		"c": 5,
		"d": "تحف العقول : 284.",
		"n": 29116
	},
	{
		"a": "عَن أبيهِ عَن جَدِّهِ: ـ : لَمّا قَضى رَسولُ اللّه ِ صلي الله عليه و آله مَناسِكَهُ مِن حَجَّةِ الوَداعِ رَكِبَ راحِلَتَهُ وأنشَأَ يَقولُ : لا يَدخُلُ الجَنَّةَ إلاّ مَن كانَ مُسلِمًا. فَقامَ إلَيهِ أبو ذَرٍّ الغِفارِيُّ رحمه الله فَقالَ: يا رَسولَ اللّه ِ، ومَا الإِسلامُ ؟ فَقالَ صلي الله عليه و آله : الإِسلامُ عُريانٌ، لِباسُهُ التَّقوى، وزينَتُهُ الحَياءُ، ومِلاكُهُ الوَرَعُ، وجَمالُهُ الدّينُ (كَمالُهُ ـ خ ل)، وثَمَرُهُ العَمَلُ الصّالِحُ، ولِكُلِّ شَيءٍ أساسٌ وأساسُ الإِسلامِ حُبُّنا أهلَ البَيتِ",
		"b": "از پدرش از جدش: ـ : چون رسول خدا صلي الله عليه و آله مناسك حجة الوداع را به پايان برد، بر اشتر خود سوار شد و شروع به گفتن اين جمله كرد: به بهشت نرود مگر كسى كه مسلمان باشد. ابوذر غفارى رحمه الله برخاست و عرض كرد: اى رسول خدا، اسلام چيست؟ حضرت فرمود: اسلام برهنه است و جامه اش، پرهيزگارى است و زيورش، حيا و قوامش، پارسايى و جمالش [كمالش] ديندارى و ميوه اش، كردار نيك است. هر چيزى بنيادى دارد و بنياد اسلام، دوست داشتن ما اهل بيت است.",
		"c": 5,
		"d": "أمالي الطوسيّ : 84/126 عن جابر بن يزيد، تحف العقول : 52، الفقيه : 4 / 364 / 5762.",
		"n": 29117
	},
	{
		"a": "أهلُ الدُّنيا سَفرٌ يَحُلّونَ عَقدَ رِحالِهِم في غَيرِها.",
		"b": "مردم دنيا، مسافرانى هستند كه در غيرِ دنيا بار مى گشايند (بارانداز نهايى شان آخرت است).",
		"c": 5,
		"d": "تحف العقول : ص 299، الأمالي للمفيد : ص 18 ح 5 عن محمّد بن الحنفيّة من دون إسنادٍ إلى المعصوم، بحار الأنوار : ج 78 ص 179 ح 59؛ البداية والنهاية : ج 9 ص 282 من دون إسنادٍ إلى المعصوم.",
		"n": 29118
	},
	{
		"a": "لا زُهدَ كَقَصرِ الأَمَلِ.",
		"b": "زهدى چون كوتاهىِ آرزو نيست.",
		"c": 5,
		"d": "تحف العقول : ص 286 عن جابر بن يزيد الجعفي، بحار الأنوار : ج 78 ص 165 ح 1.",
		"n": 29119
	},
	{
		"a": "لَمّا نَزَلَت هذِهِ الآيَةُ : « وَ لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِآ أَزْوَ جًا مِّنْهُمْ زَهْرَةَ الْحَيَوةِ الدُّنْيَا » اِستَوى رَسولُ اللّه صلي الله عليه و آله جالِسا، ثُمَّ قالَ : مَن لَم يَتَعَزَّ بِعَزاءِ اللّه ِ تَقَطَّعَت نَفسُهُ حَسَراتٍ عَلَى الدُّنيا.",
		"b": "چون اين آيه نازل شد كه: « و ديدگانت را به سوى آنچه اصنافى از آنان را از آن برخوردار كرده ايم، مدوز كه [فقط] زيور زندگى دنياست » ، پيامبر خدا راست نشست و سپس فرمود: « هر كه به دلدارى خدا آرام نگيرد، جانش از حسرت هاى دنيا متلاشى مى شود » .",
		"c": 5,
		"d": "الزهد للحسين بن سعيد : ص 46 ح 125 عن ميسر، تفسير القمّي : ج 2 ص 66 عن الإمام الصادق عليه‌السلام وج 1 ص 381 عن المفضّل بن عمير عن الإمام الصادق عليه‌السلام، تحف العقول : ص 51 كلاهما نحوه، بحار الأنوار : ج 70 ص 317 ح 25 وراجع الكافي : ج 2 ص 315 ح 5 والخصال : ص 64 ح 95 ومشكاة الأنوار : ص 141 ح 337.",
		"n": 29120
	},
	{
		"a": "الآخِرَةُ دارُ قَرارٍ وَالدُّنيا دارُ فَناءٍ وزَوالٍ، ولكِنَّ أهلَ الدُّنيا أهلُ غَفلَةٍ.",
		"b": "آخرت، سراى ماندن است و دنيا سراى رفتن و نيست شدن؛ امّا اهل دنيا اهل غفلت اند.",
		"c": 5,
		"d": "الكافي : ج 2 ص 133 ح 16، تنبيه الخواطر : ج 2 ص 193 كلاهما عن جابر، تحف العقول : ص 377 عن سفيان الثوري عن الإمام الصادق عليه‌السلام، بحار الأنوار : ج 73 ص 36 ح 17.",
		"n": 29121
	},
	{
		"a": "إنَّ أبناءَ الآخِرَةِ هُمُ المُؤمِنونَ العامِلونَ الزّاهِدونَ، أهلُ العِلمِ وَالفِقهِ، وأهلُ فِكرَةٍ وَاعتِبارٍ وَاختِبارٍ، لا يَمَلّونَ مِن ذِكرِ اللّه ِ.",
		"b": "فرزندان آخرت، آنان اند كه ايمان دارند و عمل مى كنند و زُهدپيشه اند، [و] اهل دانش و فقه اند و مرد انديشه و عبرت آموزى و آزمون اند و از ياد خدا خسته نمى شوند.",
		"c": 5,
		"d": "تحف العقول : ص 287، بحار الأنوار : ج 78 ص 165 ح 2.",
		"n": 29122
	},
	{
		"a": "إنَّ المُؤمِنَ أخُو المُؤمِنِ؛ لا يَشتِمُهُ، و لا يَحرِمُهُ، و لا يُسيءُ بِهِ الظَّنَّ.",
		"b": "مؤمن، برادرِ مؤمن است؛ به او دشنام نمى دهد، او را محروم نمى سازد و به او بدگمان نمى شود.",
		"c": 5,
		"d": "تحف العقول : 296، بحار الأنوار : 78 / 176 / 35.",
		"n": 29123
	},
	{
		"a": "اِعرِفِ المَوَدَّةَ في قَلبِ أخيكَ بِما لَهُ في قَلبِكَ.",
		"b": "ميزانِ دوستى [خود] را در دل برادرت، از دوستى اى كه در دلت نسبت به او دارى، بشناس.",
		"c": 5,
		"d": "تحف العقول : 295، كشف الغمّة : 2 / 331، بحار الأنوار : 46 / 291 / 15؛ الإخوان : 146 / 80، حلية الأولياء : 3 / 187 كلاهما عن القاسم بن الفضل.",
		"n": 29124
	},
	{
		"a": "الإِيمانُ حُبٌّ و بُغضٌ.",
		"b": "ايمان، دوستى و دشمنى است.",
		"c": 5,
		"d": "تحف العقول : 295، بحار الأنوار : 78 / 175 / 27.",
		"n": 29125
	},
	{
		"a": "علَيكُم بِالحُبِّ فِي اللّه ِ وَالتَّوَدُّدِ وَالمُوازَرَةِ عَلَى العَمَلِ الصّالِحِ؛ فَإِنَّهُ يَقطَعُ دابِرَهُما ـ يَعنِي السُّلطانَ وَالشَّيطانَ ـ.",
		"b": "بر شما بادْ دوستى در راه خدا، ابراز محبّت، و هميارى بر كردار شايسته؛ چرا كه اين [سه ]كار، دنباله [سلطه ]آن دو ـ يعنى شيطان و سلطان ـ را مى بُرد.",
		"c": 5,
		"d": "تحف العقول : 298، بحار الأنوار : 78 / 178 / 53.",
		"n": 29126
	},
	{
		"a": "لا نِعمَةَ كالعافِيَةِ، ولا عافِيَةِ كَمُساعَدَةِ التَّوفيقِ.",
		"b": "نعمتى چون عافيت نيست، و عافيتى چون يارىِ توفيق.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29127
	},
	{
		"a": "تَعَرَّضْ لِرِقَّةِ القَلبِ بكَثرَهِ الذِّكرِ فيالخَلَواتِ.",
		"b": "رقّت قلب را با ذكر بسيار [خدا]در خلوتها، بجوى.",
		"c": 5,
		"d": "تحف العقول : 285.",
		"n": 29128
	},
	{
		"a": "لا قُوَّةَ كَرَدِّ الغَضَبِ.",
		"b": "هيچ قدرتى مانند جلوگيرى ازخشم نيست.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29129
	},
	{
		"a": "مَن عَلَّمَ بابَ هُدىً فلَهُ مِثلُ أجرِ مَن عَمِلَ بِهِ، ولا يُنقَصُ اُولئكَ مِن اُجورِهِم شَيئا.",
		"b": "هر كه يك باب هدايت آموزش دهد، براى او همانند پاداش كسى باشد كه به آن عمل كند و از پاداش عمل كنندگانِ به آن نيز چيزى كاسته نمى شود.",
		"c": 5,
		"d": "تحف العقول : 297",
		"n": 29130
	},
	{
		"a": "لا مُصيبَةَ كَعَدَمِ العَقلِ.",
		"b": "مصيبتى، چون بى خردى نيست.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29131
	},
	{
		"a": "اُطلُب بَقاءَ العِزِّ بإماتَةِ الطَّمَعِ.",
		"b": "پايدارى عزّت را با ميراندنِ طمع بجوى.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29132
	},
	{
		"a": "ـ في وَصِيَّتِهِ لِجابِرٍ الجُعفيِّ ـ : لا مَعرِفةَ كَمَعرِفَتِكَ بِنَفسِكَ.",
		"b": "ـ در سفارش خود به جابر جعفى ـ فرمود : هيچ شناختى چون شناخت تو از نفست نيست.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29133
	},
	{
		"a": "سُدَّ سَبيلَ العُجبِ بِمَعرِفةِ النَّفسِ.",
		"b": "راه خودپسندى را با خودشناسى ببند.",
		"c": 5,
		"d": "تحف العقول : 285.",
		"n": 29134
	},
	{
		"a": "اِستَقلِلْ مِن نَفسِكَ كَثيرَ الطّاعَةِللّه ِِ؛ إزراءً عَلَى النَّفسِ وتَعَرُّضا لِلعَفوِ.",
		"b": "هر چند نفْست بسيار طاعت خدا كند، باز آن را كم شمار تا بدين وسيله نفْس را زبون سازى و خود را در معرض عفو [خدا ]قرار دهى.",
		"c": 5,
		"d": "تحف العقول : 285.",
		"n": 29135
	},
	{
		"a": "اِستَكثِرْ لِنفسِكَ مِنَ اللّه ِ قليلَ الرِّزقِ تَخَلُّصا إلى الشُّكرِ.",
		"b": "روزى اندك خدا را براى خود، فراوان شمار تا بدين وسيله شكرش را گزارده باشى.",
		"c": 5,
		"d": "تحف العقول : 285.",
		"n": 29136
	},
	{
		"a": "لا ذُلَّ كَذُلِّ الطَّمَعِ.",
		"b": "هيچ خوارى اى چون خوارى طمع نيست.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29137
	},
	{
		"a": "إنّما مَثَلُ الحاجَةِ إلى مَن أصابَ مالَهُ حَديثا كمَثَلِ الدِّرْهَمِ في فَمِ الأفْعى : أنتَ إلَيهِ مُحْوِجٌ وأنتَ مِنها على خَطرٍ.",
		"b": "حكايت كسى كه نيازمند نوكيسه باشد، حكايت درهمى است كه در دهان افعى است، كه هم به آن نياز دارى و هم از افعى در خطرى.",
		"c": 5,
		"d": "تحف العقول : 294.",
		"n": 29138
	},
	{
		"a": "أربعٌ مُن كُنوزِ البِرِّ : كِتْمانُ الحاجةِ، وكِتْمانُ الصَّدقةِ، وكِتْمانُ الوَجَعِ، وكِتْمانُ المُصيبةِ.",
		"b": "چهار چيز از گنجهاى نيكى است: نهان داشتن نياز، نهانى دادن صدقه، نهان داشتن درد، و نهان داشتن مصيبت.",
		"c": 5,
		"d": "تحف العقول : 295.",
		"n": 29139
	},
	{
		"a": "تَزَوَّدْ مِنَ الدُّنْيا بِقِصَرِ الأملِ.",
		"b": "با كوتاه كردن آرزو، از دنيا [براى آخرتت] توشه برگير.",
		"c": 5,
		"d": "تحف العقول : 286.",
		"n": 29140
	},
	{
		"a": "المُؤْمِنُ بَرَكَةٌ عَلَى الْمُؤْمِنِ وَ حُجَّةٌ عَلَى الْكافِرِ",
		"b": "مؤمن، براى مؤمن، بركت است و براى كافر، حجّت. 208. اگر باشيد",
		"c": 5,
		"d": "تحف العقول، ص 489.",
		"n": 29141
	},
	{
		"a": "اِنَّ اَهْلَ التَّقْوى هُمُ الاَْغْنياءُ اَغْناهُمُ الْقَليلُ مِنَ الدُّنْيا، فَمَؤُونَتُهُمْ يَسيرَةٌ. اِنْ نَسيتَ الْخَيْرَ ذَكَّروكَ وَ اِنْ عَمِلْتَ بِهِ اَعانوكَ",
		"b": "ثروتمندان واقعى، همان تقواپيشگانند كه اندك دنيا، آنان را بى نياز كرده و كم خرجند. اگر خير و خوبى را فراموش كنى، به يادت مى آورند و اگر به آن عمل نمايى، يارى ات مى رسانند.",
		"c": 5,
		"d": "تحف العقول، ص 287.",
		"n": 29142
	},
	{
		"a": "يَابنَ الأيّامِ الثَّلاثِ، يَومُكَ الَّذي وُلِدتَ فيهِ، و يَومُكَ الَّذي تَنزِلُ فيهِ قَبرَكَ، ويَومُكَ الَّذي تَخرُجُ فيهِ إِلى رَبِّكَ، فَيَا لَهُ مِن يَومٍ عَظيمٍ.",
		"b": "اى فرزندِ روزهاى سه گانه : آن روز كه در آن زاده شدى، آن روز كه در قبرت فرود مى آيى و آن روز كه به سوى پروردگارت بيرون مى آيى. اى واى بر او از آن روز بزرگ!",
		"c": 5,
		"d": "تحف العقول : ص 292، بحار الأنوار : ج 78 ص 171 ح 4.",
		"n": 29143
	},
	{
		"a": "يَا بنَ جُندَبٍ، الخَيرُ كُلُّهُ أمامَكَ، وإنَّ الشَّرَّ كُلَّهُ أمامَكَ، ولَن تَرَى الخَيرَ وَالشَّرَّ إلاّ بَعدَ الآخِرَةِ؛ لاِءنَّ اللّه َ ـ جَلَّ وعَزَّ ـ جَعَلَ الخَيرَ كُلَّهُ فِي الجَنَّةِ، وَالشَّرَّ كُلَّهُ فِي النّارِ؛ لاِءَنـَّهُما الباقِيانِ.",
		"b": "اى پسر جندب، همه خوبى، فرا روى توست و همه بدى نيز فراروىِ توست و تو خوب و بد را جز پس از آخرت نمى بينى؛ زيرا كه خداوند تمام خوب را در بهشت، و تمام بد را در جهنّم قرار داد؛ چرا كه اين دو، ماندگارند.",
		"c": 6,
		"d": "تحف العقول : ص 306، بحار الأنوار : ج 78 ص 284 ح 1.",
		"n": 29144
	},
	{
		"a": "يَابنَ جُندَب، إن أحبَبتَ أن تُجاوِرَ الجَليلَ في دارِهِ، وتَسكُنَ الفِردوسَ في جِوارِهِ، فَلتَهُن عَلَيكَ الدُّنيا، وَاجعَلِ المَوتَ نُصبَ عَينِكَ، ولا تَدَّخِر شَيئا لِغَدٍ، وَاعلَم أنَّ لَكَ ما قَدَّمتَ وعَلَيكَ ما أخَّرتَ.",
		"b": "اى پسر جندب! اگر دوست دارى كه همجوار خداوندِ باشُكوه در سرايش گردى، و در بهشت در همسايگىِ او ساكن شوى، بايد دنيا در نظرت خوار باشد، و [ نيز ] مرگ را در برابر چشمت قرار بده، و چيزى براى فردايت پس انداز مكن، و بدان كه آنچه را [براى قيامتت] پيش بفرستى، همان از آنِ توست و آنچه بر جاى بگذارى، به زيان توست.",
		"c": 6,
		"d": "تحف العقول : ص 304، بحار الأنوار : ج 78 ص 282 ح 1.",
		"n": 29145
	},
	{
		"a": "سَأَلَهُ رَجُلٌ أن يُعَلِّمَهُ ما يَنالَ بِهِ خَيرَ الدُّنيا وَالآخِرَةِ ولا يُطَوِّلَ عَلَيهِ، فَقالَ : لا تَكذِب.",
		"b": "مردى از امام عليه‌السلام تقاضا كرد به او چيزى بياموزد كه با آن به خير دنيا و آخرت، دست يابد، و مختصر هم باشد. امام عليه‌السلام فرمود: « هيچ گاه دروغ مگو » .",
		"c": 6,
		"d": "تحف العقول : ص 359، بحار الأنوار : ج 78 ص 241 ح 27.",
		"n": 29146
	},
	{
		"a": "قُلتُ لِأَبي عَبدِاللّه ِ عليه‌السلام : مَن أبغَضُ الخَلقِ إلَى اللّه ِ؟ قالَ : مَن يَتَّهِمُ اللّه َ. قُلتُ : وأحَدٌ يَتَّهِمُ اللّه َ ؟! قالَ : نَعَم، مَنِ استَخارَ اللّه َ فَجاءَتهُ الخِيَرَةُ بِما يَكرَهُ فَسَخِطَ، فَذلِكَ يَتَّهِمُ اللّه َ.",
		"b": "از امام صادق عليه‌السلام پرسيدم : دشمن ترينِ خلق در نزد خداوند كيست ؟ فرمود : « كسى كه خدا را متّهم مى دارد » . پرسيدم : مگر كسى خدا را متّهم مى دارد ؟ فرمود : « آرى. آن كه از خداوند، خيرخواهى مى كند و چون خير با سختى و به صورت ناخوشايندِ او برايش پديدار شد، خشمگين مى شود. اين همان كسى است كه خدا را متّهم مى دارد » .",
		"c": 6,
		"d": "المحاسن : 2 / 432 / 2499، تحف العقول : 364، جامع الأحاديث للقمّي : 204 عن القاسم بن الوليد، مكارم الأخلاق : 2 / 100 / 2288، بحار الأنوار : 91 / 223 / 2.",
		"n": 29147
	},
	{
		"a": "مَنْ بَدَءَ بِكَلامٍ قَبْلَ سَلامٍ فَلاتُجيبُوهُ.",
		"b": "كسى كه قبل از سلام سخن گويد، بـه او اعتـنا نكنـيد.",
		"c": 6,
		"d": "تحف العقول/ 245",
		"n": 29148
	},
	{
		"a": "صَلاحُ حالِ التَّعايُشِ وَالتَّعاشُرِ مِلْ ءُ مِكْيالٍ ثُلْثـاهُ فِطْنَةٌ وَثُلْثـُهُ تَغـافُلٌ.",
		"b": "اصلاح زندگانى فردى و معاشرت اجتماعى پيمانه پُرى است كه دو سومش زيركى و يك سـومش چشم پـوشى است.",
		"c": 6,
		"d": "تحف العقول/ 376",
		"n": 29149
	},
	{
		"a": "اِذا صَلُحَ اَمْرُدُنْياكَ فَاتَّهِمْ دينَكَ.",
		"b": "هر گاه كار دنيايت به سامان شد، دينت را متهـم سـاز. (مواظب باش دينت آسيب نديده باشد. )",
		"c": 6,
		"d": "تحف العقول/ 377.",
		"n": 29150
	},
	{
		"a": "لاتَنْظُرُوا في عُيُوبِ النّاسِ كَالْأرْبابِ وَانْظُرُوا في عُيُوبِكُمْ كَهَيْئَةِ الْعَبـْدِ.",
		"b": "ارباب گونه به عيوب ديگران ننگريد، بـلكه چـون بنـده اى متـواضع، عيب هاى خود را وارسى كنيد.",
		"c": 6,
		"d": "تحف العقول/ 295.",
		"n": 29151
	},
	{
		"a": "اِزالَةُ الْجِـبالِ اَهـْوَنُ مِنْ اِزالَةِ قَلْبٍ عَنْ مَوْضِعِهِ.",
		"b": "كوه كندن از دل كندن آسانتر است.",
		"c": 6,
		"d": "تحف العقول/ 240.",
		"n": 29152
	},
	{
		"a": "يَابْنَ جُنْدَب!. . . حَقٌّ عَلى كُلِّ مُسلِمٍ يَعرِفُنا اَن يُعرِضَ عَمَلَهُ فى كُلِّ يَومٍ وَلَيلَةٍ عَلى نَفْسِهِ فَيَكُونَ مُحاسِبَ نَفْسِهِ فَإنْ رَأى حَسَنَةً استَزادَ مِنها وَإنْ رَاى سَيِّئَةً استَغفَرَ مِنها لِئَلاّ يَخزِىَ يَومَ القِيامَةِ.",
		"b": "اى پسر جندب. . . سزاوار است هر مسلمانى كه مارا مى شناسد، كردارش را در هر شبانه روز بر خودش عرضه كند و خود را حسابرسى نمايد، اگر خوبى ديد برآن بيفزايد و اگر گناه ديد، از آن آمرزش بخواهد تا در روز قيامت رسوا نشود.",
		"c": 6,
		"d": "تحف العقول ص311.",
		"n": 29153
	},
	{
		"a": "مَنْ طَلَبَ ثَلاثَةً بِغَيْرِحَقٍّ حَرُمَ ثَلاثَةً بِحَقٍّ: مَنْ طَلَبَ الدُّنيا بِغَيْرِحَقٍّ حَرُمَ الاخِرَةَ بِحَقٍّ؛ وَمَنْ طَلَبَ الرِّآسَةَ بِغَيْرِحَقٍّ حَرُمَ الطّاعَهَ لَهُ بِحَقٍّ؛ وَ مَنْ طَلَبَ المال بِغَيْرِحَقٍّ حَرُمَ بَقاؤُهُ لَهُ بِحَقٍّ.",
		"b": "هر كه سه چيز را بناحقّ بخواهد، از سه چيز ديگر بحقّ محروم مى گردد: هر كه دنيا را به بناحق بخواهد از آخرت حقيقتاً محروم مى گردد؛ و هر كه بناحقّ رياست طلبى كند از اطاعت زيردستان بحقّ محروم مى شود؛ و هر كه بناحقّ مالى را بخواهد، از ماندگار بودن آن مال بحقّ محروم مى شود.",
		"c": 6,
		"d": "تحف العقول، ص 335.",
		"n": 29154
	},
	{
		"a": "ثَلاثَةٌ لا تُعرَفُ إلاّ فى ثَلاثِ مَواطِنَ: لا يُعرَفُ الحَليمُ إلاّ عِندَ الغَضَبِ، وَ لاَ الشُّجاعُ إلاّ عِندَ الحَربِ، وَ لا أخٌ إلاّ عِندَ الحاجَةِ.",
		"b": "سه كس را جز در سه جا نتوان شناخت: انسان بردبار را به هنگام خشم، شجـاع را بـه گاه نبرد، و برادر را به وقت نياز.",
		"c": 6,
		"d": "تحف العقول ص 329",
		"n": 29155
	},
	{
		"a": "إنَّما سُمِّيَ البَليغُ؛ لأِنَّهُ يُبلِغُ حاجَتَهُ بِأهوَنِ سَعيِهِ",
		"b": "بليغ از آن جهت بليغ ناميده شد كه خواسته خود را با كم ترين تلاش به مخاطب مى رساند.",
		"c": 6,
		"d": "تحف العقول، ص 359.",
		"n": 29156
	},
	{
		"a": "لايَستَغنِي أهلُ كُلِّ بَلَدٍ عَن. . . طَبيبٍ بَصيرٍ ثِقَةٍ",
		"b": "مردم هيچ شهرى از پزشكِ بصيرِ مورد اعتماد بى نياز نيستند.",
		"c": 6,
		"d": "تحف العقول، ص 321.",
		"n": 29157
	},
	{
		"a": "مَن يَثِقَ بِاللّه ِ يَكفِهِ ما أهَمَّهُ مِن أمرِ دُنياهُ و آخِرَتِهِ",
		"b": "هر كه به خدا اعتماد كند، خداوند كارهاى دنيا و آخرتش را، كه او را بى قرار كرده اند، كفايت مى كند.",
		"c": 6,
		"d": ". تحف العقول، ص 304.",
		"n": 29158
	},
	{
		"a": "إنَّ المَرءَ يَحتاجُ في مَنزِلِهِ و عيالِهِ إلى ثَلاثِ خِلالٍ يَتَكَلَّفُها و إن لَم يَكُن في طَبعِهِ ذلِكَ : مُعاشَرَةٍ جَميلَةٍ وسَعَةٍ بِتَقديرٍ و غَيرَةٍ بِتَحَصُّنٍ",
		"b": "مرد براى اداره منزل و خانواده خود به سه خصلت نياز دارد كه اگر در طبيعت او نباشد، بايد خود را با تكلّف به آنها وادارد : خوش رفتارى، گشاده دستى سنجيده وغيرت براى حفاظت از آنها.",
		"c": 6,
		"d": ". تحف العقول، ص 322.",
		"n": 29159
	},
	{
		"a": "إنَّما شيعَتُنا يُعرَفونَ بِخِصالٍ شَتّى : بِالسَّخاءِ، والبَذلِ لِلإِخوانِ، وبِأَن يُصَلُّوا الخَمسينَ لَيلاً ونَهارًا",
		"b": "شيعيان ما با ويژگيهاى گوناگونى شناخته مى شوند: بخشش، فداكارى در برابر برادران و شبانه روز پنجاه ركعت نماز مى گزارند.",
		"c": 6,
		"d": "تحف العقول : 303.",
		"n": 29160
	},
	{
		"a": "اِفتَرَقَ النّاسُ فينا عَلى ثَلاثِ فِرَقٍ : فِرقَةٌ أحَبّونَا انتِظارَ قائِمِنا لِيُصيبوا مِن دُنيانا، فَقالوا وحَفِظوا كَلامَنا وقَصَّروا عَن فِعلِنا، فَسَيَحشُرُهُمُ اللّه ُ إلى النّارِ. وفِرقَةٌ أحَبّونا وسَمِعوا كَلامَنا ولَم يُقَصِّروا عَن فِعلِنا، لِيَستَأكِلُوا النّاسَ بِنا، فَيَملَأُ اللّه ُ بُطونَهُم نارًا، يُسَلِّطُ عَلَيهِمُ الجوعَ والعَطَشَ. وفِرقَةٌ أحَبّونا وحَفِظوا قَولَنا وأطاعوا أمرَنا ولَم يُخالِفوا فِعلَنا، فَاُولئِكَ مِنّا ونَحنُ مِنهُم",
		"b": "مردم درباره ما، سه گروه شده اند: گروهى كه به انتظار قائم ما دوستمان دارند تا از دنياى ما بهره گيرند. آنها سخن ما را مى گويند و حفظ مى كنند ولى از كردار ما كوتاهى مى ورزند، خداوند اين گروه را به آتش در اندازد و گروهى كه ما را دوست دارند و سخن ما را مى شنوند و از كردار ما كوتاهى نمى ورزند تا با نام ما، اموال مردم را بستانند، خداوند، شكم آنان را از آتش مى آكند وگرسنگى و تشنگى بر ايشان حاكم گرداند و گروهى كه ما را دوست دارند وسخن ما را حفظ مى كنند و فرمان ما مى برند و با رفتار ما مخالفت نمى ورزند، آنها از مايند و ما از ايشان هستيم.",
		"c": 6,
		"d": "تحف العقول : 514 عن المفضّل.",
		"n": 29161
	},
	{
		"a": " ـ لِرَجُلٍ ادَّعَى الحُبَّ لِأَهلِ البَيتِ عليهم السلام ـ : مِن أيِّ مُحِبّينا أنتَ ؟ فَسَكَتَ الرَّجُلُ، فَسَأَلَهُ سَديرٌ : وكَم مُحِبّوكُم يَا بنَ رَسولِ اللّه ِ؟ فَقالَ : عَلى ثَلاثِ طَبَقاتٍ : طَبَقَةٌ أحَبّونا فِي العَلانِيَةِ ولَم يُحِبّونا فِي السِّرِّ، وطَبَقَةٌ يُحِبّونا فِي السِّرِّ ولَم يُحِبّونا فِيالعَلانِيَةِ، وطَبَقَةٌ يُحِبّونا فِي السِّرِّ والعَلانِيَةِ هُمُ النَّمَطُ الأَعلى. . . والطَّبَقَةُ الثّانِيَةُ النَّمَطُ الأَسفَلُ، أحَبّونا فِي العَلانِيَةِ وساروا بِسيرَةِ المُلوكِ، فَأَلسِنَتُهُم مَعَنا وسُيوفُهُم عَلَينا. والطَّبَقَةُ الثّالِثَةُ النَّمَطُ الأَوسَطُ، أحَبّونا فِي السِّرِّ ولَم يُحِبّونا فِي العَلانِيَةِ. ولَعَمري لَئِن كانوا أحَبّونا فِي السِّرِّ دونَ العَلانِيَةِ فَهُمُ الصَّوّامونَ بِالنَّهارِ القَوّامونَ بِاللَّيلِ تَرى أثَرَ الرَّهبانِيَّةِ في وُجُوهِهِم، أهلُ سِلمٍ وانقِيادٍ. قالَ الرَّجُلُ : فَأَنَا مِن مُحِبّيكُم فِي السِّرِّ والعَلانِيَةِ. قالَ جَعفَرٌ عليه‌السلام : إنَّ لِمُحِبّينا فِي السِّرِّ والعَلانِيَةِ عَلاماتٍ يُعرَفونَ بِها. قالَ الرَّجُلُ : وما تِلكَ العَلاماتُ ؟ قالَ عليه‌السلام : تِلكَ خِلالٌ أوَّلُها أنَّهُم عَرَفُوا التَّوحيدَ حَقَّ مَعرِفَتِهِ وأحكَموا عِلمَ تَوحيدِهِ",
		"b": "به مردى كه مدّعى حبّ اهل بيت عليهم السلام بود: تو از كدام دوستداران ما هستى؟ آن مرد خاموش ماند. سدير پرسيد: اى فرزند رسول خدا، دوستداران شما چند گروه هستند؟ امام عليه‌السلام فرمود: آنها سه گروهند: گروهى كه ما را در ظاهر دوست دارند و در خفا دوستمان ندارند و گروهى كه ما را در خفا دوست دارند و در ظاهر دوست ندارند و گروهى كه هم در ظاهر و هم در خفا ما را دوست مى دارند، اينان الگوى والا هستند. گروه دوم، پايين ترين طبقه هستند كه فقط در ظاهر ما را دوست دارند و شيوه سلاطين را در پيش مى گيرند، زبانشان با ما و شمشيرهايشان بر ماست. طبقه سوم، نمونه ميانه هستند كه ما را در پنهان دوست مى دارند و در آشكار دوستمان نمى دارند. به جان خودم سوگند آنها كه ما را در پنهان دوست مى دارند و نه در ظاهر همانهايى هستند كه روزها روزه دار و شبها به عبادت مى ايستند و رنگ خدايى را در رخسارشان مى بينى و اهل سازگارى و فرمانبردارى اند. آن مرد گفت: من از آنهايى هستم كه در ظاهر و خفا شما را دوست مى دارم. امام صادق عليه‌السلام فرمود: كسانى كه ما را در ظاهر و باطن دوست مى دارند، نشانه هايى دارند كه بدان شناخته مى شوند. آن مرد گفت: اين نشانه ها كدام است؟ امام عليه‌السلام فرمود: اينها صفاتى است كه نخستين آنها اين است كه توحيد را چنان كه بايد، شناخته اند و علم توحيد را استوار ساخته اند.",
		"c": 6,
		"d": "تحف العقول : 325.",
		"n": 29162
	},
	{
		"a": "يَا بنَ جُندَبٍ، بَلِّغ معاشِرَ شيعَتِنا وقُل لَهُم : لا تَذهَبَنَّ بِكُمُ المَذاهِبُ، فَوَاللّه ِ لا تُنالُ وَلايَتُنا إلاّ بِالوَرَعِ وَالاِجتِهادِ فِي الدُّنيا، ومُواساةِ الإِخوانِ فِي اللّه ِ، ولَيسَ مِن شيعَتِنا مَن يَظلِمُ النّاسَ",
		"b": "اى پسر جندب! به گروه شيعيان ما [پيام] برسان و به آنان بگو: مبادا راههاى گوناگون، شما را به بيراهه كشاند، زيرا به خدا سوگند كه ولايت و دوستى ما، جز با پارسايى و سخت كوشى در دنيا و هميارى و همدردى با برادران دينى به دست نيايد و كسى كه به مردم ستم كند، شيعه ما نيست.",
		"c": 6,
		"d": "تحف العقول : 303.",
		"n": 29163
	},
	{
		"a": "إنَّ حُبَّنا (أهلَ البَيتِ) يُنَزِّلُهُ اللّه ُ مِنَ السَّماءِ مِن خَزائِنَ تَحتَ العَرشِ كَخَزائِنِ الذَّهَبِ وَالفِضَّةِ، ولا يُنزِلُهُ إلاّ بِقَدَرٍ، ولا يُعطيهِ إلاّ خَيرَ الخَلقِ، وإنَّ لَهُ غَمامَةً كَغَمامَةِ القَطرِ، فَإِذا أرادَ اللّه ُ أن يَخُصَّ بِهِ مَن أحَبَّ مِن خَلقِهِ أذِنَ لِتِلكَ الغَمامَةِ فَتَهَطَّلَت كَما تَهَطَّلَتِ السَّحابُ، فَتُصيبُ الجَنينَ في بَطنِ اُمِّهِ",
		"b": "محبّت به ما [اهل بيت] را خداوند از خزانه هايى كه زير عرش اوست و مانند خزانه هاى زر و سيم مى باشند، از آسمان فرو مى فرستد و آن را جز به اندازه نفرستد و جز به بهترين آفريدگان عطايش نكند. اين محبّت را ابرى است، همچون ابرهاى باران زا؛ پس هرگاه خداوند بخواهد آن را به بنده اى كه دوستش مى دارد اختصاص دهد به آن ابر فرمان مى دهد و باران محبّت فرو مى ريزد، همچنان كه ابرهاى باران زا مى بارند و اين باران به جنين در شكم مادرش مى رسد.",
		"c": 6,
		"d": "تحف العقول : 313 عن أبي جعفر محمّد بن النعمان الأحول.",
		"n": 29164
	},
	{
		"a": "لَيسَ مِن أحَدٍ ـ وإن ساعَدَتهُ الاُمورُ ـ بِمُستَخلِصٍ غَضارَةَ عَيشٍ إلاّ مِن خِلالِ مَكروهٍ.",
		"b": "هيچ كس نيست كه به نوشى بى نيش دست يابد، اگر چه همه عوامل به يارى اش بيايد.",
		"c": 6,
		"d": "تحف العقول : ص 381، بحار الأنوار : ج 78 ص 268 ح 181.",
		"n": 29165
	},
	{
		"a": "كانَ فيما وَعَظَ اللّه ُ بِهِ عيسَى بنَ مَريَم عليه‌السلام :. . . يا عيسى، لاتُشرِك بي شَيئا، وكُن مِنّي عَلى حَذَرٍ، ولا تَغتَرَّ بِالصِّحَّةِ ولاتُغَبِّط نَفسَكَ؛ فَإِنَّ الدُّنيا كَفَيءٍ زائِلٍ، وما أقبَلَ مِنها كَما أدبَرَ.",
		"b": "از جمله اندرزهاى خداوند به عيسى بن مريم عليه‌السلام :. . . اى عيسى! چيزى را شريك من مگردان، از من برحذر باش و به تن درستى غرّه مشو و خويشتن را خوش بخت مپندار؛ زيرا دنيا همانند سايه اى ناپايدار است و آنچه از آن بيايد، به مانند آن است كه رفته است.",
		"c": 6,
		"d": "الأمالي للصدوق : ص 610 ـ 613 ح 842 عن أبي بصير، الكافي : ج 8 ص 141 ح 103 عن عليّ بن أسباط عنهم عليهم السلام، تحف العقول : ص 500 من دون إسنادٍ إلى المعصوم، تنبيه الخواطر : ج 2 ص 145 وفيه « بالنصيحة » بدل « بالصحّة » ، بحار الأنوار : ج 14 ص 299 ح 14.",
		"n": 29166
	},
	{
		"a": "ثَلاثَةٌ مَن تَمَسَّكَ بِهِنَّ نالَ مِنَ الدُّنيا وَالآخِرَةِ بُغيَتَهُ : مَنِ اعتَصَمَ بِاللّه ِ، ورَضِيَ بِقَضاءِ اللّه ِ، وأحسَنَ الظَّنَّ بِاللّه ِ.",
		"b": "سه چيز است كه هركس به آنها چنگ زند، در دنيا و آخرت به آرزوى خود برسد: آن كه به خدا متمسّك شود؛ و به قضاى خدا رضايت دهد؛ و به خدا حسن ظنّ داشته باشد.",
		"c": 6,
		"d": "تحف العقول : ص 316، بحار الأنوار : ج 78 ص 229 ح 107.",
		"n": 29167
	},
	{
		"a": "مَن طَلَبَ الدُّنيا بِغَيرِ حَقٍّ، حُرِمَ الآخِرَةَ بِحَقٍّ.",
		"b": "هركس دنيا را به ناحق بجويد، از آخرت به حقْ محروم مى شود.",
		"c": 6,
		"d": "تحف العقول : ص 321، بحار الأنوار : ج 78 ص 235 ح 57.",
		"n": 29168
	},
	{
		"a": "إذا أقبَلَت دُنيا قَومٍ كُسوا مَحاسِنَ غَيرِهِم، وإذا أدبَرَت سُلِبوا مَحاسِنَ أنفُسِهِم.",
		"b": "هرگاه دنيا به قومى رو كند، خوبى هاى ديگران بر قامت آنان پوشانده مى شود و هرگاه پشت كند، خوبى هاى خودشان هم از آنان رُبوده مى شود.",
		"c": 6,
		"d": "تحف العقول : ص 382، بحار الأنوار : ج 78 ص 269 ح 185.",
		"n": 29169
	},
	{
		"a": "أنزِلِ الدُّنيا كَمَنزِلٍ نَزَلتَهُ فَارتَحَلتَ عَنهُ، أو كَمالٍ أصَبتَهُ في مَنامِكَ فَاستَيقَظتَ ولَيسَ في يَدِكَ شَيءٌ مِنهُ. فَكَم مِن حَريصٍ عَلى أمرٍ قَد شَقِيَ بِهِ حينَ أتاهُ، وكَم مِن تارِكٍ لاِءَمرٍ قَد سَعِدَ بِهِ حينَ أتاهُ.",
		"b": "دنيا را به سانِ منزلگاهى بدان كه در آن فرود مى آيى و سپس از آن مى كوچى، يا مانند مالى بدان كه در خوابت مى يابى و چون بيدار مى شوى، اثرى از آن نمى بينى. اى بسا آزمندِ چيزى كه چون بدان رسيد، مايه بدبختى او گرديد، و اى بسا ترك كننده چيزى كه چون آن چيز به او رسيد، مايه خوشبختى اش گرديد!",
		"c": 6,
		"d": "تحف العقول : ص 377 عن سفيان الثوري و ص287.",
		"n": 29170
	},
	{
		"a": "مَن لَم يَرغَب فِي الاِستِكثارِ مِنَ الإِخوانِ ابتُلِيَ بِالخُسرانِ.",
		"b": "هر كس به افزايش شمار برادرانْ رغبت نشان ندهد، دچار زيان مى شود.",
		"c": 6,
		"d": "تحف العقول : 319، بحار الأنوار : 78 / 232 / 32.",
		"n": 29171
	},
	{
		"a": "لا يَنبَغي لِمَن لَم يَكُن عالِما أن يُعَدَّ سَعيدا، ولا لِمَن لَم يَكُن وَدودا أن يُعَدَّ حَميدا.",
		"b": "سزاوار نيست آن كس كه دانا نيست، نيك بخت، و آن كس كه پُر محبّت نيست، ستوده به شمار آيند.",
		"c": 6,
		"d": "تحف العقول : 364، بحار الأنوار : 78 / 246 / 70.",
		"n": 29172
	},
	{
		"a": "ثَلاثَةٌ مَكسَبَةٌ لِلبَغضاءِ : النِّفاقُ، وَالظُّلمُ، وَالعُجبُ.",
		"b": "سه چيز، دشمنى به بار مى آورد : نفاق، ستمگرى و خودپسندى.",
		"c": 6,
		"d": "تحف العقول : 316، بحار الأنوار : 78 / 229 / 6.",
		"n": 29173
	},
	{
		"a": "حُسنُ الخُلُقِ مَجلَبَةٌ لِلمَوَدَّةِ.",
		"b": "خوش خويى، جلب كننده دوستى است.",
		"c": 6,
		"d": "الكافي : 1 / 27 / 29 عن مفضّل بن عمر، تحف العقول : 356، بحار الأنوار : 78 / 269 / 109.",
		"n": 29174
	},
	{
		"a": "مَن كَرَّهَ اللّه ُ إلَيهِ الشَّرَّ. . . رَزَقَهُ اللّه ُ مَوَدَّةَ النّاسِ ومُجامَلَتَهُم، وتَرَكَ مُقاطَعَةَ النّاسِ وَالخُصوماتِ، ولَم يَكُن مِنها ولا مِن أهلِها في شَيءٍ.",
		"b": "هركه خداوند، بدى را منفورش ساخته باشد، . . . دوستى و سازگارى با مردم را روزى او ساخته است. چنين كسى، از گسستن از مردم و دشمنى ها به دور است و هيچ نسبتى با اين خصلت ها و صاحبان آنها ندارد.",
		"c": 6,
		"d": "الكافي : 8 / 12 / 1 عن إسماعيل بن مخلّد السراج وإسماعيل بن جابر وحفص المؤذّن، تحف العقول : 314، بحار الأنوار : 78 / 222 / 93.",
		"n": 29175
	},
	{
		"a": "مَنِ احتَشَمَ أخاهُ حَرُمَت وُ صلَتُهُ، و مَنِ اغتَمَّهُ سَقَطَت حُرمَتُهُ.",
		"b": "هركه برادرش را خجالت دهد، پيوند با او نارواست و هركه غمگينش سازد، حرمتش شكسته است.",
		"c": 6,
		"d": "تحف العقول : 370، بحار الأنوار : 78 / 254 / 118.",
		"n": 29176
	},
	{
		"a": "لا تُشاوِر أحمَقَ، و لا تَستَعِن بِكَذّابٍ، و لا تَثِق بِمَوَدَّةِ مَلولٍ؛ فَإِنَّ. . . المَلولَ أوثَقَ ما كُنتَ بِهِ خَذَلَكَ، و أوصَلَ ما كُنتَ لَهُ قَطَعَكَ.",
		"b": "با هيچ احمقى مشورت مكن، از هيچ دروغگويى يارى مخواه و به دوستى هيچ افسرده دلى، اعتماد مكن؛ زيرا. . . افسرده دل، زمانى كه بيشترين اتكا را به او داشته باشى، تو را وامى گذارد و هنگامى كه بيشترين پيوند را با او دارى، از تو مى بُرَد.",
		"c": 6,
		"d": "تحف العقول : 316.",
		"n": 29177
	},
	{
		"a": "إذا قالَ الرَّجُلُ لِأَخيهِ : اُفٍّ، اِنقَطَعَ ما بَينَهُما مِنَ الوِلايَةِ، و إذا قالَ : أنتَ عَدُوّي، كَفَرَ أحَدُهُما، فَإِذَا اتَّهَمَهُ انماثَ الإِيمانُ في قَلبِهِ كَما يَنماثُ المِلحُ فِي الماءِ.",
		"b": "هرگاه كسى به برادرش [از سر دل تنگى و درد] اُف بگويد، دوستى ميان آنها گسسته مى شود و اگر بگويد : « تو دشمن منى » ، يكى از آن دو كافر شده است، و هر گاه به او تهمتى بزند، در نسخه اى : به او اهانتى كند. ايمان در دلش چنان آب مى شود كه نمك در آب، ذوب مى شود.",
		"c": 6,
		"d": "الكافي : 2 / 170 / 5 عن إبراهيم بن عمر اليماني، الخصال : 623 / 10 عن أبي بصير ومحمّد بن مسلم عن الإمام الصادق عن آبائه عليهم السلام عن الإمام عليّ عليه‌السلام وفيه « كافر » بدل « عدوّي » ، المؤمن : 67 / 175، تحف العقول : 114 عن الإمام عليّ عليه‌السلام وليس فيها « من الولاية » ، الاختصاص : 28 نحوه، مشكاة الأنوار : 105 وليس فيه « وإذا قال أنت عدوّي كفر أحدهما » وفيه « اهنته » بدل « اتهمه » و ص 319 وفيه ذيله فقط.",
		"n": 29178
	},
	{
		"a": "لا تَعتَدَّ بِمَوَدَّةِ أحَدٍ حَتّى تُغضِبَهُ ثَلاثَ مَرّاتٍ.",
		"b": "به دوستى كسى اعتماد مكن، تا آن كه او را سه بار به خشم آورى.",
		"c": 6,
		"d": "تحف العقول : 357، بحار الأنوار : 78 / 239 / 5.",
		"n": 29179
	},
	{
		"a": "يُمتَحَنُ الصَّديقُ بِثَلاثِ خِصالٍ، فَإِن كانَ مُؤاتِيا فيها فَهُوَ الصَّديقُ المُصافي، و إلاّ كانَ صَديقَ رَخاءٍ لا صَديقَ شِدَّةٍ : تَبتَغي مِنهُ مالاً، أو تَأمَنُهُ عَلى مالٍ، أو تُشارِكُهُ فِي مَكروهٍ.",
		"b": "دوست، به سه خصلتْ سنجيده مى شود. پس اگر از آنها سرافراز بيرون آمد، دوستى است يكرنگ و باصفا، و گرنه دوست دوران آسايش است، نه سختى : اين كه از او مالى بخواهى، يا او را بر مالى امين گردانى، و يا او را در كارى ناخوشايند، شريك سازى.",
		"c": 6,
		"d": "تحف العقول : 321، بحار الأنوار : 78 / 235 / 60.",
		"n": 29180
	},
	{
		"a": "يَأتي عَلَى النّاسِ زَمانٌ لَيسَ فيهِ شَيءٌ أعَزُّ مِن أخٍ أنيسٍ، وكَسبِ دِرهَمٍ حَلالٍ.",
		"b": "روزگارى بر مردم خواهد آمد كه در آن، چيزى كمياب تر از برادرى دمساز و به دست آوردن دِرهمى حلال نيست.",
		"c": 6,
		"d": "تحف العقول : 368، بحار الأنوار : 78 / 251 / 102.",
		"n": 29181
	},
	{
		"a": "الإِخوانُ ثَلاثَةٌ : فَواحِدٌ كَالغِذاءِ الَّذي يُحتاجُ إلَيهِ كُلَّ وَقتٍ فَهُوَ العاقِلُ، وَالثّاني في مَعنَى الدّاءِ وهُوَ الأَحمَقُ، وَالثّالِثُ في مَعنَى الدَّواءِ فَهُوَ اللَّبيبُ.",
		"b": "برادران، سه گونه اند : يكى چون غذاست كه در همه وقت به آن نياز است و او شخص عاقل است. دوم به معناىِ درد است، و او شخص احمق است. سوم به معناىِ دَواست و او شخص خردمند است.",
		"c": 6,
		"d": "تحف العقول : 323، بحار الأنوار : 78 / 238 / 75.",
		"n": 29182
	},
	{
		"a": "الإِخوانُ ثَلاثَةٌ : مُواسٍ بِنَفسِهِ، وآخَرُ مُواسٍ بِمالِهِ ـ وهُمَا الصّادِقانِ فِي الإِخاءِ ـ وآخَرُ يَأخُذُ مِنكَ البُلغَةَ، ويُريدُكَ لِبَعضِ اللَّذَّةِ، فَلا تَعُدَّهُ مِن أهلِ الثِّقَةِ.",
		"b": "برادران، سه گونه اند : آن كه [در راه دوست] از جان خود مى گذرد. ديگرى آن كه از مال خود مى گذرد و اين دو در برادرى خود صادق هستند. ديگرى آنچه را كه نياز دارد، از تو مى گيرد و تو را براى پاره اى لذّت ها[ى خود ]مى خواهد. پس او را از افراد قابل اعتماد مشمار.",
		"c": 6,
		"d": "تحف العقول : 324، بحار الأنوار : 78 / 239 / 86.",
		"n": 29183
	},
	{
		"a": "صانِعِ المُنافِقَ بِلِسانِكَ، و أخلِص وُدَّكَ لِلمُؤمِنِ. و إن جالَسَكَ يَهودِيٌّ فَأَحسِن مُجالَسَتَهُ.",
		"b": "با منافق به زبان، مدارا كن و دوستى ات را براى مؤمن، خالص ساز و اگر يهودى اى نيز با تو همنشين شد، با او خوش مجلس باش.",
		"c": 6,
		"d": "كتاب من لا يحضره الفقيه : 4 / 404 / 5872 عن إسحاق بن عمّار، الأمالي للمفيد : 185 / 10 عن سعد بن طريف، تحف العقول : 292، أعلام الدين : 301 كلّها عن الإمام الباقر عليه‌السلام، الاختصاص : 230، مشكاة الأنوار : 82، روضة الواعظين : 406، بحار الأنوار : 74 / 152 / 11.",
		"n": 29184
	},
	{
		"a": "عَلَيكُم بِحُبِّ المَساكينِ المُسلِمينَ؛ فَإِنَّهُ مَن حَقَّرَهُم و تَكَبَّرَ عَلَيهِم فَقَد زَلَّ عَن دينِ اللّه ِ، وَ اللّه ُ لَهُ حاقِرٌ ماقِتٌ، و قَد قالَ أبونا رَسولُ اللّه ِ صلي الله عليه و آله : « أمَرَني رَبّي بِحُبِّ المَساكينِ المُسلِمينَ (مِنهُم) » . وَ اعلَموا أنَّ مَن حَقَّرَ أحَدا مِنَ المُسلِمينَ ألقَى اللّه ُ عَلَيهِ المَقتَ مِنهُ وَ المَحقَرَةَ حَتّى يَمقُتَهُ النّاسُ، وَ اللّه ُ لَهُ أشَدُّ مَقتا. فَاتَّقُوا اللّه َ في إخوانِكُمُ المُسلِمينَ المَساكينِ؛ فَإِن لَهُم عَلَيكُم حَقّا أن تُحِبّوهُم؛ فَإِنَّ اللّه َ أمَرَ رَسولَهُ صلي الله عليه و آلهبِحُبِّهِم، فَمَن لَم يُحِبَّ مَن أمَرَ اللّه ُ بِحُبِّهِ فَقَد عَصَى اللّه َ و رَسولَهُ، و مَن عَصَى اللّه َ و رَسولَهُ وماتَ عَلى ذلِكَ ماتَ و هُوَ مِنَ الغاوينَ.",
		"b": "مسكينانِ مسلمان را دوست بداريد، كه هركس آنان را حقير شمارد و بر آنان بزرگى بفروشد، از دين خدا لغزيده است و خداوند، او را حقير مى كند و دشمنش مى دارد. پدرمان پيامبر خدا فرمود : « پروردگارم به من فرمان داد تا مسكينانِ مسلمان را دوست بدارم » . بدانيد هركس مسلمانى را حقير شمارد، خداوند، دشمنى و حقارت را بر او خواهد فرستاد، تا آن جا كه مردمْ دشمنش مى دارند، حال آن كه دشمنى خدا شديدتر است. پس درباره برادرانِ مسلمان و مسكين خود، از خدا بترسيد، كه آنان را بر شما اين حق است كه دوستشان بداريد؛ زيرا خداوند به فرستاده اش فرمان داد كه آنان را دوست بدارد. پس هركه آن را كه خداوند به دوستى اش فرمان داده، دوست نداشته باشد، نافرمانى خدا و پيامبرش كرده است، و هركه از خدا و فرستاده اش نافرمانى كند و بر آن حالت بميرد، در حال گم راهى مرده است.",
		"c": 6,
		"d": "الكافي : 8 / 8 / 1 عن إسماعيل بن جابر، تحف العقول : 315، بحار الأنوار : 78 / 217 / 93.",
		"n": 29185
	},
	{
		"a": "الحُبُّ أفضَلُ مِنَ الخَوفِ.",
		"b": "دوستى [خدا] برتر از ترس [از خدا ]است.",
		"c": 6,
		"d": "الكافي : 8 / 129 / 98 عن حفص بن غياث، تحف العقول : 357، بحار الأنوار : 78 / 226 / 95 و ص 270 / 109.",
		"n": 29186
	},
	{
		"a": "ثَلاثٌ يَحجُزنَ المرءَ عَن طَلَبِ المَعالي : قِصَرُ الهِمَّةِ، وقِلَّةُ الحِيلَةِ، وضَعفُ الرّأيِ.",
		"b": "سه چيز انسان را از رفتن در پى مقامات عاليه و اهداف بلند باز مى دارد: كوتاهى همّت، چاره انديش نبودن، و سستى انديشه.",
		"c": 6,
		"d": "تحف العقول : 318.",
		"n": 29187
	},
	{
		"a": "خَصلَتَينِ مُهلِكَتَينِ : تُفتي النّاسَ برَأيِكَ، أو تَدينُ بِما لا تَعلَمُ.",
		"b": "دو كار، هلاكتبار است: به رأى خود براى مردم فتوا دهى، يا ندانسته از چيزى (عقيده اى) پيروى كنى.",
		"c": 6,
		"d": "تحف العقول : 369.",
		"n": 29188
	},
	{
		"a": "لا تَدومُ النِّعَمُ إلّا بعدَ ثَلاثٍ(إلّا بثَلاثٍ) : مَعرِفَةٌ بما يَلزَمُ للّه ِ سبحانَهُ فيها، وأداءُ شُكرِها، والتَّعَبُ فيها.",
		"b": "نعمت ها نپايند مگر بعد از سه كار : شناخت جايگاه شايسته خداوند در نعمت ها، گزاردن شكر آنها، و رنج و زحمت كشيدن براى آنها.",
		"c": 6,
		"d": "تحف العقول : 318.",
		"n": 29189
	},
	{
		"a": "صِلْ مَنْ قَطَعَكَ. . . واَنصِفْ مَن خاصمك",
		"b": "با كسى كه از تو بريده، رابطه برقرار كن. . . و با كسى كه با تو خصومت ورزيده، به انصاف رفتار نما.",
		"c": 6,
		"d": "تحف العقول : 305.",
		"n": 29190
	},
	{
		"a": "ثلاثُ خِصالٍ مَن رُزِقَها كانَ كامِلاً : العَقلُ، والجَمالُ، والفَصاحةُ.",
		"b": "سه خصلت است كه به هر كس روزى شود كامل است: خردمندى، زيبايى و شيوا سخنى.",
		"c": 6,
		"d": "تحف العقول : 320.",
		"n": 29191
	},
	{
		"a": "ثلاثةٌ تَدُلُّ على كَرَمِ المَرءِ : حُسنُ الخُلُقِ، وكَظمُ الغَيظِ، وغَضُّ الطَّرْفِ.",
		"b": "سه چيز نشانگر بزرگوارى آدمى است: خوشخويى، فرو خوردن خشم و فروهشتن چشم.",
		"c": 6,
		"d": "تحف العقول : 319.",
		"n": 29192
	},
	{
		"a": "مَوضِعُ العَقلِ الدِّماغُ، والقَسوَةُ والرِّقَّةُ في القلبِ.",
		"b": "جايگاه خرد، مغز است و قساوت و رقّت در دل است.",
		"c": 6,
		"d": "تحف العقول : 371.",
		"n": 29193
	},
	{
		"a": "مَن رُزِقَ ثلاثا نالَ ثلاثاوهُو الغِنَى الأكبَرُ : القَناعَةُ بما اُعطِيَ، واليَأسُ مِمّا في أيدِي الناسِ، وتَركُ الفُضولِ.",
		"b": "هر كه از سه چيز برخوردار شود، به سه چيز دست يابد و اين بزرگترين ثروت است : قانع بودن به آنچه عطايش شده است، چشم اميد بركندن از آنچه مردم دارند و ترك زياديها (آنچه براى زندگى ضرورى نيست).",
		"c": 6,
		"d": "تحف العقول : 318.",
		"n": 29194
	},
	{
		"a": "مَن وَثِقَ بثلاثَةٍ كانَ مَغرورا:مَن صَدَّقَ بما لا يكونُ، ورَكَنَ إلى مَن لا يَثِقُ بهِ، وطَمِعَ فيما لا يَملِكُ.",
		"b": "هر كه به سه چيز اعتماد كند، گول خورده است : كسى كه آنچه را شدنى نيست، باور كند و به كسى كه بدو اعتماد ندارد، تكيه كند و در آنچه مالك آن نيست، چشم طمع بندد.",
		"c": 6,
		"d": "تحف العقول : 319.",
		"n": 29195
	},
	{
		"a": "إنَّ لِكُلِّ شَيءٍ زَكاةً، وزَكاهُ العِلمِ أن يُعَلِّمَهُ أهلَهُ.",
		"b": "هر چيزى، زكاتى دارد و زكات دانش، آموختن آن است به اهلش.",
		"c": 6,
		"d": "تحف العقول : 364.",
		"n": 29196
	},
	{
		"a": "كَثرَةُ النَّظَرِ في الحِكمَةِ تَلقَحُ العَقلَ.",
		"b": "بسيار انديشيدن در حكمت، خرد را بارور مى كند.",
		"c": 6,
		"d": "تحف العقول : 364.",
		"n": 29197
	},
	{
		"a": "ثِقْ بِاللّه ِ تَكُن عارِفا.",
		"b": "به خدا اعتماد كن، تا خدا شناس باشى.",
		"c": 6,
		"d": "تحف العقول: 376.",
		"n": 29198
	},
	{
		"a": "أفضَلُ العِبادَةِ العِلمُ بِاللّه ِ والتَّواضُعُ لَهُ.",
		"b": "برترين عبادت، شناخت خدا و فروتنى در برابر اوست.",
		"c": 6,
		"d": "تحف العقول : 364.",
		"n": 29199
	},
	{
		"a": "قالَ اللّه ُ تَبارَكَ وتَعالى : إنَّماأقبَلُ الصَّلاةَ مِمَّن تَواضَعَ لِعَظَمَتي، ويَكُفُّ نَفسَهُ عَنِ الشَّهَواتِ مِن أجلي، ويَقطَعُ نَهارَهُ بِذِكري، ولا يَتَعاظَمُ عَلى خَلقي، ويُطعِمُ الجائِعَ، ويَكسُو العاريَ، ويَرحَمُ المُصابَ، ويُؤوِي الغَريبَ، فَذلِكَ يُشرِقُ نورُهُ مِثلَ الشَّمسِ، وأجعَلُ لَهُ فِي الظُّلُماتِ نورًا وفِي الجَهالَةِ عِلمًا، وأكلأُهُ بِعِزَّتي، وأستَحفِظُهُ بِمَلائِكَتي، يَدعوني فَاُلَبّيهِ، ويَسأَلُني فَاُعطيهِ، فَمَثَلُ ذلِكَ عِندي كَمَثَلِ جَنّاتِ الفِردَوسِ، لا تَيبَسُ ثِمارُها، ولا تَتَغَيَّرُ عَن حالِها.",
		"b": "خداوند تبارك وتعالى فرموده : من نماز كسى را مى پذيرم كه در برابر عظمت من فروتن باشد، به خاطر من نفْس خود را از شهوتها باز دارد و روزش را با ياد من سپرى كند و بر آفريدگان من بزرگى نفروشد و گرسنه را غذا دهد و برهنه را بپوشاند و به مصيبت ديده رحم كند و غريب را جاى دهد؛ چنين كسى مانند خورشيد مى درخشد، در تاريكيها براى او نورى قرار مى دهم، و در نادانى، دانشى. به عزت خودم، عمرش را طولانى تر مى كنم. و با فرشتگانم، پاسداريش مى نمايم. مرا مى خواند، جوابش مى دهم. از من درخواست مى كند، مى دهمش. مثل چنين شخصى در پيشگاه من، همانند باغ هاى پرديس است كه ميوه هايش خشكيده نمى شوند و حالتشان دگرگون نمى گردد.",
		"c": 6,
		"d": "المحاسن : 1 / 79 / 44 عن ابن القدّاح وص 458 / 1059 عن عبداللّه بن ميمون القدّاح عن الإمام الصادق عن أبيه عليهماالسلام، تحف العقول : 306.",
		"n": 29200
	},
	{
		"a": "الشَّفاعَةُ زَكاةُ الجاهِ.",
		"b": "ميانجيگرى، زكات مقام است.",
		"c": 6,
		"d": "تحف العقول : 381.",
		"n": 29201
	},
	{
		"a": "ليسَ لِاءبليسَ جُندٌ أشَدَّمِنَ النِّساءِ والغَضَبِ.",
		"b": "ابليس را سپاهى نيرومندتر از زنان و خشم نيست.",
		"c": 6,
		"d": "تحف العقول : 363.",
		"n": 29202
	},
	{
		"a": "لقد نَصَبَ إبليسُ حَبائلَهُ في دارِ الغُرورِ، فما يَقصِدُ فيها إلّا أولِياءَنا.",
		"b": "ابليس، در اين سراى پُر فريب، دامهاى خود را برنهاده است و هدفش كسى جز دوستدارانِ ما نيست.",
		"c": 6,
		"d": "تحف العقول : 301",
		"n": 29203
	},
	{
		"a": "لا يَنبَغي لِمَن لم يَكُن عالِماأن يُعَدَّ سَعيدا.",
		"b": "كسى كه عالم نباشد سزاوار نيست كه خوشبخت شمرده شود.",
		"c": 6,
		"d": "تحف العقول : 364.",
		"n": 29204
	},
	{
		"a": "إفشاءُ السِّرِّ سُقوطٌ.",
		"b": "فاش كردن راز، مايه سقوط است.",
		"c": 6,
		"d": "تحف العقول : 315.",
		"n": 29205
	},
	{
		"a": "ثلاثةٌ تُورِثُ الحِرمانَ : الإلحاحُ في المَسألَةِ، والغِيبةُ، والهُزءُ.",
		"b": "سه چيز موجب محروميت است : پافشارى در درخواست، غيبت و ريشخند كردن.",
		"c": 6,
		"d": "تحف العقول : 321.",
		"n": 29206
	},
	{
		"a": "كَثرَةُ السُحتِ يَمحَقُ الرِّزقَ.",
		"b": "حرامخوارى زياد، روزى را مى برد.",
		"c": 6,
		"d": "تحف العقول : 372.",
		"n": 29207
	},
	{
		"a": "الماشي في حاجَةِ أخيهِ كالسّاعي بينَ الصَّفا والمَرْوَةِ.",
		"b": "كسى كه در راه برطرف ساختن نياز برادر خود قدم بردارد چونان كسى است كه سعى ميان صفا و مروه به جاى آورد.",
		"c": 6,
		"d": "تحف العقول : 303.",
		"n": 29208
	},
	{
		"a": "المؤمنُ يَحقِدُ مادامَ في مَجلسِهِ، فإذا قامَ ذهبَ عنهُ الحِقدُ.",
		"b": "كينه مؤمن تا زمانى است كه نشسته است، همين كه برخاست كينه نيز از دل او مى رود.",
		"c": 6,
		"d": "تحف العقول : 310.",
		"n": 29209
	},
	{
		"a": "الحَزمُ مِشْكاةُ الظَّنِّ.",
		"b": "دور انديشى، چراغدان گمانه زنى است.",
		"c": 6,
		"d": "تحف العقول : 356. وفي الكافي : 1/27/29 : « الحزم مساءة الظنّ » .",
		"n": 29210
	},
	{
		"a": "ثلاثٌ مَنِ ابتُليَ بواحدةٍ مِنهُنَّ تَمنَّى الموتَ : فَقرٌ مُتَتابِعٌ، وحُرْمَةٌ فاضِحَةٌ، وعدُوٌّ غالِبٌ.",
		"b": "سه چيز است كه هر كس به يكى از آنها گرفتار شود آرزوى مرگ كند: فقر پياپى، محروميت رسوا، و دشمن چيره.",
		"c": 6,
		"d": "تحف العقول : 318.",
		"n": 29211
	},
	{
		"a": "رَحِمَ اللّه ُ قَوما كانوا سِراجا وَمَنارا؛ كانوا دُعاةً إلَينا بِأعمالِهِم وَمَجهودِ طاقَتِهِم.",
		"b": "خداوند آن جمعيت را رحمت كند كه چراغ و مناره (هدايت)اند و مردم را با اعمال و نهايت توانشان به سوى ما فرامى خوانند.",
		"c": 6,
		"d": "تحف العقول : 301.",
		"n": 29212
	},
	{
		"a": "ثلاثةٌ فيهِنَّ البَلاغةُ : التّقَرُّبُ مِن معنى البُغْيةِ، والتَّبَعُّدُ مِن حَشْوِ الكلامِ، والدَّلالةُ بالقليلِ على الكثيرِ.",
		"b": "بلاغت در سه چيز است: نزديك شدن به معناى مورد نظر، دورى كردن از گفتار حشو و زايد، و رساندن معناى زياد با عبارت كوتاه.",
		"c": 6,
		"d": "تحف العقول : 317.",
		"n": 29213
	},
	{
		"a": "لَيسَتِ البَلاغَةُ بحِدَّةِ اللِّسانِ ولا بِكَثْرةِ الهَذَيانِ، ولكنَّها إصابةُ المَعنى وقَصْدُ الحُجّةِ.",
		"b": "بلاغت به [معناى] تندى زبان و پَرت و پلاگويى بسيار نيست بلكه بلاغت، رساندن معنا و آوردن دليل و برهانِ درست است.",
		"c": 6,
		"d": "تحف العقول : 312",
		"n": 29214
	},
	{
		"a": "مَن دعـا النـّاسَ إلى نفسِه وفيهِم مَن هُو أعلمُ مِنه فهُو مُبْتَدِعٌ ضالٌّ.",
		"b": "هر كه مردم را به خود فرا خواند، حال آن كه در ميان آنان داناتر و عالمتر از او هست، بدعتگذارى گمراه است.",
		"c": 6,
		"d": "تحف العقول : 375.",
		"n": 29215
	},
	{
		"a": "ستّةٌ لا تكونُ في مؤمنٍ : العُسرُ، والنَّكَدُ، والحَسدُ، واللَّجاجةُ، والكِذْبُ، والبَغْيُ.",
		"b": "شش چيز در مؤمن نباشد: تنگنايى، تيره روزى (/ بى خيرى)، حسادت، لجبازى، دروغ و تجاوز.",
		"c": 6,
		"d": "تحف العقول : 377.",
		"n": 29216
	},
	{
		"a": "قَد يَخْرُجُ [العبدُ] مِن الإيمانِ بخَمْسِ جِهاتٍ مِن الفعلِ كُلُّها مُتَشابِهاتٌ مَعروفاتٌ : الكفرُ، والشِّركُ، والضّلالُ، والفِسقُ، ورُكوبُ الكبائرِ.",
		"b": "بنده به سبب يكى از پنج كار كه همگى مانند هم و شناخته شده هستند، از ايمان خارج مى شود: كفر، شرك، گمراهى، فسق و ارتكاب كبائر.",
		"c": 6,
		"d": "تحف العقول : 330، انظر تمام الحديث.",
		"n": 29217
	},
	{
		"a": "أدَّبَني أبي عليه‌السلام بثلاثٍ. . . قالَ لي : يا بُنيَّ مَن يَصْحَبْ صاحبَ السَّوْءِ لا يَسْلمْ، ومَن لا يُقيِّدْ ألفاظَهُ يَنْدَمْ، ومَن يدخُلْ مَداخِلَ السُّوءِ يُتَّهمْ.",
		"b": "پدرم سه ادب به من آموخت. . . به من فرمود: پسرم! هر كه با دوست بد همنشينى كند سالم نمى ماند، و هر كه گفتار خود را مهار نكند پشيمان مى گردد، و هر كه به جاهاى بد در آيد آماج تهمت و بدگمانى مى شود.",
		"c": 6,
		"d": "تحف العقول : 376.",
		"n": 29218
	},
	{
		"a": "ثَلاثَةٌ تَجِبُ على السُّلطانِ لِلخاصَّةِ والعامَّةِ : مُكافأةُ المُحسِنِ بالإحسانِ لِيَزدادُوا رَغبَةً فيهِ، وتَغَمُّدُ ذُنوبِ المُسيءِ لِيَتُوبَ ويَرجِعَ عَن غَيِّهِ (عَتبِهِ)، وتَألُّفُهُم جَميعا بالإحسانِ والإنصافِ.",
		"b": "سه چيز است كه بر زمامدار واجب است درباره خواص و عوام رعايت كند: پاداش نيكوكار را به نيكى دادن تا رغبت مردم به كارهاى نيك افزون شود، پوشاندن گناهان بدكار تا توبه كند و از گمراهى و انحراف خود برگردد و ايجاد الفت ميان همه آنان از طريق احسان و رعايت انصاف و داد.",
		"c": 6,
		"d": "تحف العقول : 319.",
		"n": 29219
	},
	{
		"a": "اِنَّ سُرْعَةَ ائْتِلافِ قُلوبِ الاَْبْرارِ اِذَا الْتَقَوا ـ وَ اِنْ لَمْ يُظْهِرُوا التَّوَدُّدَ بِاَ لْسِنَتِهِمْ ـ كَسُرْعَةِ اخْتِلاطِ ماءِ السَّماءِ بِماءِ الاَْنْهارِ، وَ اِنَّ بُعْدَ ائْتِلافِ قُلوبِ الفُجّارِ اِذَا الْتَقَوْا ـ وَ اِنْ اَظْهُروا التَّوَدُّدَ بِاَ لْسِنَتِهِمْ ـ كَـبُعْدِ البَهَائِمِ مِنَ التَّعاطُفِ وَ اِنْ طالَ اعْتِلافُها عَلى مِذْوَدٍ واحِدٍ",
		"b": "نيكوكاران، چون با هم روبه رو شوند، هر چند به زبان باهم اظهار دوستى و محبّت نكنند، دل هايشان، به سرعتِ پيوستن باران به آب رودخانه ها، با هم انس مى گيرد، و بدكاران، هرگاه با هم روبه رو شوند، هر چند به زبان با هم اظهار دوستى و محبّت كنند، ولى دل هايشان از اُنس و الفت گرفتن با يكديگر دور است، همانند چارپايان كه از عاطفه به دورند، گرچه روزگارى دراز از يك آخور، علوفه بخورند.",
		"c": 6,
		"d": "تحف العقول، ص 373.",
		"n": 29220
	},
	{
		"a": "لا يُعَدُّ الْعاقِلُ عاقِلاً حَتّى يَسْتَـكْمِلَ ثَلاثا: اِعْطاءَ الْحَقِّ مِنْ نَفْسِهِ عَلى حالِ الرِّضا وَ الْغَضَبِ وَ اَنْ يَرْضى لِلنّاسِ ما يَرْضى لِنَفْسِهِ وَ اسْتِعْمالَ الْحِلْمِ عِنْدَ الْعَثْرَةِ",
		"b": "عاقل، عاقل نيست مگر آن كه سه صفت را در خود به كمال رساند: حق را در هنگام خشنودى و خشم ادا كند، آنچه را براى خود مى پسندد، براى ديگران هم بپسندد و هنگام خطاى ديگران، بردبار باشد.",
		"c": 6,
		"d": "تحف العقول، ص 318.",
		"n": 29221
	},
	{
		"a": "لا خَيْرَ فى صُحْبَةِ مَنْ لَمْ يَرَ لَـكَ مِثْلَ الَّذى يَرى لِنَفْسِهِ",
		"b": "دوستى با كسى كه براى تو حقّى مانند حقوق خودش قائل نيست، ارزشى ندارد.",
		"c": 6,
		"d": "تحف العقول، ص 368.",
		"n": 29222
	},
	{
		"a": "سِتَّةٌ لاتَـكونُ فِى الْمُؤْمِنِ: اَلْعُسْرُ وَ النَّـكَهُ وَ الْحَسَدُ وَ اللَّجاجَةُ وَ الْكَذِبُ وَ الْبَغْىُ",
		"b": "شش (صفت) در مؤمن نيست: سخت گيرى، بى خيرى، حسادت، لجاجت، دروغگويى و تجاوز.",
		"c": 6,
		"d": "تحف العقول، ص 377.",
		"n": 29223
	},
	{
		"a": "لَمّا قالَ لَهُ اَبو عُبَيدةَ: اُدْعُ اللّهَ لى اَنْ لا يَجْعَلَ رِزْقى عَلى اَيْدِى الْعِبادِ ـ : اَبَى اللّهُ عَلَيْكَ ذلِكَ اِلاّ اَنْ يَجْعَلَ اَرْزاقَ الْعِبادِ بَعْضِهم مِنْ بَعْضٍ وَلكنِ اُدْعُ اللّهَ اَنْ يَجْعَلَ رِزْقَكَ عَلى اَيْدى خِيارِ خَلْقِهِ فَاِنَّهُ مِنَ السَّعادَةِ",
		"b": "ابو عبيده به امام صادق عليه‌السلام عرض كرد: « دعا كنيد كه خداوند روزى مرا دست بندگانش قرار ندهد » ، امام فرمودند: خداوند چنين كارى نمى كند. او روزى بندگانش را در دست يكديگر قرار داده است؛ امّا از خدا بخواه كه روزيت را در دست بندگان خوبش قرار دهد، كه اين از خوش بختى است.",
		"c": 6,
		"d": "تحف العقول، ص 361.",
		"n": 29224
	},
	{
		"a": "ثَلاثَةُ اَشْياءَ يَحْتاجُ النّاسُ طُرّا اِلَيْها: اَلاَْمْنُ وَ الْعَدْلُ وَ الْخِصْبُ",
		"b": "سه چيز است كه همه مردم به آنها نياز دارند: امنيّت، عدالت و رفاه.",
		"c": 6,
		"d": "تحف العقول، ص 320.",
		"n": 29225
	},
	{
		"a": "صِلْ مَنْ قَطَعَكَ وَ اَعْطِ مَنْ حَرَمَكَ وَ اَحْسِنْ اِلى مَنْ اَساءَ اِلَيْكَ وَ سَلِّمْ عَلى مَنْ سَبَّـكَ وَ اَ نْصِفْ مَنْ خاصَمَكَ وَ اعْفُ عَمَّنْ ظَـلَمَكَ",
		"b": "با كسى كه با تو قطع رابطه كرد، رابطه برقرار كن. به كسى كه از تو دريغ داشت، ببخش. به كسى كه به تو بدى كرد، نيكى كن. بر كسى كه تو را ناسزا گفت، سلام كن. با دشمنت، منصفانه رفتار كن و كسى را كه بر تو ستم نمود، عفو كن.",
		"c": 6,
		"d": "تحف العقول، ص 305.",
		"n": 29226
	},
	{
		"a": "مَنْ بَغى، صَيَّرَ اللّه ُ بَغْيَهُ عَلى نَفْسِهِ وَ صارَتْ نُصْرَةُ اللّه ِ لِمَنْ بَغى عَلَيْهِ وَ مَنْ نَصَرَهُ اللّه ُ غَلَبَ وَ اَصابَ الظَّـفَرَ مِنَ اللّه",
		"b": "هر كس ستم كند، خداوند، ستمش را به خود او باز مى گرداند و يارى خدا نصيب كسى مى گردد كه به او ستم شده و كسى كه خدا او را يارى كند، غلبه پيدا مى كند و از جانب خدا پيروزى نصيبش مى شود.",
		"c": 6,
		"d": "تحف العقول، ص 315.",
		"n": 29227
	},
	{
		"a": "الحَياءُ عَلى وَجهَينِ: فَمِنهُ ضَعفٌ ومِنهُ قُوَّةٌ و إسلامٌ وإيمانٌ.",
		"b": "حيا، دو گونه است : حيا از روى ناتوانى و حيا از روى توانمندى و اسلام و ايمان.",
		"c": 6,
		"d": "تحف العقول : ص 360.",
		"n": 29228
	},
	{
		"a": "قِف عِندَ كُلِّ أمرٍ حَتّى تَعرِفَ مَدخَلَهُ مِن مَخرَجِهِ، قَبلَ أن تَقَعَ فيهِ فَتَندَمَ.",
		"b": "در برابر هر كارى بِايست [و فكر كن] تا آغاز و فرجامش را بدانى، پيش از آن كه در آن قرار گيرى و پشيمان شوى.",
		"c": 6,
		"d": "تحف العقول : ص 304.",
		"n": 29229
	},
	{
		"a": "تَجِبُ لِلوَلَدِ عَلى والِدِهِ ثَلاثُ خِصالٍ : اختِيارُهُ لِوالِدَتِهِ، و تَحسينُ اسمِهِ، وَ المُبالَغَةُ في تَأديبِهِ.",
		"b": "سه چيز براى فرزند بر عهده پدر است : مادر خوب براى او برگزيدن، نام نيك بر او نهادن، و تلاش فراوان در تربيت او نمودن.",
		"c": 6,
		"d": "تحف العقول : ص 322، بحار الأنوار : ج 78 ص 236 ح 67.",
		"n": 29230
	},
	{
		"a": "اَلسُّرُورُ فى ثَلاثِ خِلالٍ: فِى الْوَفاءِ وَ رِعايَةِ الحُقوقِ وَ النُّهوضِ فِىالنَّوائِبِ",
		"b": "شادى در سه چيز است: وفادارى، رعايت حقوق و ايستادگى در برابر سختى ها.",
		"c": 6,
		"d": "تحف العقول، ص 323",
		"n": 29231
	},
	{
		"a": "اَ لْعالِمُ بِزَمانِهِ لا تَهْجُمُ عَلَيْهِ اللَّوابِسُ",
		"b": "كسى كه به اوضاع زمان خود آگاه باشد، گرفتار هجوم اشتباهات نمى شود.",
		"c": 6,
		"d": "تحف العقول، ص 356",
		"n": 29232
	},
	{
		"a": "اُدعُ اللّه َ أن يَجعَلَ رِزقَكَ عَلى أيدى خيارِ خَلقِهِ فَإنَّهُ مِنَ السَّعادَةِ وَ لايَجْعَلَهُ عَلى أيدى شِرارِ خَلقِهِ فَإنَّهُ مِنَ الشَّقاوَةِ",
		"b": "از خدا بخواه كه روزيت را در دستان خوبان آفريدگانش قرار دهد كه ايناز خوشبختى است و آن را در دستان بَدان آفريدگانش قرار ندهد كه اين ازبدبختى است.",
		"c": 6,
		"d": "تحف العقول، ص 362",
		"n": 29233
	},
	{
		"a": "كَم مِن حَريصٍ عَلى أمرٍ قَد شَقِىَ بِهِ حينَ أتاهُ وَ كَم مِن تارِكٍ لأَِمرٍقَد سَعِدَ بِهِ حينَ أتاهُ",
		"b": "چه بسيار حريص بر كارى كه وقتى بدان دست يافت با آن بدبخت شد و چه بسياررها كننده كارى كه وقتى به آن رسيد، به وسيله آن خوشبخت شد.",
		"c": 6,
		"d": "تحف العقول، ص 377",
		"n": 29234
	},
	{
		"a": "قَضاءُ الْحَوائِجِ اِلَى اللّه ِ وَ اَسْبابُها ـ بَعْدَ اللّه ِ ـ الْعِبادُ تَجْرى عَلىاَيْديهِم فَما قَضَى اللّه ُ مِنْ ذالِكَ فَاقبَلوا مِنَ اللّه ِ بِالشُّكْرِ وَ ما زَوى عَنْـكُم مِنْها فَاقْبَلوهُ عَنِاللّه ِ بِالرِّضا وَ التَّسْليمِ وَ الصَّبْرِ فَعَسى اَن يَـكونَ ذالِكَ خَيْرا لَكُمْ فَاِنَّ اللّه َ اَعْلَمُ بِمايُصْلِحُـكُم وَ اَنْتُمْ لا تَعْلَمونَ",
		"b": "برآورده شدن حاجت ها در اختيار خداست و اسباب آن، بعد از خداوند، بندگانهستند كه به دست آنها اجرا مى شود. پس هر حاجتى را كه خداوند برآوَرْد، سپاس گزارانه از خداوند بپذيريد و آنچه برآورده نساخت، آن را نيز با رضايتو تسليم و صبر، از او بپذيريد، زيرا بسا اين براى شما بهتر است، چرا كه خداوند، به صلاحِ كار شما داناتر است و شما نمى دانيد.",
		"c": 6,
		"d": "تحف العقول، ص 365",
		"n": 29235
	},
	{
		"a": "لا يَسْتَغْنى أَهْلُ كُلِّ بَلَدٍ عَنْ ثَلاثَةٍ يُفْزَعُ اِلَيْهِمْ فى أَمْرِ دُنْياهُمْ وَ آخِرَتِهِمْفَاِنْ عَدِموا ذلِكَ كانوا هَمَجا: فَقيهٌ عالِمٌ وَرِعٌ وَ اَميرٌ خَيِّرٌ مُطاعٌ وَ طَبيبٌ بَصيرٌ ثِقَةٌ",
		"b": "مردم هر شهرى به سه چيز نيازمندند كه در امور دنيا و آخرت خود به آنها رجوعكنند و اگر آن سه را نداشته باشند گرفتار سرگردانى مى شوند: دين شناسِ داناىِپرهيزكار، حاكم نيكوكارى كه مردم از او اطاعت كنند و پزشك داناى مورد اعتماد.",
		"c": 6,
		"d": "تحف العقول، ص 321",
		"n": 29236
	},
	{
		"a": "لا غِنى بِالزَّوجِ عَنْ ثَلاثَةِ اَشْياءَ فيما بَيْنَهُ وَ بَيْنَ زَوْجَتِهِ وَ هِىالْمُوافَقَةُ لِيَجْتَلِبَ بِها مُوافَقَـتَها وَ مَحَبَّتَها وَ هَواها وَ حُسْنُ خُلُقِهِ مَعَها وَ اِسْتِعْمالُهُاسْتِمالَةَ قَلْبِها بِالْهَيْئَةِ الْحَسَنَةِ فى عَيْنِها وَ تَوسِعَتِهِ عَلَيْها",
		"b": "شوهر در رابطه با همسرش از سه چيز بى نياز نيست: سازگارى كه با آن، سازگارى ومحبت و عشق زن را به خود جلب كند و خوش اخلاقى با او و دلبرى از او با آراستن خودبراى وى و فراهم آوردن امكانات رفاهى او.",
		"c": 6,
		"d": "تحف العقول، ص 323",
		"n": 29237
	},
	{
		"a": "لا يَنْبَغى لِمَنْ لا يَتَّقى مَلامَةَ الْعُلَماءِ وَ ذَمِّهِمْ اَنْ يُرْجى لَهُ خَيْرُ الدُّنْياوَ الآْخِرَةِ",
		"b": "كسى كه از سرزنش و نكوهش علما پروا نمى كند، نمى توان به خير دنيا و آخرت اواميد داشت.",
		"c": 6,
		"d": "تحف العقول، ص 364",
		"n": 29238
	},
	{
		"a": "اَدَّبَنى اَبى عليه‌السلام بِثَلاثٍ. . . ونَهانى عَنْ ثَلاثٍ : قالَ لى : يا بُنَىَّ مَنْ يَصْحَبْصاحِبَ السّوءِ لا يَسْلَمْ وَ مَن لا يُقَـيِّد اَ لْفاظَهُ يَنْدَم، وَ مَنْ يَدْخُل مَداخِلَ السَّوءِ يُتَّهَمْ. . . وَ نَهانى اَنْ اُصاحِبَ حِاسِدَ نِعْمَةٍ وَ شامِتا بِمُصيبَةٍ، اَو حامِلَ نَميمَةٍ",
		"b": "پدرم عليه‌السلام مرا به سه چيز ادب آموخت و از سه چيز نهى ام فرمود. سه نكته ادباين بود كه فرمود : فرزندم! هركس با دوست بد بنشيند، سالم نمى ماند و هر كسگفتارش را كنترل نكند، پشيمان مى شود، و هر كس به جايگاه هاى بد وارد شود، موردبدگمانى قرار مى گيرد (زير سؤال مى رود) و آن سه چيز كه مرا از آن نهى فرمود: دوستىبا كسى كه چشم ديدن نعمت كسى را ندارد، و با كسى كه از مصيبت ديگران شاد مى شودو با سخن چين.",
		"c": 6,
		"d": "تحف العقول، ص 376",
		"n": 29239
	},
	{
		"a": "ايّاكَ وَ الْمِراءَ، فَاِنَّهُ يُحْبِطُ عَمَلَكَ وَ ايّاكَ وَ الْجِدالَ، فَاِنَّهُ يوبِقُكَ وَايّاكَ وَ كَثْرَةَ الْخُصوماتِ فَاِنَّها تُبْعِدُكَ مِنَ اللّه ِ",
		"b": "از بگو مگو خوددارى كن، زيرا كه اين كار، عملت را نابود مى كند. از جدل و ستيز همخوددارى كن؛ زيرا كه تو را هلاك مى سازد و از دشمنى زياد كناره بگير؛ چه اين كه چنينكارى تو را از خدا دور مى كند.",
		"c": 6,
		"d": "تحف العقول، ص 309",
		"n": 29240
	},
	{
		"a": "يَا ابنَ جُندَبَ! لاتَقُل فِيالمُذنِبينَ مِن أهلِ دَعوَتِكُم إلاّ خَيرا وَاستَكينُوا إلَى اللّه ِ في تَوفيقِهِم وسَلُوا التَّوبَةَ لَهُم",
		"b": "اى پسر جندب! در حقّ گنهكارانى كه اهل دعوتِ شمايند، جز نيك مگو و[همه] براى توفيق آنان به درگاه خداوند، زارى كنيد و بازگشت از گناه را برايشان درخواست كنيد.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29241
	},
	{
		"a": "يَا ابنَ جُندَبَ! مَن حَرَّمَ نَفسَهُ كَسبَهُ فَإنَّما يَجمَعُ لِغَيرِهِ",
		"b": "اى پسر جندب! هر كه خود را از دستاورد خويش [كه دست مايه آخرت است] محروم دارد، آن را براى ديگرى اندوخته است.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29242
	},
	{
		"a": "إعمَل اليَومَ فِي الدُّنيا بِما تَرجُوا بِهِ الفَوزَ فِي الآخِرَةِ",
		"b": "امروز در دنيا كارى كن كه به وسيله آن، اميد رستگارى در آخرت دارى.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29243
	},
	{
		"a": "لاتَطَّلِع صَديقَكَ مِن سِرِّكَ إلاّ عَلى ما لَوِ اطَّلَعَ عَلَيهِ عَدُوُّكَ لَم يَضُرُّكَ",
		"b": "دوستت را بر راز خود آگاه مساز، مگر آن رازى كه اگر دشمنت هم از آن آگاه شود، زيانى به تو نرسد.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29244
	},
	{
		"a": "أكثِروا مِنَ الدُّعاءِ فَإنَّ اللّه َ يُحِبُّ مِن عِبادِهِ الَّذينَ يَدعونَهُ",
		"b": "بسيار دعا كنيد؛ زيرا خداوند از ميان بندگانش كسانى را دوست دارد كه او را به دعا بخوانند.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29245
	},
	{
		"a": "ثَلاثَةٌ تُزري بِالمَرءِ : الحَسَدُ والنَّميمَةُ والطَّيشُ",
		"b": "سه چيز است كه مرد را زبون مى سازد : رشك، سخن چينى و سبُك سرى.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29246
	},
	{
		"a": "اَلاُنسُ في ثَلاثٍ : فِي الزَّوجَةِ المُوافِقَةِ وَالوَلَدِ البارِّ وَالصِّديقِ المُصافي",
		"b": "انس (وآرامش) در سه چيز است : در زن سازگار، فرزند خوش رفتار و دوست باصفاى وفادار.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29247
	},
	{
		"a": "اَلعامِلُ عَلى غَيرِ بَصيرَةٍ كَالسائِرِ عَلى غَيرِ طَريقٍ فَلا تَزيدُهُ سُرعَةُ السَّيرِ إلاّبُعدا",
		"b": "عمل كننده بى بصيرت، مانند رونده به بيراهه است و شتابش در رفتن، جز بر دورى او از مقصد نيفزايد.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29248
	},
	{
		"a": "إذا رَأَيتُمُ العَبدَ يَتَفَقَّدُ الذُّنوبَ مِنَ النّاسِ ناسِيا لِذَنبِهِ فَاعلَمُوا أنَّهُ قَد مُكِرَ بِهِ",
		"b": "هرگاه ديديد بنده اى به گناهان مردم پرداخته و گناه خود را فراموش كرده است، بدانيد گرفتار مكر شده است.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29249
	},
	{
		"a": "مَن غَضِبَ عَلَيكَ مِن اخوانِكَ ثَلاثَ مَرّاتٍ فَلَم يَقُل فيكَ مَكروهاً فَأعِدَّهُ لِنَفسِكَ",
		"b": "هر يك از دوستانت كه سه بار بر تو خشم گرفت و ناروايى درباره تو نگفت، او را براى خويش، اندوخته اى آماده گير.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29250
	},
	{
		"a": "طَعمُ الماءِ الحَياةُ وطَعمُ الخُبزِ القُوَّةُ",
		"b": "مزه آب، زندگى است و مزه نان، نيروست.",
		"c": 6,
		"d": "تحف العقول",
		"n": 29251
	},
	{
		"a": "طوبى لِلْمُصْلِحينَ بَيْنَ النّاسِ، اُولئِكَ هُمُ الْمُقَرَّبونَ يَوْمَ الْقيامَةِ",
		"b": "خوشا به حال اصلاح كنندگان بين مردم، كه آنان همان مقرّبان روز قيامت اند.",
		"c": 7,
		"d": "تحف العقول، ص 393",
		"n": 29252
	},
	{
		"a": "اَ لْمُؤْمِنُ قَليلُ الْكَلامِ كَثيرُ الْعَمَلِ، وَ الْمُنافِقُ كَثيرُ الْكَلامِ قَليلُ الْعَمَلِ",
		"b": "مؤمن كم حرف و پر كار است و منافق پر حرف و كم كار.",
		"c": 7,
		"d": "تحف العقول، ص397",
		"n": 29253
	},
	{
		"a": "مُشاوَرَةُ الْعاقِلِ النّاصِحِ يُمْنٌ وَ بَرَكَةٌ وَ رُشْدٌ وَ تَوفيقٌ مِنَ اللّه",
		"b": "مشورت با عاقلِ خيرخواه، خجستگى، بركت، رشد و توفيقى از سوى خداست.",
		"c": 7,
		"d": "تحف العقول، ص 398",
		"n": 29254
	},
	{
		"a": "يا هشامُ! إنَّ العاقِلَ لايَكذِبُ وإن كانَ فيهِ هَواهُ",
		"b": "اى هشام! خردمند دروغ نگويد، هر چند دلخواهش باشد.",
		"c": 7,
		"d": "تحف العقول",
		"n": 29255
	},
	{
		"a": "يا هشامُ! إنَّ العاقِلَ لايُحَدِّثُ مَن يَخافُ تَكذيبَهُ ولا يَسألُ مَن يَخافُ مَنعَهُ",
		"b": "اى هشام! خردمند با آن كس كه از تكذيبش بيم دارد، سخن نمى گويد، و ازهر كس كه از دريغ ورزى اش بيم دارد، درخواست نمى كند.",
		"c": 7,
		"d": "تحف العقول",
		"n": 29256
	},
	{
		"a": "يا هشامُ! تَعلَّم مِنَ العِلمِ ما جَهِلتَ وعَلِّمِ الجاهِلَ مِمّا عُلِّمتَ",
		"b": "اى هشام! آنچه از دانش [تاكنون] نياموخته اى، بياموز و از آنچه آموخته اى، به نادان بياموز.",
		"c": 7,
		"d": "تحف العقول",
		"n": 29257
	},
	{
		"a": "يا هشامُ! إيّاكَ وَالطَّمَعَ وَعَلَيكَ بِاليَأسِ مِمّا في أيدِي النّاسِ",
		"b": "اى هشام! از طمع بپرهيز و تو را از آنچه در دست مردم است، نوميدى بايد.",
		"c": 7,
		"d": "تحف العقول",
		"n": 29258
	},
	{
		"a": " ـ لَمّا طَلَبَ مِنهُ السِّندِيُّ بنُ شاهَكَ أن يُكَفِّنَهُ ـ : إنّا أهلُ بَيتٍ حَجُّ صَرورَتِنا ومُهورُ نِسائِنا وأكفانُنا مِن طَهورِ أموالِنا",
		"b": "ـ به سندى بن شاهك كه خواستار به عهده گرفتن تكفين ايشان بود، فرمود : ما خاندانى هستيم كه [هزينه ]نخستين حج و كابين زنان و [هزينه ]كفنمان از پاك ترين اموال ماست.",
		"c": 7,
		"d": "الفقيه : 1 / 189 / 577، الإرشاد : 2 / 243، تحف العقول : 412، روضة الواعظين : 243، فلاح السائل : 72، الغيبة للطوسيّ : 30 / 6.",
		"n": 29259
	},
	{
		"a": "كُن فِي الدُّنيا كَساكِنِ دارٍ لَيسَت لَهُ، إنَّما يَنتَظِرُ الرَّحيلَ.",
		"b": "در دنيا، مانند كسى باش كه در خانه اى ساكن است كه مال او نيست و منتظر رفتن است.",
		"c": 7,
		"d": "تحف العقول : ص 398، بحار الأنوار : ج 78 ص 313 ح 1.",
		"n": 29260
	},
	{
		"a": "اِجعَلوا لاِءَنفُسِكُم حَظّا مِنَ الدُّنيا بِإِعطائِها ما تَشتَهي مِنَ الحَلالِ وما لا يَثلِمُ المُروءَةَ وما لا سَرَفَ فيهِ، وَاستَعينوا بِذلِكَ عَلى اُمورِ الدّينِ، فَإِنَّهُ رُوِيَ : لَيسَ مِنّا مَن تَرَكَ دُنياهُ لِدينِهِ، أو تَرَكَ دينَهُ لِدُنياهُ.",
		"b": "با برآوردن خواست هاى رواى خود تا آن جا كه به مروّت [و شخصيّت] صدمه نزند و اسراف نباشد، خويشتن را از دنيا بهره مند سازيد و از دنيا در كارهاى دينتان كمك بگيريد؛ زيرا روايت شده است كه: از ما نيست آن كه دنيايش را براى دينش يا دينش را به خاطر دنيايش وا گذارد.",
		"c": 7,
		"d": "تحف العقول : ص 410، الفقه المنسوب إلى الإمام الرضا عليه‌السلام : ص 337 عن العالم عليه‌السلام وفيه « لم ينل » بدل « لا يثلم » ، بحار الأنوار : ج 78 ص 321 ح 18.",
		"n": 29261
	},
	{
		"a": "يا هِشامُ، إنَّ المَسيحَ عليه‌السلام قالَ لِلحَوارِيّين :. . . إنَّ أجزَعَكُم عِندَ البَلاءِ لاَءَشَدُّكُم حُبّا لِلدُّنيا، وإنَّ أصبَرَكُم عَلَى البَلاءِ لاَءَزهَدُكُم فِي الدُّنيا.",
		"b": "اى هشام! مسيح عليه‌السلام به حواريان فرمود: « . . . بى تاب ترينِ شما در هنگام بلا، علاقه مندترينِ شما به دنياست، و شكيباترينتان در بلا، زاهدترينِ شما در دنياست » .",
		"c": 7,
		"d": "تحف العقول:ص392ـ393 وص509 من دون إسنادٍ إلى الإمام الكاظم عليه‌السلام، بحار الأنوار : ج1 ص146 ح30؛ البداية والنهاية : ج 9 ص 300، الدرّ المنثور : ج 2 ص 205 نقلاً عن أحمد وكلاهما عن وهب بن منبه نحوه.",
		"n": 29262
	},
	{
		"a": "اِحذَر هذِهِ الدُّنيا وَاحذَر أهلَها.",
		"b": "از اين دنيا بر حذر باش و از اهل آن حذر كن.",
		"c": 7,
		"d": "تحف العقول : ص 400، بحار الأنوار : ج 1، ص 157، ر 30.",
		"n": 29263
	},
	{
		"a": "إنَّ أصبَرَكُم عَلَى البَلاءِ لاَءَزهَدُكُم فِي الدُّنيا.",
		"b": "صبورترينِ شما در برابر بلا، زاهدترينِ شما در دنياست.",
		"c": 7,
		"d": "تحف العقول : ص 393 عن هشام بن الحكم وص 509 عن عيسى عليه‌السلام، بحار الأنوار : ج 1 ص 146.",
		"n": 29264
	},
	{
		"a": "يا هِشامُ، إنَّ العاقِلَ نَظَرَ إلَى الدُّنيا وإلى أهلِها فَعَلِمَ أنَّها لا تُنالُ إلاّ بِالمَشَقَّةِ، ونَظَرَ إلَى الآخِرَةِ فَعَلِمَ أنَّها لا تُنالُ إلاّ بِالمَشَقَّةِ، فَطَلَبَ بِالمَشَقَّةِ أبقاهُما. يا هِشام، إنَّ العُقَلاءَ زَهِدوا فِي الدُّنيا ورَغِبوا فِي الآخِرَةِ؛ لاِءَنَّهُم عَلِموا أنَّ الدُّنيا طالِبَةٌ مَطلوبَةٌ، وَالآخِرَةَ طالِبَةٌ ومَطلوبَةٌ، فَمَن طَلَبَ الآخِرَةَ طَلَبَتهُ الدُّنيا حَتّى يَستَوفِيَ مِنها رِزقَهُ، ومَن طَلَبَ الدُّنيا طَلَبَتهُ الآخِرَةُ فَيَأتيهِ المَوتُ فَيُفسِدُ عَلَيهِ دُنياهُ وآخِرَتَهُ.",
		"b": "اى هشام! خردمند، درباره دنيا و اهل آن انديشيد و دريافت كه دنيا جز با رنج به دست نمى آيد، و در باره آخرت نيز انديشيد و دريافت كه به آن نيز جز با رنج نمى توان رسيد. پس با قبول رنج، در طلب پاينده تر از آن دو بر آمد. اى هشام! خردمندان، از دنيا دل بر كندند و به آخرت، دل بستند؛ زيرا دريافتند كه دنيا خواهان است و خواسته شده و آخرت نيز خواهان است و خواسته شده، و كسى كه آخرت را بطلبد، دنيا در طلب او بر مى آيد تا او روزى اش را به طور كامل از دنيا بر گيرد، و كسى كه دنيا را طلب كند، آخرت در طلب او بر مى آيد. و مرگش در مى رسد و دنيا و آخرتش را بر او تباه مى گرداند.",
		"c": 7,
		"d": "الكافي : ج 1 ص 18 ح 12 عن هشام بن الحكم وراجع تحف العقول : ص 387 وبحار الأنوار : ج 78 ص 301 ح 1.",
		"n": 29265
	},
	{
		"a": "يا هِشامُ، إنَّ المَسيحَ عليه‌السلام قالَ لِلحَوارِيّينَ :. . . يا عَبيدَ الدُّنيا، بِحَقٍّ أقولُ لَكُم : لا تُدرِكونَ شَرَفَ الآخِرَةِ إلاّ بِتَركِ ما تُحِبّونَ، فَلا تُنظِروا بِالتَّوبَةِ غَدا؛ فَإِنَّ دونَ غَدٍ يَوما ولَيلَةً و قَضاءَ اللّه ِ فيهِما يَغدو و يَروحُ.",
		"b": "اى هشام! مسيح عليه‌السلام به حواريان فرمود : « . . . اى بندگان دنيا! حقيقتى را به شما بگويم : به شرافت آخرت نمى رسيد، مگر با وا نهادن آنچه دوست مى داريد. پس، كار توبه را به فردا ميفكنيد؛ زيرا كه قبل از فردا[ىِ قيامت]، روز و شبى است و قضاى (حُكم) خداوند در آن روز و شب، آمد و شد مى كند » .",
		"c": 7,
		"d": "تحف العقول : ص 392 و ص 508 عن عيسى عليه‌السلام، بحار الأنوار : ج 1 ص 145 ح 30.",
		"n": 29266
	},
	{
		"a": "مَن رَضِيَ مِنَ اللّه ِ بِالدُّنيا فَقَد رَضِيَ بِالخَسيسِ.",
		"b": "كسى كه از خداوند به دنيا رضايت دهد، به پَست، رضايت داده است.",
		"c": 7,
		"d": "تحف العقول : ص 391، بحار الأنوار : ج 78 ص 306 ح 1.",
		"n": 29267
	},
	{
		"a": "إنّ اللّه َ لَم يَرفَعِ المُتَواضِعينَبقَدرِ تَواضُعِهِم، ولكنْ رَفَعَهُم بِقَدرِ عَظَمَتِهِ ومَجدِهِ.",
		"b": "خداوند فروتنان را به اندازه فروتنى شان بالا نمى برد، بلكه آنان را به اندازه عظمت و بزرگى خود رفعت مى بخشد.",
		"c": 7,
		"d": "تحف العقول : 399.",
		"n": 29268
	},
	{
		"a": "إذا مَرَّ بكَ أمرانِ لا تَدريأيُّهُما خَيرٌ وأصوَبُ، فانظُرْ أيُّهُما أقرَبُ إلى هواكَ فخالِفْهُ؛ فإنَّ كَثيرَ الصَّوابِ في مُخالَفَةِ هَواكَ.",
		"b": "هرگاه دو كار برايت پيش آمدكه ندانستى كدام يك بهتر و درست تر است، بنگر كه كدام يك از آنها به هوس تو نزديكتر است، با همان مخالفت كن؛ زيرا درست هاى بسيارى در مخالفت كردن با هواى نَفْست نهفته است.",
		"c": 7,
		"d": "تحف العقول : 398.",
		"n": 29269
	},
	{
		"a": "إنّ الزَّرعَ يَنبُتُ في السَّهلِ ولا يَنبُتُ في الصَّفا، فكذلكَ الحِكمَةُ تَعمُرُ في قَلبِ المُتَواضِعِ ولا تَعمُرُ في قَلبِ المُتَكبِّرِ الجَبّارِ؛ لِأنَّ اللّه َ جَعَلَ التَّواضُعَ آلةَ العَقلِ، وجَعَلَ التَّكبُّرَ مِن آلةِ الجَهلِ، ألَم تَعلَمْ أنّ مَن شَمَخَ إلَى السَّقفِ برأسِهِ شَجَّهُ، ومَن خَفَضَ رأسَهُ استَظَلَّ تَحتَهُ وأكَنَّهُ ؟! وكذلكَ مَن لم يَتَواضَعْ للّه ِِ خَفَضَهُ اللّه ُ، ومَن تَواضَعَ للّه ِِ رَفَعَهُ.",
		"b": "همانا زراعت، در دشت پست مى رويد و روى تخته سنگ نمى رويد. حكمت نيز چنين است: در دل شخص فروتن آباد مى شود و در دل متكبّر گردنفراز آباد نمى شود؛ زيرا كه خداوند فروتنى را ابزار خرد و دانايى قرار داده و تكبّر را از ابزار نادانى. مگر نمى دانى كه هر كس سرش را به سقف سايد، سرش مى شكافد و هر كه سر پايين گيرد در زيرسقف سايه و پناه مى گيرد. بدين سان نيز هر كه براى خدا فروتنى نكند، خداوند او را پست گرداند و هر كه براى خدا فروتنى كند، خداوند او را بالا برد.",
		"c": 7,
		"d": "تحف العقول : 396.",
		"n": 29270
	},
	{
		"a": "أوحَى اللّه ُ تعالى إلى داودَ عليه‌السلام :يا داودُ، حَذِّرْ وأنذِرْ (ونَذِّرْ) أصحابَكَ عن حُبِّ الشَّهَواتِ، فإنّ المُعَلَّقةَ قُلوبُهُم بِشَهَواتِ الدنيا قُلوبُهُم مَحجوبَةٌ عَنِّي.",
		"b": "خداوند متعال به داوود عليه‌السلام وحى فرمود كه: اى داوود! ياران خود را از شهوت پرستى بر حذر دار و بيم ده؛ زيرا كسانى كه دلهايشان آويخته به شهوت دنياست، دلهايشان از من در پرده است.",
		"c": 7,
		"d": "تحف العقول : 397.",
		"n": 29271
	},
	{
		"a": "إنَّ العاقِلَ لا يُحَدِّثُ مَن يَخافُ تَكذيبَهُ، ولا يَسألُ مَن يَخافُ مَنعَهُ، ولا يَعِدُ ما لا يَقدِرُ عَلَيهِ، ولا يَرجو ما يُعَنَّفُ بِرَجائهِ، ولا يَتَقَدَّمُ عَلى ما يَخافُ العَجزَ عَنهُ.",
		"b": "خردمند به كسى كه مى ترسدتكذيبش كند، سخنى نمى گويد و از كسى كه مى ترسد مضايقه كند، چيزى نمى خواهد و وعده اى را كه از عهده انجامش برنمى آيد، نمى دهد و به آنچه كه در اميدواريش سرزنش شود، اميد نمى بندد و به كارى كه مى ترسد در آن درماند اقدام نمى ورزد.",
		"c": 7,
		"d": "تحف العقول : 390.",
		"n": 29272
	},
	{
		"a": "ـ في وَصِيَّتِهِ لِهِشامِ ابنِ الحَكَمِ ـ : يا هِشامُ، ما قُسِّمَ بَينَ العِبادِ أفضَلُ مِنَ العَقلِ؛ نَومُ العاقِلِ أفضَلُ مِن سَهَرِ الجاهِلِ، وما بَعَثَ اللّه ُ نَبِيّا إلّا عاقِلاً حَتّى يَكونَ عَقلُهُ أفضَلَ مِن جَميعِ جَهدِ المُجتَهِدينَ، وما أدَّى العَبدُ فَريضَةً مِن فَرائضِ اللّه ِ حَتّى عَقَلَ عَنهُ.",
		"b": "ـ در سفارش به هشام بن حكم ـ فرمود : اى هشام! ميان بندگان چيزى برتر از خرد تقسيم نشده است. خوابِ خردمند برتر از شب زنده دارىِ نادان است. خداوند هيچ پيامبرى را جز خردمند برنينگيخت تا آن جا كه خردش برتر از همه كوشش كوشندگان باشد. و بنده هيچ فريضه اى از فرايض خدا را نگزارد مگر آن گاه كه معرفت و آگاهى خود را از خدا فرا گرفت.",
		"c": 7,
		"d": "تحف العقول : 397.",
		"n": 29273
	},
	{
		"a": "الصَّنيعَةُ لا تَتِمُّ صَنيعَةً عِندَالمُؤمِنِ لِصاحِبِها إلّا بِثَلاثَةِ أشياءَ : تَصغيرِها، وسَترِها، وتَعجيلِها، فمَن صَغَّرَ الصَّنيعَةَ عِندَ المُؤمِنِ فقَد عَظَّمَ أخاهُ، ومَن عَظَّمَ الصَّنيعَةَ عِندَهُ فقَد صَغَّرَ أخاهُ، ومَن كَتَمَ ما أولاهُ مِن صَنيعِهِ فقَد كَرَّمَ فِعالَهُ، ومَن عَجَّلَ ما وَعَدَ فقَد هَنِئَ العَطِيَّةَ.",
		"b": "كسى كه به مؤمن احسانى كند، جزبا سه چيز آن را به كمال نرسانده باشد : كوچك شمردن آن، پوشاندن آن و شتاب ورزيدن در انجام آن، پوشاندن آن و شتاب ورزيدن در انجام آن؛ زيرا كسى كه احسان خود به مؤمن را كوچك شمارد، برادر خويش را بزرگ داشته است و كسى كه احسان خود به مؤمن را بزرگ شمارد، برادر خود را كوچك كرده است و كسى كه خوبى خود به مؤمن را پوشيده دارد، كارى بزرگوارانه كرده است و هر كه در انجام وعده خود شتاب ورزد، دهش را گوارا ساخته است.",
		"c": 7,
		"d": "تحف العقول : 403.",
		"n": 29274
	},
	{
		"a": "ـ لمّا سُئلَ عن أوجَبِ الأعداءِ مُجاهَدةً ـ : أقرَبُهم إلَيكَ وأعداهُم لَكَ. . . ومَن يُحَرِّضُ أعداءَكَ علَيكَ، وهُو إبليسُ.",
		"b": "ـ در پاسخ به اين پرسش كه جهاد با كدام دشمن واجب تر است ـ فرمود : آن كه از همه به تو نزديكتر و دشمنيش با تو بيشتر است. . . و كسى كه دشمنان تو را بر ضدّت تحريك مى كند و آن شيطان است.",
		"c": 7,
		"d": "تحف العقول : 399.",
		"n": 29275
	},
	{
		"a": "لا دِينَ لِمَن لامُرُوَّةَ لَهُ.",
		"b": "كسى كه مردانگى و انسانيّت ندارد دين ندارد.",
		"c": 7,
		"d": "تحف العقول : 389.",
		"n": 29276
	},
	{
		"a": "جاهِدْ نَفْسَكَ لِتَرُدَّها عَن هَواها، فإنَّهُ واجِبٌ علَيكَ كجِهادِ عَدُوِّكَ.",
		"b": "براى بازداشتن نفْس خود ازخواهشهايش با آن مبارزه كن كه مبارزه با نفْس، همچون مبارزه با دشمنت، بر تو واجب است.",
		"c": 7,
		"d": "تحف العقول : 399.",
		"n": 29277
	},
	{
		"a": "المُصيبَةُ للصّابرِواحدَةٌ، وللجازعِ اثْنَتانِ.",
		"b": "مصيبت براى شكيبا يكى است و براى ناشكيبا دو تا.",
		"c": 7,
		"d": "تحف العقول : 414.",
		"n": 29278
	},
	{
		"a": "كَما لا يَقومُ الْجَسَدُ اِلاّ بِالنَّفْسِ الحَيَّةِ فَكَذلِكَ لا يَقومُ الدّينُ اِلاّ بِالنِّيَّةِ الصّادِقَةِ وَ لا تَثْبُتُ النِّيَّةُ الصّادِقَةُ اِلاّ بِالْعَقْلِ",
		"b": "همان گونه كه قوام جسم، تنها به جانِ زنده است، قوام ديندارى هم تنها به نيّت پاك است و نيّت پاك، جز با عقل حاصل نمى شود.",
		"c": 7,
		"d": "تحف العقول، ص 396.",
		"n": 29279
	},
	{
		"a": "قَليلُ الْعَمَلِ مِنَ الْعاقِلِ مَقبولٌ مُضاعَفٌ، وَ كَثيرُ العَمَلِ مِنْ اَهْلِ الهَوى وَ الجَهْلِ مَرْدودٌ",
		"b": "اندكى عمل [صالح] از شخص عاقل، [در پيشگاه الهى] پذيرفته و چند برابر مى شود، در حالى كه اعمال [صالح] بسيار، از مردمان هوسران يا نادان، پذيرفته نمى گردد.",
		"c": 7,
		"d": "تحف العقول، ص 387.",
		"n": 29280
	},
	{
		"a": "اِنَّهُ لَمْ يَخَفِ اللّه َ مَنْ لَمْ يَعْقِلْ عَنِ اللّه ِ، وَ مَنْ لَمْ يَعْقِلْ عَنِ اللّه ِ لَمْ يَعْقِدْ قَلبَهُ عَلى مَعْرِفَةٍ ثابِتَةٍ يُبْصِرُها وَ يَجِدُ حَقيقَـتَها فى قَلْبِهِ، وَ لا يَـكونُ اَحَدٌ كَذالِكَ اِلاّ مَنْ كانَ قَولُهُ لِـفِعْلِهِ مُصَدِّقا، وَ سِرُّهُ لِعَلانيَتِهِ مُوافِقا",
		"b": "هر كس در باره خدا نينديشد، از [مجازاتِ] او ترسى به خودْ راه نخواهد داد و آن كه به خدا نمى انديشد، دلش با معرفت خدا چنان پيوند نخواهد خورد كه با آن، بصيرت يابد و حقيقت معرفت را در دلش دريابد و كسى چنين نخواهد شد، مگر آن كه رفتار وى همانند گفتارش و باطن وى مطابق ظاهرش باشد.",
		"c": 7,
		"d": "تحف العقول، ص 388.",
		"n": 29281
	},
	{
		"a": "قُلِ الْحَقَّ وَ اِنْ كانَ فيهِ هَلاكُكَ، فَاِنَّ فيهِ نَجاتَكَ. . . اِتَّقِ اللّه َ وَ دَعِ الْباطِلَ وَ اِنْ كانَ فيهِ نَجاتُكَ فَاِنَّ فيهِ هَلاكَكَ",
		"b": "حقّ را بگو، اگر چه نابودى تو در آن باشد؛ زيرا كه نجات تو در آن است. . . تقواى الهى، پيشه كن و باطل را فرو گذار، هر چند [به ظاهر] نجات تو در آن باشد؛ زيرا كه نابودى تو در آن است.",
		"c": 7,
		"d": "تحف العقول، ص 408.",
		"n": 29282
	},
	{
		"a": "اِنَّ اَبْدانَكم لَيْسَ لَها ثَمَنٌ اِلاَّ الْجَنَّةُ، فَـلاتَبيعُـوها بِغَيْـرِها.",
		"b": "همانا بدنهاى شما را بهايى جز بهشت نيست. پس آنـرا به غـير بهشت نفـروشـيد.",
		"c": 7,
		"d": "تحف العقول، ص 389.",
		"n": 29283
	},
	{
		"a": "اَفْضَلُ ما يَتَقَرَّبُ بِهِ الْعَبْدُ اِلَى اللّه ِ بَعْـدَ المَعْـرِفَةِ بِهِ الَصَّـلاةُ وِ بِرُّ الْوالِدَيْنِ وَ تَرْكُ الْحَسَدِ وَالُعْجبِ وَالفَخْرِ.",
		"b": "پس ازخداشناسى، برترين كارى كه بنده به وسيله آن به خداوند نزديك مى شود عبارت است از: نمــاز، نيـكى به پـدر و مـادر، و ترك حسد و خودپسندى و فخرفروشى.",
		"c": 7,
		"d": "تحف العقول، ص 391.",
		"n": 29284
	},
	{
		"a": "اِسْتَحْيـُوا مِنَ اللّه ِ فى سـَرائِـرِكُمْ كَما تَسْتَحْيُونَ مِنَ النّاسِ فى عَلانِيَتِكُمْ.",
		"b": "در پنهان هايتان از خداوند شرم كنيد، همـچـنان كـه در آشـكارِ خـود از مـردم خـجالت مى كشيد.",
		"c": 7,
		"d": "تحف العقول، ص 394",
		"n": 29285
	},
	{
		"a": "اَداءُ الْأَمانَةِ وَالصِّدْقُ يَجْلِبانِ الرِّزْقَ، والْخِيانَةُ وَالْكِذْبُ يَجْلِبانِ الْفَقْرَ وَالنِّفاقَ.",
		"b": "امانت دارى و راستى، روزى آور است، و خيانت و دروغ، فقر و نفاق مى آورد.",
		"c": 7,
		"d": "تحف العقول، ص 403.",
		"n": 29286
	},
	{
		"a": "إذا ذَكَرتَ الرَّجُلَ وهُوَ حاضِرٌ فَكَنِّهُ وإذا كانَ غائباً فَسَمِّهُ",
		"b": "چون شخص حاضرى را نام برى، [از جهت احترام] كنيه او را بگو، و اگر غايب باشد، نامش را بگو.",
		"c": 8,
		"d": "تحف العقول",
		"n": 29287
	},
	{
		"a": "سُئِلَ عَنَ حَدِّ التَّوَكُّلِ؟ فَقالَ عليه‌السلام : أن لاتَخافَ أحَدا إلاَّ اللّه َ",
		"b": "از حضرت تعريف توكّل را پرسيدند. فرمود : « اين است كه جز از خدا نترسى » .",
		"c": 8,
		"d": "تحف العقول",
		"n": 29288
	},
	{
		"a": "إنَّ الأَنبِياءَ والأَئِمَّةَ صَلَواتُ اللّه ِ عَلَيهِم يُوَفِّقُهُمُ اللّه ُ ويُؤتيهِم مِن مَخزونِ عِلمِهِ وحُكمِهِ ما لا يُؤتيهِ غَيرَهُم، فَيَكونُ عِلمُهُم فَوقَ عِلمِ أهلِ الزَّمانِ في قَولِهِ تَعالى : « أفَمَن يَهدي إلَى الحَقِّ أحَقُّ أن يُتَّبَعَ أمَّن لا يَهِدِّي إلاّ أن يُهدى فَما لَكُم كَيفَ تَحكُمونَ يونس : 35. وقَولِهِ تَبارَكَ وتَعالى : « ومَن يُؤتَ الحِكمَةَ فَقَد اُوتِيَ خَيرًا كَثيرًا البقرة : 269. وقَولِهِ في طالوتَ : « إنَّ اللّه َ اصطَفاهُ عَلَيكُم وزادَهُ بَسطَةً فِيالعِلمِ والجِسمِ واللّه ُ يُؤتي مُلكَهُ مَن يَشاءُ واللّه ُ واسِعٌ عَليمٌ البقرة : 247.",
		"b": "خداوند، پيامبران و امامان صلوات عليهم را توفيق داده است و از گنجينه علم و حكمت خود، بديشان آن بخشيده كه به ديگران نداده است. علم آنها برتر از علم مردم زمان ايشان است، چه، خداوند مى فرمايد: « آيا آن كه به حقّ هدايت مى كند براى پيروى سزاوارتر است يا كسى كه هدايت نمى كند مگر خود هدايت شود؟ پس شما را چه شده كه اين گونه قضاوت مى كنيد » و « هر كه حكمت داده شده خير فراوانى بدو داده شده است » و فرموده او در حقّ طالوت: « خداوند او را بر شما برگزيده و به دانش و توان او افزوده است. خداوند ملك خويش را به هر كس بخواهد مى بخشد. خداوند گشايشگرى داناست » ",
		"c": 8,
		"d": "الكافي : 1 / 202 / 1، كمال الدين : 680 / 31، أمالي الصدوق : 540 / 1، عيون أخبار الرضا عليه‌السلام : 1 / 221 / 1، معاني الأخبار : 100 / 2، تحف العقول : 441، الاحتجاج : 2 / 445 / 310 كلّها عن عبد العزيز بن مسلم.",
		"n": 29289
	},
	{
		"a": " ـ في كِتابِهِ لِلفَضلِ بنِ سَهلٍ ـ : إنَّ مِن دينِهِم [أيِ الأَئِمَّةِ عليهم السلام ] الوَرَعَ وَالعِفَّةَ، وَالصِّدقَ وَالصَّلاحَ وَالاِجتِهادَ، وأداءَ الأَمانَةِ إلَى البَرِّ وَالفاجِرِ، وطولَ السُّجودِ، وَالقِيامَ بِاللَّيلِ، وَاجتِنابَ المَحارِمِ، وَانتِظارَ الفَرَجِ بِالصَّبرِ، وحُسنَ الصُّحبَةِ، وحُسنَ الجِوارِ، وبَذلَ المَعروفِ، وكَفَّ الأَذى، وبَسطَ الوَجهِ، وَالنَّصيحَةَ، وَالرَّحمَةَ لِلمُؤمِنينَ",
		"b": "ـ در نامه اش به فضل بن سهل ـ : جزو دين ايشان [امامان عليه‌السلام ]است پاكدامنى و عفّت، راستى و صلاح و سخت كوشى، اداى امانت به نيكوكار و تبهكار، سجده طولانى، عبادت شبانه، دورى از حرام، انتظار گشايش با شكيبايى، نيكو همنشينى و نيك همسايگى، نيكى كردن، دست از آزار شستن، گشاده رويى، خيرخواهى و رحمت براى مؤمنان.",
		"c": 8,
		"d": "تحف العقول : 416.",
		"n": 29290
	},
	{
		"a": "لا يكونُ المؤمنُ مؤمنا حتّى تكونَ فيه ثلاثُ خِصالٍ : سُنّةٌ مِن ربِّهِ، وسُنّةٌ مِن نبيِّهِ صلى الله عليه و آله، وسنّةٌ مِن وليِّهِ عليه‌السلام؛ فأمّا السُّنَّةٌ مِن ربّهِ فكِتْمانُ السِّرِّ، وأمّا السُّنَّةُ مِن نبيِّه صلى الله عليه و آله فمُداراةُ النّاسِ، وأمّا السُّنَّةُ مِن وليِّهِ عليه‌السلام فالصَّبرُ في البَأْساءِ والضَّرّاءِ.",
		"b": "تا سه خصلت در مؤمن نباشد، مؤمن نيست: خصلتى از پروردگارش، خصلتى از پيامبرش صلى الله عليه و آله و خصلتى از ولىّ خدا. امّا خصلت پروردگارش، نهفتن راز است؛ و خصلت پيامبر خدا صلى الله عليه و آله، ملايمت با مردم است؛ و خصلت ولىّ خدا، شكيبايى در تنگنا و سختى است.",
		"c": 8,
		"d": "تحف العقول : 442.",
		"n": 29291
	},
	{
		"a": "لا يَسْتَكْمِلُ عَبْدٌ حَقيقَةَ الايمـانِ حَتّى تَكُونَ فيهِ خِصالٌ ثـَلاثٌ: اَلتـَفـَقـُّهُ فىالدّينِ، وَ حُسْنُ التَّقْديرِ فِى الْمَعيشَةِ وَالصَّبْرُ عَـلَى الرَّزايا.",
		"b": "هيـچ بنده اى به كمال حقيقى ايمان نمى رسد، تا اينكه اين سه خصلت در او باشد: دين شـناسى. اندازه و برنامه ريزى در زندگى. شكيبايى بر سختيها و ناملايمات.",
		"c": 8,
		"d": "تحف العقول، ص 446.",
		"n": 29292
	},
	{
		"a": "اَلاْءيمـانُ هـُوَ مَعْرِفـَةٌ بِالْقـَلْبِ وَ اِقْرارٌ بِالّلِسانِ وَ عَمَلٌ بِالْأرْكانِ.",
		"b": "ايمان عبارت است از: شناخت قلبى، اعتراف زبانى، عمل با اعضاء وجوارح",
		"c": 8,
		"d": "تحف العقول، ص 422.",
		"n": 29293
	},
	{
		"a": "مِنْ اَخـْلاقِ الأَنْبِياءِ التـَّنَظـُّفُ.",
		"b": "تميـزى و پاكـيزگى از اخـلاق پـيامبران است.",
		"c": 8,
		"d": "تحف العقول، ص 442.",
		"n": 29294
	},
	{
		"a": "في صِفَةِ الإِمامِ: الإِمامُ الأَنيسُ الرَّفيقُ، وَالوالِدُ الشَّفيقُ، وَالأَخُ الشَّقيقُ، وَالاُمُّ البَرَّةُ بِالوَلَدِ الصَّغيرِ.",
		"b": "امام، همدم و رفيق است و پدر مهربان؛ و برادرِ همسان است و مادر نيكوكار به فرزند كوچكش.",
		"c": 8,
		"d": "الكافي : 1 / 200 / 1، الغيبة للنعماني : 219 / 6، تحف العقول : 439 نحوه وفيه « الولد » بدل « الوالد » ، كمال الدين : 678 / 31، معاني الأخبار : 98 / 2، الأمالي للصدوق : 776 / 1049 والثلاثة الأخيرة نحوه إلى « الشقيق » وكلّها عن عبد العزيز بن مسلم، بحار الأنوار : 25 / 123 / 4.",
		"n": 29295
	},
	{
		"a": "إعلَم أنَّكَ لَن تَخلُوَ مِن عَينِ اللّه ِ فَانظُر كَيفَ تَكُونُ",
		"b": "بدان كه از ديد خداوند پنهان نيستى، پس بنگر چگونه اى.",
		"c": 9,
		"d": ". تحف العقول، ص 455.",
		"n": 29296
	},
	{
		"a": "مَن غَلَبَ جَزَعُهُ عَلى صَبرِهِ حَبِطَ أجرُهُ",
		"b": "هر كه بى تابى اش بر شكيبايى اش چيره آيد، اجرش تباه مى شود.",
		"c": 9,
		"d": "تحف العقول",
		"n": 29297
	},
	{
		"a": "طُولُ التَّسويفِ حَيَرةٌ",
		"b": "امروز و فردا كردنِ بسيار، سرگردانى است.",
		"c": 9,
		"d": "تحف العقول",
		"n": 29298
	},
	{
		"a": "كانتْ مُبايَعةُ رسولِ اللّه ِ صلى الله عليه و آله النِّساءَ أنْ يَغْمِسَ يَدَهُ في إناءٍ فيهِ ماءٌ ثُمّ يُخرِجُها، وتَغمِسَ النِّساءُ بأيْديهِنَّ في ذلكَ الإناءِ بالإقْرارِ والإيمانِ باللّه ِ والتّصديقِ برسولِهِ.",
		"b": "بيعت پيامبر خدا با زنان بدين گونه بود كه دستش را در ظرف آبى فرو مى برد و بيرون مى آورد و زنان نيز با اظهار اقرار و ايمان به خدا و تصديق پيامبرش دستان خود را در آن فرو مى بردند.",
		"c": 9,
		"d": "تحف العقول : 457.",
		"n": 29299
	},
	{
		"a": ". . . اِنَّ أنْفـُسَنا وَأَمـْوالَنـا مِنْ مَواهِبِ اللّه ِ ألْهَنيئَةِ وَعواريهِ المُسْتَوْدَعَةِ يُمَتـِّعُ بِما مَتـَّعَ مِنْها فيسـُرُورٍ وَغِبْـطَةٍ وَيـَأخُذُ ما اَخـَدَ مِنْها فى اَجْرٍ و حِسْبَـةٍ. فَمَنْ غَلَبَ جَزَعُهُ عَلى صَبْرِهِ حَبِطَ أَجْرُهُ وَنـَعـُوذُ بِاللّه ِ مِنْ ذلِكَ.",
		"b": "همانا جانها و مالهايمان از موهبتهاى گوارا و امانتهاى سپرده خداوند است، هر چه بخواهد، با خوشحالى وخرسندى از آنها بهره مندمان مى گرداند، و هر چه را كه بخواهد، با دادن ثواب و پاداش مى گيرد، آنكه بى تابيش بر تحمل و استقامت وى افزون شود، اجر او از بين رفته است و از اين حالت به خدا پناه مى بريم.",
		"c": 9,
		"d": "تحف العقول، 726.",
		"n": 29300
	},
	{
		"a": "اَوْحَى اللّه ُ اِلى بَعْضِ الأنبِياءِ: أمّا زُهْدُكَ في الدُّنيا فَتُعَجِّلُكَ الرّاحَةَ وَامّا انْقِطاعُكَ اِلىَّ فَيُعَزِّزُكَ بي، وَلكِنْ هَلْ عادَيْتَ لي عَدُوّا وَ والَيْتَ لي وَليّا.",
		"b": "خـداوند به يكى از پيامبران وحـى كرد: امّا زُهد تو، آسايشى را به دنبال دارد كه به زودى به تو خواهد رسيد، امّا جدايى از ديگران و پيوستنت به من، تو را عزيز خواهد كرد، (اينها براى خودت بود) امّا آيا براى من با دشمنم دشمنى كردى؟ و با دوستم رفاقت كردى؟",
		"c": 9,
		"d": "تحف العقول، ص 726.",
		"n": 29301
	},
	{
		"a": "تَأْخيرُالتَّوْبَةِ اغْتِرارٌ وَطُولُ التَسـْويفِ حَـيْرَةٌ وَالاْءعُتِـلالُ عَـلىَ اللّه ِ هَـلَـكَةٌ وَالاْءصْرارُ عَلَى الذَّنْبِ أَمْنٌ لِمَكْرِ اللّه ِ « وَلايَـأمَنُ مَكْرَ اللّه ِ إلاَّ الْقَومُ الخاسِروُنَ » ",
		"b": "تأخير توبه و پشيمانى، غرور است، و ادامه تأخير، حيرت و سرگردانى، و امروز و فردا كردن با خدا، هلاكت، و تكرار گناه، ايمنى از مكر خداست، « و از مكر خدا جز زيانكاران ايمن نباشند » ـ قرآن كريم ـ سوره اعراف، آيه 99.",
		"c": 9,
		"d": "تحف العقول، ص 729.",
		"n": 29302
	},
	{
		"a": "إظْهارُ الشَّيْى ءِ قَبْلَ اَنْ يُستَحْكَمَ مَفْسَـدَةٌ لَـهُ.",
		"b": "آشكار كردن هرچيزى پيش از استحكام يافتن، سبـب خـرابى آن خـواهد بـود.",
		"c": 9,
		"d": "تحف العقول، ص 729.",
		"n": 29303
	},
	{
		"a": "مَنْ شَهِدَ أمْرا فَكَرِهَهُ كانَ كَمَنْ غابَ عَنْهُ ومَنْ غابَ عَنْ اَمرٍ فَرَضِيَهُ كانَ كَمَنْ شَهِدَهُ.",
		"b": "هركس در كارى شركت داشته باشد ولى از آن كار ناراضى باشد مثل كسى است كه در آن كار دست ندارد، و آن كه غايب باشد و راضى، مانند كسى كه در آن كار شريك است.",
		"c": 9,
		"d": "تحف العقول 726.",
		"n": 29304
	},
	{
		"a": "مَن أطاعَ اللّه َ يُطاعُ",
		"b": "هر كس از خدا فرمان ببرد، از او فرمان برند.",
		"c": 10,
		"d": ". تحف العقول، ص 482.",
		"n": 29305
	},
	{
		"a": "نَحنُ الكَلِماتُ الَّتي لا تَنفَدُ، لا تُدرَكُ فَضائِلُنا",
		"b": "ما كلمات (خدا) هستيم كه پايان نمى پذيرد و فضيلتهاى ما درك نمى شود.",
		"c": 10,
		"d": "الاختصاص : 94، تحف العقول : 479 وفيه « نحن كلمات اللّه التي لا تنفذ ولا تدرك فضائلنا » كلاهما عن موسى المبرقع في مسائل يحيى بن أكثم عنه عليه‌السلام، المناقب لابن شهرآشوب : 4/ 404، الاحتجاج: 2 / 499 / 331 من غير إسناد.",
		"n": 29306
	},
	{
		"a": "لاْتـَعْـدُ وَلاتَجْعَلْ لِلأيّامِ صُنْعا فىحُكْمِ اللّه ِ.",
		"b": "از حـدّ خـود تجـاوز نـكن و روزگار را در كار خدا دخيل مدان.",
		"c": 10,
		"d": "تحف العقول، ص 483.",
		"n": 29307
	},
	{
		"a": "اِنَّ اللّه َ اِذا أَرادَ بِعَبْدٍ خَيرا إذا عُوتِـبَ قَبِـلَ.",
		"b": "اگر خداوند خير كسى را بخواهد، چنان مى شود كه هرگاه مـورد توبيـخ قرار گيرد، مى پـذيرد.",
		"c": 10,
		"d": "تحف العقول، ص 481.",
		"n": 29308
	},
	{
		"a": "مَنْ هانَتْ عَلَيْهِ نَفسُهُ فـَلا تَأْمَنْ شَـرَّهُ.",
		"b": "هر كس قدر خودش را نداند (ودر نظر خودش بى مقدار باشد) از شـرّش ايمـن مبـاش.",
		"c": 10,
		"d": "تحف العقول، ص 774.",
		"n": 29309
	},
	{
		"a": "أَلدُّنيـا سـُوقٌ رَبِحَ فيها قَوْمٌ وَ خَسِرَ آخـَرُونَ.",
		"b": "دنيــا بـازارى اسـت كه جمعى درآن سود مى برند وگروهى زيان مى بينند.",
		"c": 10,
		"d": "تحف العقول، ص 774.",
		"n": 29310
	},
	{
		"a": "اِنَّ الظّالِمَ الْحالِمَ يَكادُ اَنْ يُعْفى عَلى ظُلْمِهِ بِحِلْمِهِ وَإنَّ الْمُحِقَّ السَّفيهَ يَكادُ اَنْ يُطْفِى ءَ نُورَحَقِّهِ بِسَفَهِهِ.",
		"b": "ظالم بردبار (خردمند) ممكن است كه با بردبارى خود مورد عفو و گذشت از ظلمش قرار گيرد، ولى حق دارِ نادان، ممكن است، به سبب سفاهتش نور حقش را خاموش كند.",
		"c": 10,
		"d": "تحف العقول، ص 772.",
		"n": 29311
	},
	{
		"a": "مَـنْ جَـمَـعَ لَـكَ وُدَّهُ وَرَأْيَـهُ فَـاجْمَـعْ طـاعَتَـكَ.",
		"b": "كسى كه دوستى و رأى خود را براى تو جمع كند؛ (دوستانه تو را راهنمايى كند) از او پيــروى كـن.",
		"c": 10,
		"d": "تحف العقول، ص 772.",
		"n": 29312
	},
	{
		"a": "اِنَّ اللّه َ جَعَلَ الدُّنيا دارَ بَلْوى وَالاْخِرَةَ دارَ عُقْبى وَجَـعَلَ بَـلوَى الدُّنيا لِثَـوابِ الاْخِـرَةِ سَبَبَا وَثَوابَ الاْخِرَةِ مِنْ بَلوَى الدُّنيا عِوَضا.",
		"b": "خداوند، دنيا را جاى گرفتارى قرار داده و آخــرت را سـراى پـاداش، گرفتارى دنيا را سبب ثواب آخرت قرار داده و ثـواب آخـرت را عـوض گرفتـارى دنـيا.",
		"c": 10,
		"d": "تحف العقول، ص 772.",
		"n": 29313
	},
	{
		"a": "الشّاكِرُ اَسْعَدُ بِالشُّكِر مِنْهُ بِالنِّعمَةِ الَّتى اَوْجَبَتْ الشُّكر لِأَنَّ النِّعَمَ مَتاعٌ وَالشُّكْرُ نِعَمٌ وَعُقبى.",
		"b": "كسى كه شكر نعمت بجا آورد، براى سپاس سزاوارتر است از نعمتى كه شكر دارد، چون نعمت ها كالايى است وشكر، هم نعمت است وهم آخرت.",
		"c": 10,
		"d": "تحف العقول، ص 772.",
		"n": 29314
	},
	{
		"a": "مَنْ اَمِنَ مَكْرَ اللّه ِ وَأَليمَ أَخْذِهِ تَكَبَّرَ حَتّى يَحِلَّ بِهِ قَضاؤُهُ و نافِذُ اَمْرِهِ و مَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ هانَتْ عَلَيْهِ مَصائِبُ الدُّنيا وَلَو قُرِضَ وَنُشِرَ.",
		"b": "هركس خود را از مكر و مؤاخده پروردگار در امان بداند، كبر ورزيده است، تا آنكه قضاى الهى و دستور تخلف ناپذير او گريبانش را بگيرد، و هركس از طرف خداوند دليل روشنى داشته باشد، (براى كارهايش دليل شرعى داشته باشد، ) هرمصيبتى بر او سبك و قابل تحمل خواهد بود، هر چند بدنش را قيچى كنند و پاره پاره شود.",
		"c": 10,
		"d": "تحف العقول، ص 772.",
		"n": 29315
	},
	{
		"a": "إيّاكَ و الإذاعَةَ و طَلَبَ الرِّئاسَةِ، فَإنَّهُما يَدعُوانِ إلَى الهَلَكَةِ",
		"b": "از افشاى اسرار و رياست طلبى بپرهيز كه اين دو [آدمى را] به هلاكت مى كشانند.",
		"c": 11,
		"d": "تحف العقول، ص 487.",
		"n": 29316
	},
	{
		"a": "التَّواضُعُ نِعمَةٌ لايُحسَدُ عَلَيها",
		"b": "فروتنى نعمتى است كه بر آن حسد نبرند.",
		"c": 11,
		"d": ". تحف العقول، ص 489.",
		"n": 29317
	},
	{
		"a": "مَن تعدّى في طَهورِهِ كانَ كَناقِضِهِ",
		"b": "هر كه در مصرف آب (وضو و غسل) زياده روى كند، مانند كسى است كه وضو و غسل خود را باطل كند.",
		"c": 11,
		"d": ". تحف العقول، ص 363.",
		"n": 29318
	},
	{
		"a": "اِتَّقُوا اللّهَ وَ كُونُوا زَيْنا وَ لا تَكونُوا شَيْنا",
		"b": "تقواى الهى پيشه كنيد و مايه افتخار و آبرو باشيد نه مايه ننگ و شرمندگى.",
		"c": 11,
		"d": "تحف العقول، ص 488",
		"n": 29319
	},
	{
		"a": "مَنْ وَعَظَ اَخاهُ سِرّا فَقَدْ زانَهُ وَ مَنْ وَعَـظَـهُ عَلانيَةً فَقَدْ شانَهُ",
		"b": "هر كس برادر (دينى اش) را پنهانى نصيحت كند، او را آراسته و اگر آشكارا نصيحتشنمايد، ارزش او را كاسته است.",
		"c": 11,
		"d": "تحف العقول، ص 489",
		"n": 29320
	},
	{
		"a": "حُبُّ الأبرارِ لِلأبرارِ ثَوابٌ لِلأبرارِ وحُبُّ الفُجّارِ لِلأبرارِ فَضيلَةٌ لِلأبرارِ",
		"b": "محبّت نيكان به نيكان، ثوابى براى نيكان است و محبّت بَدان به نيكان، فضيلتى براى نيكان است.",
		"c": 11,
		"d": "تحف العقول",
		"n": 29321
	},
	{
		"a": "بِئسَ العَبدُ عَبدٌ يَكونُ ذاوَجهَينِ وذالِسانَينِ",
		"b": "چه بد بنده اى است بنده اى كه دورو و دو زبان باشد!",
		"c": 11,
		"d": "تحف العقول",
		"n": 29322
	},
	{
		"a": "التَّواضُعُ نِعمَةٌ لا يُحسَدُعلَيها.",
		"b": "فروتنى، نعمتى است كه به آن حسادت نمى شود.",
		"c": 11,
		"d": "تحف العقول : 489.",
		"n": 29323
	},
	{
		"a": "خَيرٌ مِن الحياةِ ما إذا فَقَدْتَهُ أبْغَضْتَ الحياةَ، وشَرٌّ مِن المَوتِ ما إذا نَزَلَ بِكَ أحْبَبتَ المَوتَ.",
		"b": "بهتر از زندگى آن است كه هرگاه آن را از دست دهى از زندگى بيزار شوى، و از مرگ بدتر آن چيزى است كه هرگاه بدان گرفتار آيى، آرزوى مرگ كنى.",
		"c": 11,
		"d": "تحف العقول : 489.",
		"n": 29324
	},
	{
		"a": " ـ لِشيعَتِهِ ـ : اُوصيكُم بِتَقوَى اللّه ِ، وَالوَرَعِ في دينِكُم، وَالاِجتِهادِ للّه ِِ، وصِدقِ الحَديثِ، وأداءِالأَمانَهِ إلى مَنِ ائتَمَنَكُم مِن بَرٍّ أو فاجِرٍ، وطولِ السُّجودِ، وحُسنِ الجِوارِ، فَبِهذا جاءَ مُحَمَّدٌ صلي الله عليه و آله. صَلّوا في عَشائِرِهِم، وَاشهَدوا جَنائِزَهُم، وعودوا مَرضاهُم، وأدّوا حُقوقَهُم، فَإِنَّ الرَّجُلَ مِنكُم إذا وَرَعَ في دينِهِ وصَدَقَ في حَديثِهِ وأدَّى الأَمانَةَ وحَسَّنَ خُلُقَهُ مَعَ النّاسِ قيلَ: هذا شيعِيٌّ، فَيَسُرُّني ذلِكَ. اِتَّقُوا اللّه َ وكونوا زَينًا ولا تَكونوا شَينًا، جُرّوا إلَينا كُلَّ مَوَدَّةٍ وَادفَعوا عَنّا كُلَّ قَبيحٍ، فَإِنَّهُ ما قيلَ فينا مِن حَسَنٍ فَنَحنُ أهلُهُ، وما قيلَ فينا مِن سوءٍ فَما نَحنُ كَذلِكَ. لَنا حَقٌّ في كِتابِ اللّه ِ وقَرابَةٌ مِن رَسولِ اللّه ِ وتَطهيرٌ مِنَ اللّه ِ، لا يَدَّعيهِ أحَدٌ غَيرُنا إلاّ كَذّابٌ. أكثِروا ذِكرَ اللّه ِ وذِكرَ المَوتِ وتِلاوَةَ القُرآنِ وَالصَّلاةَ عَلَى النَّبِيِّ صلي الله عليه و آله، فَإِنَّ الصَّلاةَ عَلى رَسولِ اللّه ِ عَشرُ حَسَناتٍ. اِحفَظوا ماوَصَّيتُكُم بِهِ، وأستَودِعُكُمُ اللّه َ، وأقرَأُ عَلَيكُمُ السلام",
		"b": "ـ به شيعيان خود ـ : شما را سفارش مى كنم به تقواى الهى و پارسايى در دينتان و كار و كوشش براى خدا و راستگويى و اداى امانت به كسى كه امانتى به شما سپرده است، نيكوكار باشد يا تبهكار و سجده طولانى و نيكو همسايه دارى؛ زيرا محمّد صلي الله عليه و آله براى اين امور آمده است. در ميان عشيره هايشان، نماز بخوانيد، در تشييع جنازه هايشان، شركت ورزيد، از بيمارانشان، عيادت كنيد، حقوق آنان، را بگزاريد؛ زيرا هرگاه فردى از شما در دينش، پارسا و در گفتارش، راستگو باشد و امانت را ادا كند و با مردم خوشخويى كند، گفته شود: اين شيعه است و اين، مرا شاد مى سازد. از خدا پروا كنيد و مايه آراستگى ما باشيد، نه باعث ننگ و زشتى، هرگونه دوستى را براى ما جلب كنيد و هرگونه زشتى را از ما دور سازيد؛ زيرا هر خوبى كه در حقّ ما گفته شود، ما اهل آن هستيم و هر بدى كه درباره ما گفته آيد، نه چنانيم. ما را در كتاب خدا، حقّى است و با رسول خدا، خويشاونديم وخداوند، ما را پاك شمرده است و جز ما، هر كس چنين ادعايى كند، دروغ گوست. خدا و مرگ را، فراوان ياد كنيد و بسيار قرآن بخوانيد و فراوان بر پيامبر صلي الله عليه و آله صلوات فرستيد؛ زيرا صلوات بر رسول خدا صلي الله عليه و آله ده ثواب دارد. آن چه را به شما سفارش كردم پاس داريد، شما را به خدا مى سپارم و بدرودتان مى گويم.",
		"c": 11,
		"d": "تحف العقول : 487.",
		"n": 29325
	},
	{
		"a": "لَـيْسَ مِـنَ الْأَدَبِ إِظْهارُ الْفَرَحَ عِنْدَ الْمَحْزُونِ.",
		"b": "شادى كردن در حضور انسان غمناك از ادب انسـانى نيسـت.",
		"c": 11,
		"d": "تحف العقول : 489",
		"n": 29326
	},
	{
		"a": "مِنَ الذُّنُوبِ الَّتى لاتُـغـْفَرُ: لَيـْتَنى لا اُؤاخَذُ اِلاّ بِهذا.",
		"b": "از گناهان نابخشودنى اين است كه گفته شود: اى كاش مرا به غير از اين گناه مؤاخذه نكنند (يعنى گناه را كوچك و سبك شمارد).",
		"c": 11,
		"d": "تحف العقول: 487",
		"n": 29327
	},
	{
		"a": "اَلاِْشـْـراكُ فـِى الـنّاسِ اَخْفى مِنْ دَبيبِ النَّمْلِ عَلَى الْمِسْحِ الأْسوَدِ فى اللَّيـْلَةِ الْمُـظْـلِمَة.",
		"b": "شـرك در ميـان مــردم از ردّ پاى مور بر فرش سياه در شب تيره وتاريك مخـفى تـر اسـت.",
		"c": 11,
		"d": "تحف العقول: 487",
		"n": 29328
	},
	{
		"a": "أَقَـلُّ النّاسِ راحَـةً الحَـقُودُ.",
		"b": "كم آسايش ترين مــردم، انسـان كينه توز است.",
		"c": 11,
		"d": "تحف العقول: 488",
		"n": 29329
	},
	{
		"a": "لايَشْغَلَكَ رِزْقٌ مَضـْمُونٌ عَـنْ عَـمَلٍ مَفـْرُوضٍ.",
		"b": "مبادا روزى تضمين شده (كه درهرحال به تو مى رسد) تو را از كار و فعاليت واجب بازدارد.",
		"c": 11,
		"d": "تحف العقول: 489",
		"n": 29330
	},
	{
		"a": "طُوبى لِلَّذينَ يَتهَجَّدونَ مِن اللَّيلِ، اُولئكَ الّذينَ يَرِثونَ النُّورَ الدّائِمَ",
		"b": "خوشا آنان كه پاسى از شب را به عبادت مى گذرانند؛ آنان كسانى اند كه نورى ماندگار به ارث مى برند.",
		"c": 14,
		"d": ". تحف العقول، ص 510.",
		"n": 29331
	},
	{
		"a": "إنَّ الدُّنيا خُلِقَت مَزرَعَةً تَزرَعُ فيهَا العِبادُ الحُلوَ وَالمُرَّ وَالشَّرَّ وَالخَيرَ، وَالخَيرُ لَهُ مَغَبَّةٌ نافِعَةٌ يَومَ الحِسابِ، وَالشَّرُّ لَهُ عَناءٌ وشَقاءٌ يَومَ الحَصادِ.",
		"b": "دنيا، كشتزارى آفريده شده است كه بندگان در آن، شيرينى و تلخى، و بدى و خوبى مى كارند. خوبى، در روز حسابرسى، فرجامى سودمند دارد و بدى، در روز درويدن، رنج و شقاوت به بار مى نشانَد.",
		"c": 14,
		"d": "تحف العقول : ص 510، بحار الأنوار : ج 14 ص 314 ح 17.",
		"n": 29332
	},
	{
		"a": "إنَّما أعطاكُمُ اللّه ُ الدُّنيا لِتَعمَلوا فيها لِلآخِرَةِ ولَم يُعطِكُموها لِتَشغَلَكُم عَنِ الآخِرَةِ، وإنَّما بَسَطَها لَكُم لِتَعلَموا أنَّهُ أعانَكُم بِها عَلَى العِبادَةِ ولَم يُعِنكم بِها عَلَى الخَطايا، وإنَّما أمَرَكُم فيها بِطاعَتِهِ ولَم يَأمُركُم فيها بِمَعصِيَتِهِ، وإنَّما أعانَكُم بِها عَلَى الحَلالِ ولَم يُحِلَّ لَكُم بِهَا الحَرامَ، وإنَّما وَسَّعَها لَكُم لِتَواصَلوا فيها، ولَم يُوَسِّعها لَكُم لِتَقاطَعوا فيها.",
		"b": "خداوند، دنيا را به شما داده است تا در آن براى آخرت، كار كنيد. آن را به شما نداده است كه از آخرت، بازتان دارد. آن را براى شما گسترانيده است تا بدانيد كه آن را كمكْ كارِ شما در عبادت قرار داده؛ نه اين كه كمك كارِ شما در گناهان قرار داده باشد. شما را در دنيا به طاعت خويش فرمان داده و در آن، به معصيت خويش فرمانتان نداده است به واسطه آن، شما را بر حلال كمك كرده و به وسيله آن، حرام را براى شما حلال نساخته است. دنيا را براى شما وسعت بخشيده تا در آن به يكديگر رسيدگى كنيد و برايتان وسعت نبخشيده كه در آن، از يكديگر ببُريد.",
		"c": 14,
		"d": "تحف العقول : ص 511، بحار الأنوار : ج 14 ص 315 ح 17.",
		"n": 29333
	},
	{
		"a": "إنَّ موسى عليه‌السلام ناجاهُ اللّه ُ ـ تَبارَكَ وتَعالى ـ فَقالَ لَهُ في مُناجاتِهِ : يا موسى، طِب نَفسا عَنِ الدُّنيا وَانطَوِ عَنها، فَإِنَّها لَيسَت لَكَ ولَستَ لَها، ما لَكَ ولِدارِ الظّالِمينَ ! إلاّ لِعامِلٍ فيها بِالخَيرِ؛ فَإِنَّها لَهُ نِعمَ الدّارُ.",
		"b": "خداوند ـ تبارك و تعالى ـ با موسى عليه‌السلام مناجات كرد و در مناجاتش به او گفت: « اى موسى! دل و جان را از دنيا رها كن و از آن روى بگردان؛ زيرا نه دنيا براى توست و نه تو براى دنيايى تو را با سراى ستمكاران چه كار؟! مگر اين كه كسى در آن، كار نيك كند كه در اين صورت، براى او نيكو سرايى است » .",
		"c": 14,
		"d": "الكافي : ج 8 ص 47 ح 8، تحف العقول : ص 494 من دون إسنادٍ إلى الراوي، أعلام الدين : ص 221، بحار الأنوار : ج 77 ص 36 ح 7.",
		"n": 29334
	},
	{
		"a": "بِحَقٍّ أقولُ لَكُم : إنَّ الَّذي يَخوضُ النَّهرَ لابـُدَّ أن يُصيبَ ثَوبَهُ الماءُ وإن جَهَدَ ألاّ يُصيبَهُ، كَذلِكَ مَن يُحِبُّ الدُّنيا لا يَنجو مِنَ الخَطايا.",
		"b": "به حق به شما مى گويم: كسى كه وارد نهر آب شود، جامه اش تر مى شود، هرچند بكوشد كه آب به آن نرسد. اين چنين، هر كه دنيا را دوست بدارد، از خطاها نمى رهد.",
		"c": 14,
		"d": "تحف العقول : ص 510، بحار الأنوار : ج 14 ص 314 ح 17.",
		"n": 29335
	},
	{
		"a": "بِحَقٍّ أقولُ لَكُم : إنَّ العَبدَ لا يَقدِرُ عَلى أن يَخدُمَ رَبَّينِ، ولا مَحالَةَ أنَّهُ يُؤثِرُ أحَدَهُما عَلَى الآخَرِ وإن جَهَدَ، كَذلِكَ لا يَجتَمِعُ لَكُم حُبُّ اللّه ِ وحُبُّ الدُّنيا.",
		"b": "به حق به شما مى گويم: بنده نمى تواند دو خواجه را خدمت كند و هر چه بكوشد، به ناچار، يكى از آن دو را بر ديگرى برمى گزيند. خدادوستى و دنيادوستى نيز با هم جمع نمى شوند.",
		"c": 14,
		"d": "تحف العقول : ص 503، بحار الأنوار : ج 14 ص 307 ح 17.",
		"n": 29336
	},
	{
		"a": "بِحَقٍّ أقولُ لَكُم : مَن لا يُنَقّي مِن زَرعِهِ الحَشيشَ يَكثُرُ فيهِ حَتّى يَغمُرَهُ فَيُفسِدَهُ، وكَذلِكَ مَن لا يُخرِجُ مِن قَلبِهِ حُبَّ الدُّنيا يَغمُرُهُ حَتّى لا يَجِدَ لِحُبِّ الآخِرَةِ طَعما.",
		"b": "به حق به شما مى گويم: هر كه زراعتش را از علف هاى هرز پاك نكند، علف هايش بسيار مى گردد، چندان كه همه زراعت را فرا مى گيرد و تباهش مى كند. همچنين كسى كه دنيادوستى را از دلش بيرون نكند، همه دلش را فرا مى گيرد تا جايى كه ديگر مزه آخرت دوستى را نچشد.",
		"c": 14,
		"d": "تحف العقول : ص 509، بحار الأنوار : ج 14 ص 312 ح 17.",
		"n": 29337
	},
	{
		"a": "بِحَقٍّ أقولُ لَكُم : إنَّهُ كَما يَنظُرُ المَريضُ إلى طَيِّبِ الطَّعامِ فَلا يَلتَذُّهُ مَعَ ما يَجِدُهُ مِن شِدَّةِ الوَجَعِ؛ كَذلِكَ صاحِبُ الدُّنيا لا يَلتَذُّ بِالعِبادَةِ ولا يَجِدُ حَلاوَتَها مَعَ ما يَجِدُ مِن حُبِّ المالِ. وكَما يَلتَذُّ المَريضُ نَعتَ الطَّبيبِ العالِمِ بِما يَرجو فيهِ مِنَ الشِّفاءِ، فَإِذا ذَكَرَ مَرارَةَ الدَّواءِ وطَعمَهُ كَدَّرَ عَلَيهِ الشِّفاءَ، كَذلِكَ أهلُ الدُّنيا يَلتَذّونَ بِبَهجَتِها وأنواعِ ما فيها فَإِذا ذَكَروا فُجأَةَ المَوتِ كَدَّرَها عَلَيهِم وأفسَدَها.",
		"b": "به حق برايتان مى گويم: همان گونه كه بيمار به خوراك خوش مزه مى نگرد، امّا از شدّت دردى كه دارد، از آن لذّتى نمى برد، دنيادار نيز به سبب عشق به ثروت، از عبادتْ لذّت نمى برد و شيرينى آن را نمى چشد. و همان گونه كه بيمار از نسخه طبيب حاذق، به خاطر اميد شفايى كه در آن دارد، لذّت مى برد، امّا چون تلخى دارو و مزه اش را به ياد آورد، شفا در نظرش تيره مى شود، اهل دنيا نيز از زرق و برق دنيا و انواع خوشى هايى كه در آن است، لذّت مى برند؛ امّا چون غافلگيرى مرگ را به ياد آورند، همه اين لذّت ها را بر آنان تيره و تباه مى سازد.",
		"c": 14,
		"d": "تحف العقول : ص 507، التحصين لابن فهد : ص 5 ح 2، بحار الأنوار : ج 14 ص 310 ح 17 وراجع عدّة الداعي : ص 96.",
		"n": 29338
	},
	{
		"a": "وَيلَكُم يا عَبيدَ الدُّنيَا، اتَّخِذوا مَساجِدَ رَبِّكُم سُجونا لاِءَجسادِكُم، وَاجعَلوا قُلوبَكُم بُيوتا لِلتَّقوى، ولا تَجعَلوا قُلوبَكُم مَأوىً لِلشَّهَواتِ.",
		"b": "واى بر شما، اى بندگان دنيا! پرستشگاه هاى پروردگارتان را زندان تن خويش گردانيد و دل هايتان را خانه تقوا كنيد و دل هايتان را مأواى هوس ها قرار ندهيد.",
		"c": 14,
		"d": "تحف العقول : ص 509 وص 393 عن الإمام الكاظم عن عيسى عليهماالسلام نحوه، بحار الأنوار : ج 14 ص 312 ح 17.",
		"n": 29339
	},
	{
		"a": "ـ مِن مَواعِظِهِ فِي الإِنجيلِ وغَيرِهِ ـ بِحَقٍّ أقولُ لَكُم يا عَبيدَ الدُّنيا، كَيفَ يُدرِكُ الآخِرَةَ مَن لا تَنقُصُ شَهوَتُهُ مِنَ الدُّنيا ولا تَنقَطِعُ مِنها رَغبَتُهُ؟",
		"b": "حقيقتى را به شما بگويم : اى بندگان دنيا! كسى كه دنياخواهىِ او كم نمى شود و رشته رغبتش به دنيا قطع نمى گردد، چگونه به آخرت دست يابد؟!",
		"c": 14,
		"d": "تحف العقول : ص 511، بحار الأنوار : ج 14 ص 315 ح 17.",
		"n": 29340
	},
	{
		"a": "كَيفَ يَستَكمِلُ حُبَّ خَليلِهِ مَن لا يَبذِلُ لَهُ بَعضَ ما عِندَهُ ؟!",
		"b": "چگونه كسى كه پاره اى از آنچه را دارد، نمى بخشد، محبّت كاملِ دوستش را مى خواهد ؟",
		"c": 14,
		"d": "تحف العقول : 506، بحار الأنوار : 14 / 309 / 17.",
		"n": 29341
	},
	{
		"a": "إن أرَدتُم أن تَكونوا أحِبّاءَ اللّه ِ وأصفِياءَ اللّه ِ فَأَحِسِنوا إلى مَن أساءَ إلَيكُم، وَاعفوا عَمَّن ظَلَمَكُم، وسَلِّموا عَلى مَن أعرَضَ عَنكُم.",
		"b": "اگر مى خواهيد دوستان و برگزيدگان خدا باشيد، به آن كه به شما بدى مى كند، نيكى كنيد و از آن كه به شما ستم مى كند، درگذريد و بر آن كه از شما روى مى گرداند، سلام دهيد.",
		"c": 14,
		"d": "تحف العقول : 503، بحار الأنوار : 14 / 306 / 17.",
		"n": 29342
	},
	{
		"a": "القُلوبُ ما لم تَخرِقْها الشَّهَواتُ ويُدَنِّسْها الطَّمَعُ ويُقْسِها النَّعيمُ فَسوفَ تَكونُ أوعيَةً للحِكمَةِ.",
		"b": "دلها بزودى ظرفهاى حكمت خواهند شد، اگر شهوتها آنها را از هم ندرند و طمع، آلوده شان نسازد و نعمت، آنها را سخت نگرداند.",
		"c": 14,
		"d": "تحف العقول : 504.",
		"n": 29343
	},
	{
		"a": "يا عَبيدَ السّوءِ، تَلومونَ النّاسَ عَلَى الظَّنِّ، ولا تَلومونَ أنفُسَكُم عَلَى اليَقينِ ؟ !",
		"b": "اى بندگان بد! مردم را بر اساس گمان سرزنش مى كنيد و با يقينى كه به بديها و عيبهاى خود داريد خويشتن را سرزنش نمى كنيد؟",
		"c": 14,
		"d": "تحف العقول : 501.",
		"n": 29344
	},
	{
		"a": "بِحقٍّ أقولُ لَكُم : إنَّهُ كَما يَنظُرُ المَريضُ إلى طَيِّبِ الطَّعامِ فلا يَلتَذُّهُ مَعَ ما يَجِدُهُ مِن شِدَّةِ الوَجَعِ، كذلِكَ صاحِبُ الدّنيا لا يَلتَذُّ بِالعِبادَةِ ولا يَجِدُ حَلاوَتَها مَعَ ما يَجِدُ مِن حُبِّ المالِ.",
		"b": "حقيقتى را به شما بگويم: همان گونه كه شخص بيمار به خوراك خوب و خوشمزه مى نگرد اما به سبب درد شديدى كه دارد از آن لذتى نمى برد، دنيادار نيز به سبب مالدوستيش از عبادت لذّت نمى برد و طعم شيرين آن را نمى چشد.",
		"c": 14,
		"d": "تحف العقول : 507",
		"n": 29345
	},
	{
		"a": "لا توحيد اِلّا بِالاِخلاصِ",
		"b": "اعتقاد به توحيد، بدون اخلاص حاصل نمي شود.",
		"c": 1,
		"d": "تحف العقول، ص 64",
		"n": 29346
	},
	{
		"a": "اَ لْمُؤْمِنُ فَهُوَ قَرِيبُ الرِّضى بَعيدُ السَّخَطِ. . . وَالْمُنافِقُ فَهُوَ قَريبُ السَّخَطِ بَعيدُ الرِّضى",
		"b": "مؤمن زود خشنود و دير ناراحت مى شود و منافق زود ناراحت و دير خشنود مى گردد.",
		"c": 1,
		"d": "تحف العقول، ص212.",
		"n": 29347
	},
	{
		"a": "اِنَّ مَنْ لا یَنْفَعُهُ الْحَقُّ یَضُرُّهُ الْباطِلُ وَ مَنْ لا یَسْتَقیمُ بِهِ الْهُدى تَضُرُّهُ الضَّلالَةُ وَ مَنْ لا یَنْفَعُهُ الْیَقینُ یَضُرُّهُ الشَّکُّ",
		"b": "به راستى که هر کس را حق سود ندهد، باطل زیانش رساند و هر کس به راه هدایت نرود، به کجراهه گمراهى افتد و هر کس یقین، او را سود نبخشد، شکّ زیانش رساند.",
		"c": 1,
		"d": "تحف العقول، ص 152",
		"n": 29348
	},
	{
		"a": "اَلنّاسُ سَواءٌ کَاَسْنانِ الْمُشْطِ وَ الْمَرْءُ کَثیرٌ بِاَخیهِ",
		"b": "مردم، همانند دندانه هاى شانه با هم برابرند و انسان با برادرش پر تعداد (و پر توان) مى گردد.",
		"c": 6,
		"d": "تحف العقول، ص 368.",
		"n": 29349
	},
	{
		"a": "اَلنّاسُ رَجُلانِ: مُبْتَلىً وَ مُعافىً، فَارْحَمُوا الْمُبْتَلى وَ احْمَدُوا اللّه َ عَلَى الْعافیَةِ",
		"b": "مردم دو دسته اند: گرفتار و سلامت؛ پس به گرفتاران ترحم نمایید و خدا را بر سلامتى سپاس گویید.",
		"c": 6,
		"d": "تحف العقول، ص 305.",
		"n": 29350
	},
	{
		"a": "ما عَرَفَ اَللهَ مَنْ عَصاهُ",
		"b": "خدا را نشناخته آن كه نافرمانی اش كند.",
		"c": 5,
		"d": "تحف العقول ص294",
		"n": 29351
	},
	{
		"a": "أمَّا الحَياءُ فَيَتَشَعَّبُ مِنهُ اللِّينُ، والرّأفَةُ، والمُراقَبَةُ للّه ِِ فِى السِّرِّ والعَلانيَةِ، والسَّلامَةُ، واجْتِنابُ الشَّرِّ، والبَشاشَةُ، والسَّماحَةُ، والظَّفَرُ، وحُسْنُ الثَّناءِ عَلَى المَرءِ فِى النّاسِ، فَهذا ما أصابَ العاقِلَ بِالحَياءِ، فَطُوبى لِمَن قَبِلَ نَصيحَةَ اللّه ِ وخافَ فَضيحَتَهُ",
		"b": "اما شاخه هاى حيا عبارتند از: نرمش، مهربانى، در نظر داشتن خدا در آشكار و نهان، سلامت، دورى از بدى، خوشرويى، گذشت، بخشندگى، پيروزى و خوشنامى در ميان مردم، اينها فوايدى است كه خردمند از حيا مى برد. خوشا به حال كسى كه نصيحت خدا را بپذيرد و از رسوايى خودش بترسد.",
		"c": 13,
		"d": "تحف العقول، ص 17.",
		"n": 29352
	},
	{
		"a": "الاِستِنجاءُ بِالماءِ البارِدِ يَقطَعُ البَواسيرَ.",
		"b": "طهارت گرفتن با آب سرد، بواسير را از ميان مى بَرَد.",
		"c": 6,
		"d": "تحف العقول، صفحه 102 عن وراجع بحار الأنوار، جلد 62، صفحه 74، حديث 35 دانش نامه احاديث پزشكي: 1 / 446",
		"n": 29353
	},
	{
		"a": "وَ لَيْسَ يُحَبُّ لِلْمُلوكِ أَنْ يُفَرِّطوا فى ثَلاثٍ: فى حِفْظِ الثُّغورِ وَ تَفَقُّدِ الْمَظالِمِ وَ اخْتيارِ الصّالِحينَ لاَِعْمالِهِمْ",
		"b": "حاكم سزاوار نيست كه در سه كار كوتاهى كند: حفظ مرزها، رسيدگى به حقوق پايمال شده و انتخاب افراد شايسته براى كارهايشان.",
		"c": 6,
		"d": "تحف العقول، ص 319.",
		"n": 29354
	},
	{
		"a": "إِنَّ الْمُؤْمِنَ إِذا نَظَرَ اعْتَبَرَ. . . وَالْمُنافِقُ إِذا نَظَرَ لَها",
		"b": "نگاه مؤمن عبرت آميز و نگاه منافق سرگرمى است.",
		"c": 1,
		"d": "تحف العقول، ص212.",
		"n": 29355
	},
	{
		"a": "إِنَّ الْمُؤْمِنَ. . . إذا سَكَتَ فَكَّرَ. . . وَالْمُنافِقُ إِذا سَكَتَ سَها",
		"b": "سكوت مؤمن تفكر و سكوت منافق غفلت است.",
		"c": 1,
		"d": "تحف العقول، ص212.",
		"n": 29356
	},
	{
		"a": "إِنَّ الْمُؤْمِنَ. . . إذا أَصابَتْهُ شِدَّةٌ صَبَرَ. . . وَالْمُنافِقُ إِذا أصابَتْهُ شِدَّةٌ ضَغا",
		"b": "مؤمن در گرفتارى صبور است، و منافق در گرفتارى بى تاب.",
		"c": 1,
		"d": "تحف العقول، ص212.",
		"n": 29357
	},
	{
		"a": "إِنَّ الْمُؤْمِنَ إذَا اسْتَغْنى شَكَرَ. . . وَ الْمُنافِقُ إِذَا اسْتَغْنى طَغى",
		"b": "مؤمن هنگام بى نيازى شكر مى گزارد و منافق هرگاه بى نياز شود طغيان مى كند.",
		"c": 1,
		"d": "تحف العقول، ص212.",
		"n": 29358
	},
	{
		"a": "ثَلاثَةٌ تُكَدِّرُ العَيشَ: السُّلطانُ الجائرُ، والجارُ السَّوءُ، والمَرأةُ البَذِيَّةُ ",
		"b": "سه چيز زندگى را تيره مى كند: فرمانرواى ستمگر، همسايه بد و زن بدزبان و وقيح.",
		"c": 6,
		"d": "تحف العقول: 320 منتخب ميزان الحكمه: 422",
		"n": 29359
	},
	{
		"a": "لا تَيأَس لِذَنبِک وَ بَابُ التَّوبَةِ مَفتُوحٌ.",
		"b": "تا زماني که درِ توبه باز است، به خاطر گناه خود نوميد مشو.",
		"c": 1,
		"d": "تحف العقول، ص 214",
		"n": 29360
	},
	{
		"a": "إنَّ صِحَّةَ الجِسمِ مِن قِلَّةِ الطَّعامِ، وقِلَّةِ الماءِ.",
		"b": "سلامت تن، از كمىِ غذا و كمىِ آب است.",
		"c": 1,
		"d": "تحف العقول، صفحه 172",
		"n": 29361
	},
	{
		"a": "اِنَّ هذَا اللِّسانَ مِفْتاحُ كُلِّ خَيْرٍ وَ شَرٍّ، فَيَنْبَغى لِلْمُؤمِنِ اَنْ يَخْتِمَ عَلى لِسانِهِ كَما يَخْتِمُ عَلى ذَهَبِهِ وَ فِضَّتِهِ",
		"b": "به راستى كه اين زبان كليد همه خوبى ها و بدى هاست پس شايسته است كه مؤمن زبان خود را مُهر و موم كند، همان گونه كه (صندوق) طلا و نقره خود را مُهر و موم مى كند.",
		"c": 5,
		"d": "تحف العقول، ص 298.",
		"n": 29362
	},
	{
		"a": "إِنَّ للهِ عُقُوبَاتٍ في القُلُوبِ وَالأبدَانِ، ضَنكٌ في المَعِيشَةِ وَ وَهنٌ في العِبَادَةِ، وَ مَا ضُرِبَ عَبدٌ بِعُقُوبَةٍ أَعظَمَ مِن قَسوَةِ القَلبِ.",
		"b": "خداوند را براي دلها و بدنها كيفرهايي است؛ تنگي در معيشت و سستي در عبادت و به هيچ بنده اي كيفري بزرگ تر از سنگ دلي چشانده نشده است.",
		"c": 5,
		"d": "تحف العقول، ص 296",
		"n": 29363
	},
	{
		"a": "عَظِّمِ العالِمَ لِعِلمِهِ ودَعْ مُنازَعتَهُ، وصَغِّرِ الجاهِلَ لِجَهلِهِ ولا تَطرُدْهُ، ولكِن قَرِّبْهُ وعَلِّمْهُ ",
		"b": "دانشمند را به خاطر دانشش احترام نه و با او ستيزه مكن و نادان را به سبب نادانيش كوچك شمار، امّا او را از خود مران، بلكه به خود نزديك گردان و او را علم بياموز.",
		"c": 7,
		"d": "تحف العقول : 394 منتخب ميزان الحكمه : 384",
		"n": 29364
	},
	{
		"a": "ان من طلب العبادة تزكى لها و اذا اضرت النوافل بالفريضة فارفضوها ",
		"b": "هركس طلب عبادت دارد، دل را براى آن پاك مى كند، و هرگاه نمازهاى مستحبى به نمازهاى واجب ضرر رسانيد (باعث آسيب رسانى به يكى ازصفات و ابعاد نمازهاى واجب شد) نمازهاى مستحبى را ترك كنيد.",
		"c": 2,
		"d": "تحف العقول، ص 267",
		"n": 29365
	},
	{
		"a": "عَلَى الْعاقِلِ اَنْ يُحْصى عَلى نَفْسِهِ مَساويَها فِى الدّينِ وَ الرَّأىِ وَ الاَْخْلاقِ وَ الاَْدَبِ، فَيَجْمَعُ ذلِكَ فى صَدْرِهِ اَوْ فى كِتابٍ وَ يَعْمَلُ فى اِزالَتِها ",
		"b": "بر عاقل است كه بدى هايش را در دين، انديشه، اخلاق و ادب يادداشت كند و به خاطرش بسپارد و براى از بين بردن آنها بكوشد.",
		"c": 1,
		"d": "تحف العقول، ص 376.",
		"n": 29366
	},
	{
		"a": "الـرغبه فـى الـدنیـا تـورث الغم و الحزن والزهـد فـى الدنیا راحه القلب و البـدن.",
		"b": "رغبت و تمایل به دنیا مایه غم و اندوه و زهد و بـى میلى به دنیا سبب راحتى قلب و بدن است.",
		"c": 6,
		"d": "تحف العقول، ص 358",
		"n": 29367
	},
	{
		"a": "فله - أی لإبلیس - فلتشتد عداوتک، ولا یکونن أصبر علی مجاهدته لهلکتک منک علی صبرک لمجاهدته، فإنه أضعف منک رکنا فی قوته. . . .",
		"b": "دشمنی تو با ابلیس باید سخت باشد و نباید که او در تلاشش برای نابودی تو، شکیباتر و پایدارتر از تو در مبارزه ات با او باشد، زیرا ابلیس با همه قدرتش از تو ناتوانتر است و با همه بدیش کمتر از تو می تواند ضربه زند اگر تو به خداوند پناه بری، هر آینه به راهی راست هدایت شده ای.",
		"c": 7,
		"d": "تحف العقول، ص 400",
		"n": 29368
	},
	{
		"a": "الجَهلُ في ثلاثٍ : في تَبدُّلِ الإخْوانِ، والمُنابَذَةِ بغَيرِ بَيانٍ، والتَّجَسُّسِ عمّا لا يَعني ",
		"b": "نادانى در سه چيز است : دوست عوض كردن، مخالفت كردن بدون دليل و برهان و پرس و جو از چيزهاى بيهوده.",
		"c": 6,
		"d": "تحف العقول : 317 منتخب ميزان الحكمه : 120",
		"n": 29369
	},
	{
		"a": "اَفضَلُ الْعِبادَةِ بَعدَ الْمَعْرِفَةِ إِنْتِظارُ الْفَرَجِ.",
		"b": "بهترین عبادت بعد از شناختن خداوند، انتظار فرج و گشایش است.",
		"c": 7,
		"d": "تحف العقول ص 403",
		"n": 29370
	},
	{
		"a": "من الستفاد أخا فی الله علی ایمان بالله و وفاأ بإخائه، طلبا لمرضاة الله فقد استفاد شعاعا من نور الله",
		"b": "هر کس برای جلب رضای خدا، بر پایه ی ایمان به او و وفاداری به برادری، برادری خدایی و دینی به دست آورد پرتوی از نور خدا را به دست آورده است.",
		"c": 5,
		"d": "تحف العقول، ح 295.",
		"n": 29371
	},
	{
		"a": "كُلُّ عَزيزٍ داخِلٌ تَحتَ القُدرَةِ فَذَليلٌ",
		"b": "هر عزيزى كه تحت قدرت و سلطه اى باشد، ذليل است.",
		"c": 1,
		"d": "تحف العقول ص 215",
		"n": 29372
	},
	{
		"a": "اِعلَمْ أ نَّهُ لا عِلمَ كطَلَبِ السَّلامَةِ، ولا سَلامَةَ كسَلامَةِ القَلبِ ",
		"b": "بدان كه هيچ دانشى چون طلب سلامتى نيست و هيچ سلامتيى مانند سلامت دل نمى باشد.",
		"c": 5,
		"d": "تحف العقول: 286 منتخب ميزان الحكمه: 404",
		"n": 29373
	},
	{
		"a": "أفضَلُ المُلوكِ مَن اُعطِيَ ثلاثَ خِصالٍ: الرّأفةَ، والجُودَ، والعَدلَ ",
		"b": "برترين شهرياران كسى است كه سه خصلت داشته باشد: مهربانى، بخشندگى و دادگرى.",
		"c": 6,
		"d": "تحف العقول: 319 منتخب ميزان الحكمه: 514",
		"n": 29374
	},
	{
		"a": "لاتشـاور احمق و لاتستعن بكذاب و لاتثق بمـوده ملوك",
		"b": "با احمق مشورت نكن و از دروغگو یارى مجو و به دوستى زمامداران اعتماد مكن.",
		"c": 6,
		"d": "تحف العقول، ص316",
		"n": 29375
	},
	{
		"a": "أمّا علامَةُ ايمانِ فأربَعةٌ : اِقرارُ بِتَوحيدِ له و ايمانُ بِهِ و ايمانُ بكُتُبهِ و ايمانُ بِرُسُلِهِ",
		"b": "نشانه ايمان چهار چيز است: 1. اقرار به يگانگي خداوند متعال، 2. اعتقاد و ايمان به آن، 3. ايمان به كتب آسماني، 4. و ايمان به پيامبران الهي.",
		"c": 13,
		"d": "تحف العقول، ص 19",
		"n": 29376
	},
	{
		"a": "مداراةُ النّاسِ نِصفُ الايمانِ",
		"b": "مدارا كردن با مردم نيمي از ايمان است.",
		"c": 13,
		"d": "تحف العقول، ص 35",
		"n": 29377
	},
	{
		"a": "مَن یَطلُبُ العِزَّ بِغَیرِ حَقٍّ یَذِلُّ وَ مَن عانَدَ الحَقُّ لَزِمَهُ الوَهنُ",
		"b": "هر کس به جز حق جویای عزت شود به ذلت در افتد و هر کس با حق عناد ورزد خوار گردد.",
		"c": 1,
		"d": "تحف العقول، ص95",
		"n": 29378
	},
	{
		"a": "إنَّ المُؤمِنَ إذا تَكَلَّمَ ذَكَّرَ. . . والمُنافِقُ إذا تَكَلَّمَ لَغا",
		"b": "مؤمن هرگاه سخن گويد ياد (خدا) مى كند و منافق هرگاه سخن گويد بيهوده گويى مى كند.",
		"c": 1,
		"d": "تحف العقول، ص212",
		"n": 29379
	},
	{
		"a": "اَ لْمُؤْمِنُ لايُخْلَقُ عَلَى الْكِذْبِ وَلا عَلَى الْخيانَةِ وَ خِصْلَتانِ لا يَجْتَمِعانِ فِى الْمُنافِقِ، سَمْتٌ حَسَنٌ وَ فِقْهٌ فِى السُّنَّةِ",
		"b": "مؤمن در سرشتش دروغ و خيانت نيست و دو صفت است كه در منافق جمع نگردد: سيرت نيكو و دين شناسى.",
		"c": 6,
		"d": "تحف العقول، ص367.",
		"n": 29380
	},
	{
		"a": "إيّاكَ وَ اللَّجاجَةَ فَإنَّ أوَّلَها جَهْلٌ وَ آخِرَها نَدامَةٌ",
		"b": "از لجاجت بپرهيز كه آغاز آن نادانی و فرجامش پشيمانی است.",
		"c": 13,
		"d": "تحف العقول، ص14",
		"n": 29381
	},
	{
		"a": "ايُّها النّاسُ اِتَقُوا هولآءِ الذّينَ يُشبهُّونَ اللهَ بِانفُسِهم بل هو الله. . .",
		"b": "اي مردم! مبادا مثل كساني باشيد كه خداوند را به خودشان تشبيه مي كنند و حال آن كه خداوند هرگز همتا، ضد و مانند ندارد.",
		"c": 3,
		"d": "تحف العقول، ص 248",
		"n": 29382
	},
	{
		"a": "لا یكُونُ اَلْعَبْدُ عالِماً حَتّی لا یكُونَ حاسِداً لِمَن فَوقَهُ و لا مُحَقِّراً لِمَنْ دُونَهُ.",
		"b": "هیچ بنده ای عالم نباشد تا اینكه به بالا دست خود حسد نبرد و زیر دست خود را خوار نشمارد.",
		"c": 5,
		"d": "تحف العقول ص293",
		"n": 29383
	},
	{
		"a": "أَلاِستِدراجُ مِنَ اللّهِ سُبحانَهُ لِعَبدِهِ أَن يُسبِغَ عَلَيهِ النِّعَمَ وَ يَسلُبَهُ الشُّكر",
		"b": "غافلگير كردن بنده از جانب خداوند به اين شكل است كه به او نعمت فراوان دهد و توفيق شكرگزاری را از او بگيرد.",
		"c": 3,
		"d": "تحف العقول، ص 250",
		"n": 29384
	},
	{
		"a": "اِبنُ آدمَ أشبَهُ شَى ءٍ بِالمِعیارِ، إمّا ناقِصٌ بِجَهلٍ أو راجِحٌ بِعِلمٍ",
		"b": "آدمیزاد، شبیه ترین چیز به ترازوست : یا با نادانى سبُك شود و یا به دانش، سنگین گردد.",
		"c": 1,
		"d": "تحف العقول، ص 212",
		"n": 29385
	},
	{
		"a": "الرضي بمکروه القضاءارفع درجات اليقين",
		"b": "راضي بودن به قضاي ناخوشايند، از بالاترين مراتب يقين است.",
		"c": 4,
		"d": "تحف العقول، ص 448.",
		"n": 29386
	},
	{
		"a": "اَلْعَفافُ زِینَهُ‌ الْفَقْرِ، وَ الْشُّكْرُ زِینَهُ الْغِنَی.",
		"b": "خویشتن داری، زینت فقر است و سپاس گزاری زینت غنا و توانگری.",
		"c": 1,
		"d": "تحف العقول ص 75",
		"n": 29387
	},
	{
		"a": "عَجِبْتُ مِمَّنْ يَشْتَري المَماليكَ بِمالِهِ كَيْفَ لا يَشْتَري الاَْحْرارَ بِمَعروفِهِ فَيَملِكَهُمْ؟!.",
		"b": "در شگفتم از كسي كه بنده ها را با مال خود مي خرد، چرا با نيكي و احسان خويش، آزادها را نمي خرد تا مالك آنان شود؟!",
		"c": 1,
		"d": "تحف العقول، ص 204",
		"n": 29388
	},
	{
		"a": "اُنْظُرْ فيما تُصَلّى وَ عَلى ما تُصَلّى، اِنْ لَمْ يَكُنْ مِنْ وَجْهِهِ وَ حِلِّهِ فَلا قَبولَ",
		"b": "بنگريد در چه [لباسى ] و بر چه [چيزى ] نماز مى گزارى، كه اگر از راه صحيح و حلالش نباشد، قبول نخواهد شد",
		"c": 1,
		"d": "تحف العقول، ص 174.",
		"n": 29389
	},
	{
		"a": "اجعل نفسک عدوا نجاهده و عاریة تردها.",
		"b": "نفس خود را چون دشمنی دان که با او مبارزه می کنی و امانتی است که باید برگردانی.",
		"c": 6,
		"d": "تحف العقول/ 304.",
		"n": 29390
	},
	{
		"a": "انّ جَارَ الله آمَنَ مَحفُوظ وَ عَدُوه خائِف مَخذُولی",
		"b": "پناهنده به خدا آسوده و محفوظ است، و دشمنش ترسان و بی یاور.",
		"c": 6,
		"d": "تحف العقول، ص 229",
		"n": 29391
	},
	{
		"a": "اما علامة الحاسد: الغیبة والتملق و الشماته بالمصیبة",
		"b": "نشانه های حسود عبارتند از غیبت کردن، چاپلوسی کردن و شاد شدن از گرفتاری دیگران",
		"c": 13,
		"d": "تحف العقول، حدیث 22.",
		"n": 29392
	},
	{
		"a": "افضل ما يتقرب به العبد الى الله بعد المعرفة به، الصلوة ",
		"b": "بهترين چيزى كه بنده بعد از شناخت خدا به وسيله آن به درگاه الهى تقرب پيدا مى كند، نماز است.",
		"c": 7,
		"d": "تحف العقول، ص 455",
		"n": 29393
	},
	{
		"a": "اَزهَدُ الناسِ مَن تَرَکَ الحَرام، اَشَدُّ الناسِ اِجتهاداً مَن تَرکَ الذُّنوب ",
		"b": "زاهد ترین مردم کسی است که حرام را وانهد، کوشاترین مردم تارک گناهان است.",
		"c": 0,
		"d": "تحف العقول، ص519",
		"n": 29394
	},
	{
		"a": "مَنْ أدامَ الاْخْتِلافَ إلَی الْمَسْجِدِ أصابَ إحْدی ثَمان: آیَةً مُحْکَمَةً، أَخاً مُسْتَفاداً، وَعِلْماً مُسْتَطْرَفاً، وَرَحْمَةً مُنْتَظِرَةً، وَکَلِمَةً تَدُلُّهُ عَلَی الْهُدی، اَوْ تَرُدُّهُ عَنْ الرَّدی، وَتَرْکَ الذُّنُوبِ حَیاءً اَوْ خَشْیَةً",
		"b": "هرکس جایگاه ـ عبادات ـ خود را در مسجد قرار دهد یکی از هشت فایده شاملش می گردد: برهان ونشانه ای ـ برای معرفت ـ، دوست و برادری سودمند، دانش واطلاعاتی جامع، رحمت و محبّت عمومی، سخن و مطلبی که او را هدایت گر باشد، ـ توفیق إجباری ـ در ترک گناه به جهت شرم از مردم و یا به جهت ترس از عقاب.",
		"c": 2,
		"d": "تحف العقول، ص 235",
		"n": 29395
	},
	{
		"a": "لا تشاور أحمق، و لا تستعن بکذاب، و لا تثق بمودة ملول، فإن الکذاب يقرب لک البعيد ويبعد لک القريب و الأحمق يجهد لک نفسه ولا يبلغ ما تريد و الملول أوثق ما کنت به خذلک. . . .",
		"b": "با احمق مشورت مکن و از دروغگو کمک مگير و به دوستي آدم دل مرده تکيه مکن، زيرا دروغگو دور را نزديک و نزديک را دور در نظرت جلوه مي دهد و احمق خودش را براي تو خسته مي کند اما به آنچه مي خواهي نمي رساندت و آدم دل مرده در زماني که کاملا به او اعتماد داري، تنهايت مي گذارد و در اوج ارتباطت با او، از تو مي برد.",
		"c": 6,
		"d": "تحف العقول، ص 316",
		"n": 29396
	},
	{
		"a": "اِذا اَضِيفَ الْبَلاءُ اِلي الْبَلاءِ، كانَ مِنَ البلاءُ عافيةٌ.",
		"b": "وقتي بلا بر بلا افزوده شد، (گرفتاري مؤمن زياد گرديد)، پس از آن دوران عافيت و نجات (از بلا) فرا مي رسد.",
		"c": 6,
		"d": "تحف العقول، ص 414",
		"n": 29397
	},
	{
		"a": "يَنْبَغي لِمؤمنِ اَنْ يكونَ فيه خصالٌ:. . . .",
		"b": "سزاوار است كه مؤمن داراي خصلتهايي باشد: در بحرانها و حوادث ثابت قدم و در بلاها صابر و در گشايش شاكر و به رزق خود قانع باشد.",
		"c": 6,
		"d": "تحف العقول، ص 419",
		"n": 29398
	},
	{
		"a": "لَنْ تكونوا مُؤمِنينَ حَتّي تعدُّوا البلاءَ‌ نِعمَةٌ والرّخاء مُصيبةٌ.",
		"b": "تا بلا را نعمت و آسايش را مصيبت ندانيد، مؤمن نيستيد.",
		"c": 6,
		"d": "تحف العقول، ص 441",
		"n": 29399
	},
	{
		"a": "أفضَلُ العِبادَةِ بَعدِ المَعرِفَةِ‌ إِنتِظارُ‌ الفَرَجِ",
		"b": "بهترین عبادت بعد از شناختن خداوند، ‌ انتظار فرج و گشایش است.",
		"c": 7,
		"d": "تحف العقول، ص403",
		"n": 29400
	},
	{
		"a": "لَمّا سُئِلَ عَنْ طَريقِ الراحَةِ ـ : فى خِلافِ الْهَوى. قيل: فَمَتى يَجِدُ عَبدٌ الرّاحَةَ؟ فَقالَ عليه‌السلام عِنْدَ اَوَّلِ يَوْمٍ يَصيرُ فِى الْجَنَّةِ",
		"b": "در پاسخ به اين سؤال كه راه رسيدن به آسايش چيست؟ فرمودند: مخالفت با هوا و هوس. عرض شد: پس، چه وقت انسان به آسايش مى رسد؟ فرمودند: در نخستين روز ورودش به بهشت.",
		"c": 6,
		"d": "تحف العقول، ص 370.",
		"n": 29401
	},
	{
		"a": "مَن طَلَبَ الرّئاسَة بِغَيرِ حَقٍ حُرِمَ الطّاعَة لَهُ.",
		"b": "هر که ناحق به دنبال رياست باشد، اطاعت از او حرام است.",
		"c": 1,
		"d": "تحف العقول، ص 321",
		"n": 29402
	},
	{
		"a": "ما كانَ الرِّفقُ فى شَى ءٍ إِلاّ زانَهُ",
		"b": "مدارا با چيزى همراه نشد مگر آن كه آن را زينت بخشيد.",
		"c": 13,
		"d": "تحف العقول، ص 47",
		"n": 29403
	},
	{
		"a": "انَّ اللَّهَ يُبْغِضُ. . . اضاغة الْمَالِ ",
		"b": "خداوند، تباه سازي اموال را دشمن مي دارد.",
		"c": 8,
		"d": "تحف العقول، ص804",
		"n": 29404
	},
	{
		"a": "اِنّا اَهلُ بَيْتٍ نَرى وَعدَنا عَلَينا دَينا كَما صَنَعَ رَسولُ اللّه ِ صلى الله عليه و آله ",
		"b": "ما اهل بيت، وعده هاى خود را براى خودمان، بدهى و دِين حساب مى كنيم، چنانكه رسول اكرم صلى الله عليه و آله چنين مى كردند.",
		"c": 8,
		"d": "تحف العقول، ص 446.",
		"n": 29405
	},
	{
		"a": "ثَلاث مـَن كـُن فیه كـان سَیـدا: كَظمُ الغیظ وَالعَفـوُ عَن المَسیىء والصِّله بِـالنَفـسِ وَالمـال",
		"b": "سه چیز است كه در هـر كه بـاشـد آقـا و سـرور است: خشـم فـرو خـوردن، گذشت از بدكـردار، كمك و صله رحـم بـا جـان و مـال.",
		"c": 6,
		"d": "تحف العقول، ص 317.",
		"n": 29406
	},
	{
		"a": "من اتى الصلاة عارفا بحقها غفر الله له ",
		"b": "كسى كه نماز به جا آورد در حالى كه عارف به حق آن باشد، خداوند او را مى آمرزد.",
		"c": 1,
		"d": "بحارالانوار، ج 82، ص 207. تحف العقول، ص 117",
		"n": 29407
	},
	{
		"a": "اِحتَمِل أَخاكَ عَلى ما فيهِ وَلاتُكثِرِ العِتابَ، فَإِنَّهُ يورِثُ الضَّغينَةَ",
		"b": "برادرت را با همان وضعى كه دارد تحمل كن و زياد سرزنش نكن، زيرا اين كار كينه مى آورد.",
		"c": 1,
		"d": "تحف العقول، ص84",
		"n": 29408
	},
	{
		"a": "لایتـم المعروف الا بثلاث خصـال: تعجیله و تقلیل كثیره و ترك الامتنان به.",
		"b": "احسان و نیكى كامل نباشد، مگر با سه خصلت: شتاب در آن، كم شمردن بسیار آن و منت ننهادن بر آن.",
		"c": 6,
		"d": "تحف العقول، ص323",
		"n": 29409
	},
	{
		"a": "الصبر ثلاثة : الصبر على المصيبة، و الصبر على الطاعة، والصبر على المعصية ",
		"b": "صبر بر سه گونه است : صبر در هنگام مصيبت، و صبر بر سختى اطاعت، و صبر در هنگام معصيت (حفظ خود از ارتكاب گناه ).",
		"c": 1,
		"d": "تحف العقول، ص 146",
		"n": 29410
	},
	{
		"a": "المُؤمِنُ دَعِبٌ لَعِبٌ، وَالمُنافِقُ قَطِبٌ غَضِبٌ",
		"b": "مؤمن شوخ و شنگ است، و منافق اخمو و عصبانى.",
		"c": 13,
		"d": "تحف العقول، ص 49",
		"n": 29411
	},
	{
		"a": "ثَلاثَةٌ تُعَقِّبُ مَكروهاً:. . . وشُربُ الدَّواءِ مِن غَيرِ عِلَّةٍ وإن سَلِمَ مِنهُ.",
		"b": "سه چيز، ناخوشايندى در پى مى آورد:. . . و نوشيدن دارو بدون بيمارى، هر چند شخص از آن دارو، جان به در بَرَد.",
		"c": 6,
		"d": "تحف العقول، صفحه 321، بحار الأنوار، جلد 78، صفحه 234، حديث 53 دانش نامه احاديث پزشكي: 1 / 90",
		"n": 29412
	},
	{
		"a": "رَوِّضوا أنفُسَکُم عَلَی الأخلاقِ الحَسَنَةِ فَإنَّ العَبدَ المُؤمِنَ یَبلُغُ بِحُسنِ خُلقِهِ دَرَجَةَ الصّائِمِ القائِمِ:",
		"b": "خودتان را به خوش اخلاقی تمرین و ریاضت دهید، زیرا که بنده مسلمان با خوش اخلاقی خود به درجه روزه گیر شب زنده دار می رسد.",
		"c": 1,
		"d": "تحف العقول ص111",
		"n": 29413
	},
	{
		"a": "جُبِلَتِ الشَّجاعَةُ عَلى ثَلاثِ طَبائِعَ، لِكُلِ واحِدَةٍ مِنهُنَ فَضيلَةٌ لَيسَت لِلخرى: اَلسَّخاءُ بِالنَّفسِ وَالنَفَةُ مِنَ الذُّلِّ وَطَلَبُ الذِّكرِ. . .",
		"b": "شجاعت بر سه خصلت سرشته شده كه هر يك از آنها فضيلتى دارد كه ديگرى فاقد آن است: از خودگذشتگى، تن ندادن به خوارى و ذلّت و نامجويى.",
		"c": 1,
		"d": "تحف العقول، ص 323",
		"n": 29414
	},
	{
		"a": "فَإنی لا أَرَی المَوتَ إلَّا السَّعادَةَ وَ الحَیاة مَعَ الظّالِمینَ إلّا بَرماً",
		"b": "به درستی که من مرگ را جز سعادت نمی بینم و زندگی با ستمکاران را جز محنت نمی دانم.",
		"c": 3,
		"d": "تحف العقول، ص 245",
		"n": 29415
	},
	{
		"a": "اِنَّ الایمانَ اَفضلُ مِن الاسلامِ بِدَرجَةٍ, وَ التَّقـوى اَفضـلُ مِن الایمانِ بِدَرَجَةٍ وَ لَم یَعطِ بَنو آدَمَ اَفضلُ مِنَ الیَقینِ",
		"b": "ایمان یک درجه بالاتر از اسلام است, و تقوا یک درجه بالاتر از ایمان است و به فـرزنـد آدم چیزى بـالاتـر از یقیـن داده نشده است.",
		"c": 6,
		"d": "تحف العقول، ص445",
		"n": 29416
	},
	{
		"a": "لِلمُؤمِنِ ثَلاثُ ساعاتٍ: فَساعَةٌ يُناجي فيها رَبَّهُ، وساعَةٌ يَرُمُّ مَعاشَهُ، وساعَةٌ يُخَلّي بَينَ نَفسِهِ وبَينَ لَذَّتِها في ما يَحِلُّ ويَجمُلُ. ولَيسَ لِلعاقِلِ أن يَكونَ شاخِصا إلاّ في ثَلاثٍ: مَرَمَّةٍ لِمَعاشٍ، أو خُطوَةٍ في مَعادٍ، أو لَذَّةٍ في غَيرِ مُحَرَّمٍ ",
		"b": "مؤمن را سه وقت است: وقتى كه در آن، با پروردگارش مناجات مى كند؛ و وقتى كه گذران زندگى اش را سامان مى دهد؛ و وقتى كه از آن چه حلال و زيبا است، براى خود لذّت برمى گيرد. و خردمند را سزاوار نيست كه جز در پى سه چيز باشد: سامان دادن معيشت، گام نهادن براى روز قيامت، يا لذّت برگرفتن از آن چه حرام نيست.",
		"c": 1,
		"d": "تحف العقول: 203، الأمالي للطوسي: 147 / 240",
		"n": 29417
	},
	{
		"a": "من كان علی بینة من ربه هانت علیه مصائب الدنیا و لو قرض و نشر",
		"b": "هر كه بر طریق خداپرستی محكم و استوار باشد، مصائب دنیا بر وی سبك آید، گر چه تكه تكه شود.",
		"c": 10,
		"d": "تحف العقول، ص 511",
		"n": 29418
	},
	{
		"a": "اَلْمُؤْمِنُ يُرضِيهِ عَلَى اللّه ِ الْيَسيرُ و لا يُسْخِطُهُ الْكَثيرُ. . . وَ الْمُنافِقُ يُسْخِطُهُ عَلَى اللّه ِ الْيَسيرُ و لا يُرضِيهِ الْكَثيرُ",
		"b": "مؤمن از اندك خدا خشنود مى شود و بسيارش او را ناراحت نمى كند و منافق از اندك خدا ناخشنود مى شود و بسيارش هم او را خشنود نمى سازد.",
		"c": 1,
		"d": "تحف العقول، ص212.",
		"n": 29419
	},
	{
		"a": "اِعْلَمْ اَنَّ الصِّدقَ مُبارَكٌ وَ الْكِذْبَ مَشْؤومٌ",
		"b": "بدان كه راستگويى، پر بركت است و دروغگويى، شوم.",
		"c": 13,
		"d": "تحف العقول، ص 14",
		"n": 29420
	},
	{
		"a": "لا تَطيبُ السُكني إلّا بِثَلاثٍ: الهَواءِ الطَّيِّبِ وَ الماءِ الغَزيرِ العَذبِ و الأرضِ الخَوّارَةِ.",
		"b": "زندگي جز با سه چيز خوش نمي شود: هواي پاك، آب فراوان گوارا و زمين نرم و سست (آماده زراعت).",
		"c": 6,
		"d": "تحف العقول، ص 320",
		"n": 29421
	},
	{
		"a": "يا كُمَيلُ، لا توقِرَنَّ مَعِدَتَكَ طَعاما، ودَع فيها لِلماءِ مَوضِعا، ولِلرّيحِ مَجالاً، ولا تَرفَع يَدَكَ مِنَ الطَّعامِ إلاّ وأنتَ تَشتَهيهِ؛ فَإِن فَعَلتَ ذلِكَ فَأَنتَ تَستَمرِئُهُ؛ فَإِنَّ صِحَّةَ الجِسمِ مِن قِلَّةِ الطَّعامِ وقِلَّةِ الماءِ",
		"b": "اى كميل! مبادا معده ات را از خوراك، سنگين كنى. در آن، جايى براى آب و جايى براى باد وا گذار و هنگامى كه هنوز به خوردن اشتها دارى، از غذا خوردن دست بكش، كه اگر چنين كنى، غذا را گوارا خواهى يافت؛ چه، تندرستى، از كم خوردن و كم آشاميدن است.",
		"c": 1,
		"d": "تحف العقول، صفحه 172",
		"n": 29422
	},
	{
		"a": "و لاتصلى خلف فاجر و لايقتدى الا باهل الولاية ",
		"b": "پشت سرآدم فاجر نماز نخوان، اقتدافقط بر شخص اهل ولايت اهل بيت عصمت و طهارت جايز است.",
		"c": 8,
		"d": "تحف العقول، ص 308",
		"n": 29423
	},
	{
		"a": "إنَّ الْأمْرَ بِالْمَعْروفِ وَالنَّهىَ عَنِ الْمُنْكَرِ: دُعَاء إلَى الاْءسْلامِ مَعَ رَدِّ الْمَظالِمِ وَ مُخَالِفَةِ الظالِمِ وَ قِسْمَة الفَيءِ وَ الْغَنائِمِ وَ أخْذ الصّدَقاتِ مِنْ مَواضِعِهَا وَ وَضْعَها في حَقَّها",
		"b": "امر به معروف و نهى از منكر، آن است كه: كافران را به اسلام دعوت كنى؛ حقوق ستمديدگان را بازستانى؛ با ستمگر به مخالفت برخيزى؛ غنيمت ها و بيت المال را عادلانه بين اهل اش قسمت كنى؛ زكات را از آنجا كه بايد، بگيرى و در آنجا كه بايد، مصرف كنى.",
		"c": 3,
		"d": "[تحف العقول، ص 270. ]",
		"n": 29424
	},
	{
		"a": "یَهنِئُکَ الطَّهورُ مِنَ الذُّنوبِ، إنَّ اللّه َ قَد ذَکَرَکَ فَاذکُرهُ، وأقالَکَ فَاشکُرهُ.",
		"b": "پاک شدن از گناهان، بر تو مبارک باد! خداوند تو را یاد کرده است. او را یاد کن و از تو درگذشته است. او را سپاس گوى.",
		"c": 4,
		"d": "تحف العقول، صفحه 280، بحارالأنوار، جلد 78، صفحه 138، حدیث 10، دانش نامه احادیث پزشکی: 1 / 146",
		"n": 29425
	},
	{
		"a": "فَأَمَّا الْحِلْمُ فَمِنْهُ رُکوبُ الْجَمیلِ، وَصُحْبَةُ الأَْبْرارِ وَرَفْعٌ مِنَ الضَّعَةِ وَرَفْعٌ مِنْ الْخَساسَةِ وَتَشَهِّى الْخَیْرِ وَتَقَرُّبُ صاحِبِهِ مِنْ مَعالِى الدَّرَجاتِ وَالْعَفْوُ وَالْمَهَلُ وَالْمَعْروفُ وَالصَّمْتُ فَهذا ما یَتَشَعَّبُ لِلْعاقِلِ بِحِلْمِهِ",
		"b": "حاصل بردبارى: آراسته شدن به خوبیها، هم نشینى با نیکان، ارجمند شدن، عزیز گشتن، رغبت به نیکى، نزدیک شدن بردبار به درجات عالى، گذشت، آرامش و تأنى، احسان و خاموشى است. اینها ثمره بردبارى عاقل است.",
		"c": 13,
		"d": "تحف العقول، ص16.",
		"n": 29426
	},
	{
		"a": "لِمُبغِضینا أفواجٌ مِن سَخَطِ اللّه‏ِ ",
		"b": "براى کینه ‏توزان ما فوج هایى از خشم و ناخشنودى خداست.",
		"c": 1,
		"d": "تحف العقول، ص 116",
		"n": 29427
	},
	{
		"a": "واءما حق الولد فتعلم اءنه منك ومضاف اليك فى عاجل الدنيا بخيره و شره واءنك مسؤ ول عما وليته من حسن الادب والدلالة على ربه والمعونة له على طاعته. . .",
		"b": "حق فرزند اين است كه بدانى او از تو است در دنيا با هر خير و شرى كه دارد به تو منسوب است و تو مسئول تربيت نيكو و راهنمايى اش به سوى خدا و ياريش در اطاعت از پروردگارش هستى. . .",
		"c": 4,
		"d": "تحف العقول ص 263.",
		"n": 29428
	},
	{
		"a": "لاتـَرفع حــاجَتَك إلاّ إلـى أحـَدٍ ثَلاثة: إلـى ذِى دیـنٍ، اَو مُــرُوّة اَو حَسَب",
		"b": "جز به یكى از سه نفر حاجت مبر: به دیندار، یا صاحب مروت، یا كسى كه اصالت خانوادگى داشته باشد.",
		"c": 3,
		"d": "تحف العقول، ص 251",
		"n": 29429
	},
	{
		"a": "يا هِشامُ، جُنُودُ الْعَقْلِ وَالْجَهْلِ. . . اَلقَصْدُ واْلاِسْرافُ",
		"b": "يكى از لشگريان عقل، ميانه روى و يكى از لشگريان جهل، اسراف است.",
		"c": 7,
		"d": "تحف العقول، ص 300.",
		"n": 29430
	},
	{
		"a": "وَ مَنِ اقْتَصَدَ وَ قَنَع بَقِيَتْ عَلَيْهِ النِّعْمَةُ وَ مَنْ بَذَّرَوَ اَسْرَفَ زالَتْ عَنْهُ النِّعْمَةُ",
		"b": "كسى كه در زندگى ميانه روى و قناعت ورزد، نعمت او باقى مى ماند وآن كه با ريخت وپاش و اسراف زندگى كند، نعمتش از بين مى رود.",
		"c": 7,
		"d": "تحف العقول، ص 301.",
		"n": 29431
	},
	{
		"a": "وَ اَمّا عَلامَةُ الظّالِمِ فَاَرْبـَعَةٌ: يَظْلِمُ مَنْ فَوْقَهُ بِالْمَعْصِيَةِ وَ يَمْلِكُ مَنْ دُونَهُ بِالْغَلَبَةِ وَ يُبْغِـضُ الْحَقَّ وَ يُظْهِرُ الظُّلْمَ",
		"b": "علامت ستمگر چهار چيز است: 1 ـ بالاتر از خود را نافرمانى مى كند، 2 ـ به پايين تر از خود زورگويى مى كند، 3 ـ حق را دشمن مى دارد، 4 ـ و ستم را آشكارا انجام مى دهد.",
		"c": 13,
		"d": "تحف العقول، ص 21",
		"n": 29432
	},
	{
		"a": "اَلْماشِى فِى حاجَةِ أَخيهِ كَالسّاعِى بَيْنَ الصَّفا وَالْمَرْوَةِ وَ قـاضِى حاجَتَهُ كَالْمُتَشَحِّطِ بَدَمِهِ فِى سَبيلِ اللّه ِ يَوْمَ بَدْرٍ وَاُحُدٍ",
		"b": "كسى كه در راه برطرف كردن نياز برادر دينى خود قدم برمى دارد، مثل كسى است كه در بين صفا و مروه سعى مى كند و كسى كه نياز او را بر طرف نمايد مثل كسى است كه در راه خدا در جنگ بدر و احد به خون خود آغشته شده باشد. و خداوند متعال هيچ امّتى را عذاب نمى كند مگر وقتى كه در حق برادران نيازمند خود كوتاهى و سهل انگارى كنند.",
		"c": 6,
		"d": "تحف العقول، ص 223",
		"n": 29433
	},
	{
		"a": "تَوَسَّدِ الصَّبْرَ وَاعْتَنِقِ الْفَقْرَ وَارْفَضِ الشَّهَواتِ وَخالِفِ الهَوى وَاعْلَمْ أنَّكَ لَنْ تَخْلُو مِنْ عَيْنِ اللّه ِ فَانْظُرْ كَيْفَ تَكُونَ",
		"b": "صبر را بالش خودساز، فقر را در آغوش بگير، لذتها را رها كن، با هوس مخالفت كن، و بدان كه هرگز از ديد خداوند بيرون نيستى، پس آنگاه ببين در چه حالتى هستى.",
		"c": 9,
		"d": "[تحف العقول، ص 726]",
		"n": 29434
	},
	{
		"a": "كُلُّ شَىِٔمِنَ الحَبِّ مِمّا يَكُونُ فيهِ غِذاءُ الإنْسانِ في بَدَنِهِ وَقُوتُهُ فَحـَلالٌ أكْلُهُ وَكُلُّ شَىٍٔتَكُونُ فيِه المَضَرَّةُ عَلَى الإنْسانِ في بَدَنِهِ فَحَرامٌ أكْلُهُ إلاّفى حالِ الضَّرُورَةِ",
		"b": "انواع حبوبات و ميوجات و سبزيجات كه از زمين مى رويد كه براى بدن و تقويت انسان مفيد باشد، حلال است و آنچه براى بدن مضرّ باشد حرام است، مگر درحال ناچارى.",
		"c": 6,
		"d": "تحف العقول: 540",
		"n": 29435
	},
	{
		"a": "وَ كَتَبَ ابُوجَعفَر الثانى علیه السّلام اِلى بَعضِ أوليائِهِ: اَمّا هذِهِ الدُّنيا فَإنّا فيها مُغْتَرِقُونَ وَلكِنْ مَنْ كانَ هَواهُ هَوى صاحِبِهِ ودانَ بِدينِهِ فَهُوَ مَعَهُ حَيْثُ كانَ، وَالاْخِرَةُ هِىَ دارُالقَرارِ",
		"b": "امام جواد(علیه السّلام) به يكى از دوستان خود نوشتند: ما همه در اين دنيا با هم آشناييم و با هم زندگى مى كنيم ولى هركس با دوستش هم فكر باشد و از مكتب و مرام او پيروى كند، هرجا برود با اوست و خانه هميشگى، آخرت است. [يعنى اگر با ما هم فكر باشى و از ما پيروى كنى هميشه با مايى حتى در آخرت].",
		"c": 9,
		"d": "[تحف العقول، ص 726. ]",
		"n": 29436
	},
	{
		"a": "حَقُّ وَلَدِكَ. . . أَنَّكَ مَسْؤُولٌ عَمّا وُلّيتَهُ [بِهِ] مِنْ حُسْنِ الْأَدَبِ وَالدِّلالَةِ عَلى رَبِّهِ. . . . وَ الْمَعُوَنَةِ عَلى طاعَتِهِ فيكَ وَ فى نَفْسِهِ. . . .",
		"b": "حق فرزند تو اين است. . . در سرپرستى وى مسؤوليت دارى كه ادب او را نيكو كنى و به سوى پروردگارش رهنمون سازى و در فرمانبردارى از او، نسبت به وظايف تو و خودش، يارى اش دهى.",
		"c": 4,
		"d": "تحف العقول، ص 263.",
		"n": 29437
	},
	{
		"a": "اِذا اَرادَ اللّه ُ اَمْرا سَلَبَ الْعِبادَ عُقولَهُمْ فَاَنْفَذَ اَمْرَهُ وَ تَمَّتْ اِرادَتُهُ فَاِذا اَنْفَذَ اَمْرَهُ رَدَّ اِلى كُلِّ ذى عَقْلٍ عَقْلَهُ فَيَقولُ كَيْفَ ذا؟ وَ مِنْ اَيْنَ ذا؟",
		"b": "هر گاه خداوند چيزى را بخواهد، عقل هاى بندگان را از آنها مى گيرد و حكم خود را اجرا مى كند و خواسته خود را به پايان مى رساند. همين كه حكم خود را اجرا كرد، عقلِ هر صاحب عقل را به او بر مى گرداند، آنگاه او مرتب مى گويد: چگونه و از كجا چنين و چنان شد.",
		"c": 8,
		"d": "تحف العقول، ص 442.",
		"n": 29438
	},
	{
		"a": "مَنْ اَبْصَرَ عَيْبَ نَفْسِهِ شَغَلَ عَنْ عَيْبِ غَيْرِهِ وَمَنْ تَعَرّى عَنْ لِباسِ التَّقْوى لَمْ يَسْتَتِرْ بِشَىْ ءٍ مِنَ الِلّباسِ وَمَنْ رَضِىَ بِقِسْمِ اللّه ِ لَمْ يَحْزَنْ عَلى مافاتَهُ",
		"b": "هر كس عيب خويش را ببيند، از عيب ديگرى غافل مى شود، هر كس از جامه تقوا عريان باشد، هيچ لباسى او را نخواهد پوشاند. و هر كس به تقسيم الهى راضى باشد، اندوهِ آنچه را از دست مى دهد نخواهد خورد.",
		"c": 1,
		"d": "[تحف العقول، ص 88]",
		"n": 29439
	},
	{
		"a": "يا هِشامُ! لَوْ كانَ فى يَدِكَ جَوْزَةٌ وَ قالَ النّاسُ اِنَّها لُؤْلُؤَةٌ ما كانَ يَنْفَعُكَ وَ اَنْتَ تَعْلَمُ اَنَّها جَوْزَةٌ، وَ لَوْ كانَ فى يَدِكَ لُؤْلُؤةٌ وَ قالَ النّاسُ اِنّها جَوْزَةٌ ما ضَرَّكَ وَ اَنْتَ تَعْلَمُ اَنَّها لُؤْلُؤَةٌ",
		"b": "اى هشام! اگر در دست تو گردويى باشد، ولى مردم بگويند كه گوهر است، حرف مردم سودى براى تو ندارد، وقتى خودت مى دانى كه گِردوست. و اگر در دست تو يك لؤلؤ و گوهر باشد، ولى مردم بگويند كه گِردوست، وقتى خودت مى دانى كه گوهر است، سخن مردم تو را زيان نمى رساند!",
		"c": 7,
		"d": "[تحف العقول، ص 386]",
		"n": 29440
	},
	{
		"a": "إيّاكَ أَنْ تَمْدَحَنى فَأَنا أَعْلَمُ بِنَفْسى مِنْكَ أَوْ تُكَذِّبَنى فَإنَّـهُ لا رَأْىَ لِمَكْذُوبٍ أَوْ تَغْتابَ عِنْدِى أَحَدا",
		"b": "1 ـ اوّل آن كه از من ستايش و تعريف نكنى؛ زيرا من نسبت به خودم از تو آگاه ترم. 2 ـ مرا دروغگو ندانى؛ زيرا دروغگو رأى و عقيده درستى ندارد. 3 ـ مبادا در برابر من از كسى غيبت كنى. :",
		"c": 2,
		"d": "[تحف العقول عن آل الرسول، ص236]",
		"n": 29441
	},
	{
		"a": "اَشَدُّکُمْ مَنْ مَلَکَ نَفْسَهُ عِنْدَ الْغَضَبِ وَاَحْمَلُکُمْ مَنْ عَفى بَعْدَ الْمَقْدُرَةِ",
		"b": "قوى ترین شما کسى است که هنگام خشم، خویشتن دارى کند و تواناترین شما کسى است که پس از قدرت یافتن، عفو کند.",
		"c": 13,
		"d": "[تحف العقول، ص 45]",
		"n": 29442
	},
	{
		"a": "نَدَمٌ بالقلبِ و استغفارٌ باللّسانِ و القَصدُ عَلی ان لا یعودَ",
		"b": "پشیمانی قلبی از گناه، استغفار و طلب مغفرت زبانی و تصمیم و قصد جدی بر این که دیگر به سمت گناه نرود.",
		"c": 1,
		"d": "تحف العقول، ص 232",
		"n": 29443
	},
	{
		"a": "المُؤمِنُ مِن دُعائِهِ عَلى ثَلاثٍ: إمّا أن يُدَّخَرَ لَهُ و إمّا أن يُعَجَّلَ لَهُ و إمّا أن يُدفَعَ عَنهُ بَلاءٌ يُريدُ أن يُصيبَهُ ",
		"b": "مؤمن از دعاى خود يكى از سه نتيجه را مى گيرد: يا برايش ذخيره مى شود، يا در دنيا برآورده مى شود و يا بلايى كه مى خواست به او برسد از او برگردانده مى شود.",
		"c": 4,
		"d": "تحف العقول، ص 280",
		"n": 29444
	},
	{
		"a": "مَن قَلَّ حياءُهُ قلَّ ورَعُهُ و مَنْ قَلَّ ورَعُهُ ماتَ قلبُهُ و مَنْ ماتَ قلبُهُ فقَدْ دَخلَ النّارَ",
		"b": "كسي كه شرم و حياء او كم شود، وَرَع و پارسايي او كم خواهد شد و هر كس پارسائي او كم شود قلب او مي ميرد و كسي كه قلبش بميرد، داخل آتش جهنّم مي گردد.",
		"c": 1,
		"d": "تحف العقول، ص 100",
		"n": 29445
	},
	{
		"a": "الزُّهدُ الرّغبةُ في التّقوي و الزّهادةُ في الدّنيا",
		"b": "زهد، ميل به تقوي و پرهيزگاري و بي رغبتي نسبت به دنيا مي باشد.",
		"c": 2,
		"d": "تحف العقول، ص 254",
		"n": 29446
	},
	{
		"a": "اَلسَّلامُ قَبْلَ الکَلامِ عافاکَ اللّهُ، ثُمَّ قالَ علیه السلام: لاتَأذَنُوا لاَحَدٍ حتّى یُسَلِّمَ",
		"b": "اوّل سلام بعد سخن، خدایت عافیت دهد، سپس فرمودند: تا کسى سلام نکند اجازه ورود (یا سخن به او) ندهید.",
		"c": 3,
		"d": "[ تحف العقول 246، موسوعة کلمات الامام الحسین علیه السلام 750/913. ]",
		"n": 29447
	},
	{
		"a": "أىُّ عُرَى الإیمانِ أوثَقُ؟ قالَ: أللّه ُ ورَسُولِهِ أعلَم، فقالَ: ألمُوالاةُ فِى اللّه ِ وَالمُعاداةُ فِى اللّه ِ وَالبُغْضُ فِى اللّه",
		"b": "کدامین دستگیره ایمان محکمتر است؟ ابوذر گفت: خدا و رسولش بهتر مى دانند، حضرت فرمودند: دوستى کردن براى خدا، دشمنى کردن براى خدا و خشم در راه خدا.",
		"c": 13,
		"d": "[ تحف العقول، ص 92]",
		"n": 29448
	},
	{
		"a": "اللِّسانُ مِعيارٌ أطاشَهُ الجَهلُ و أرجَحَهُ العَقلُ",
		"b": "زبان، ترازويى است كه كفّه آن را نادانى سبك و خردمندى سنگين مى گرداند.",
		"c": 1,
		"d": "تحف العقول: 207.",
		"n": 29449
	},
	{
		"a": "لايُحِبُ اللّه ُ عَبداً حَتّى يَتَوَلاّهُ، وَلايَتَولاّهُ حَتّى يُوجِبَ لَهُ الجَّنَة",
		"b": "خدا بنده اى را دوست نمى دارد تا ولايت (دوستى واطاعت) او را بپذيرد، ودوست نمى دارد او را تا اينكه بهشت را بر اوحتمى كند.",
		"c": 6,
		"d": "[ تحف العقول، ص 520]",
		"n": 29450
	},
	{
		"a": "مَنْ اَطاعَ الخالِقَ لَمْ يُبالِ سَخَطَ المَخْلُوقينَ وَ مَنْ اَسْخَطَ الخالِقَ فَلْيَيْقَنْ اَنْ يَحِّلَ بِهِ سَخَطُ المَخْلُوقينَ",
		"b": "كسى كه از آفريدگار پيروى كند، از خشم آفريده ها باكى ندارد. و كسى كه خدا را به خشم آورد، بايد باور كند كه مردم بر او خشم خواهند آورد.",
		"c": 10,
		"d": "تحف العقول، ص 482",
		"n": 29451
	},
	{
		"a": "غُسْلُ الاَْعْيادِ طَهُورٌ لِمَنْ أَرادَ طَلَبَ الْحَوائِج بَيْنَ يَدَىِ اللّه ِ عَزَّوَجَلَّ وَاتِّباعٌ للِسُّنَّةِ",
		"b": "غسل كردن در روزهاى عيد، هم سبب پاكيزگى و نظافت كسانى است كه براى درخواست حاجت ـ گرفتن عيدى ـ به درگاه خداوند روى مى آورند و هم پيروى از سنت پيامبر اسلام صلى الله عليه و آله است.",
		"c": 1,
		"d": "[بحارالانوار، ج 91، 118، از تحف العقول]",
		"n": 29452
	},
	{
		"a": "وَ أمّا حَقُّ الْمالِ: فَأنْ لا تَأْخُذَهُ إلاّ مِنْ حِلِّهِ وَلاتُنْفِقَهُ إلاّ في حِلِّهِ. وَلا تُحَرِّفَهُ عَنْ مَواضِعِهِ وَ لا تَصْرِفَهُ عَنْ حَقائِقِهِ وَ لا تَجعَلَهُ إذا كانَ مِنَ اللّه إلاّ إلَيهِ وَ سَبَبا إلَى اللّه",
		"b": "بايد اموال را، جز از راه حلال نگيرى و جز به راه حلال صرف نكنى و از موضع اش منحرف نكنى و از واقعيّت ماهوى اش دور نسازى و چون مال از او است، جز در مسير او به كار نگيرى و جز مايه ى حركت بسوى او قرار ندهى.",
		"c": 4,
		"d": "[تحف العقول، ص 191؛ الحياة، ج 3، ص 178. ]",
		"n": 29453
	},
	{
		"a": "اَرْبَعَةٌ تُهْرِمُ قَبْلَ اَوانِ الْهَرَمِ: اَكْلُ الْقَديدِ وَ الْقُعُودُ عَلَى النَّداوَةِ وَ الصُّعودُ فِى الدَّرَجِ وَ مُجامَعَةُ الْعَجوزِ ",
		"b": "چهار چيز، انسان را پيش از فرا رسيدن هنگام پيرى، پير مى كند: خوردن گوشت خشكيده، نشستن بر جاى مرطوب، بالا رفتن از پلّه و آميزش با پير زنان.",
		"c": 6,
		"d": "تحف العقول، ص 317.",
		"n": 29454
	},
	{
		"a": "اِنَّ اللّه َ جَبَلَ قُلوبَ عِبادِهِ عَلى حُبِّ مَن أحسَنَ إلَيها َ بُغضِ مَن أساءَ اِلَيها",
		"b": "خداوند دلهاى بندگانش را چنين سرشته است كه هركس به آنها نيكى كند به او مهرورزند و هركه را به آنها بدى كند دشمن بدارند.",
		"c": 13,
		"d": "[ تحف العقول، ص 88]",
		"n": 29455
	},
	{
		"a": "اِجْعَلْ نَفْسَكَ ميزاناً فَيما بَيْنَكَ وَ بَيْنَ غَيْرِكَ، فَاَحْبِبْ لِغَيْرِكَ ما تُحِبُّ لِنَفْسِكَ، وَ اكْرَهْ لَهُ ما تَكَرَهُ لِنَفْسِكَ، وَلاتَظْلِمْ كَما لا تُحِبُّ اَنْ تُظْلَمَ، وَ اَحْسِنْ كَما تُحِبُّ اَنْ يُحْسَنَ اِلَيْكَ، وَاسْتَقْبِحْ مِنْ نَفْسِكَ ما تَسْتَقْبِحُ مِنْ غَيْرِكَ",
		"b": " « خود » را ميزان و معيار بين خودت و ديگران قرار بده. در وصيت نامه خويش به فرزندشان امام حسن( علیه السّلام ) فرمودند: آنچه براى خودت مى پسندى براى غير خودت هم بپسند، آنچه براى خود نمى پسندى براى ديگران هم مپسند. همان طور كه دوست ندارى به تو ظلم كنند، تو هم ظلم نكن و آنچنان كه دوست دارى به تو نيكى كنند تو هم نيكى كن. كارى را كه از ديگران زشت و ناپسند مى شمارى، از خودت نيز ناپسند بشمار.",
		"c": 1,
		"d": "[تحف العقول، ص 74]",
		"n": 29456
	},
	{
		"a": "لَيْسَتِ العِفَّةُ بِدافِعَةٍ رِزْقاً وَ لَا الْحِرْصُ بِجالِبٍ فَضْلاً فَاِنَّ الرِّزْقَ مَقْسومٌ وَ اسْتِعْمالُ الْحِرْصِ اسْتِعْمالُ الْمَآثِمِ",
		"b": "نه پاكدامنى، روزى را از انسان دور مى كند و نه حرص، روزى زياد مى آورد؛ چون روزى قسمت شده است و حرص زدن باعث مبتلا شدن به گناهان مى شود.",
		"c": 2,
		"d": "تحف العقول، ص 234.",
		"n": 29457
	},
	{
		"a": "مَنْ احَبَّ فى اللّه ِ وَاَبْغَضَ فى اللّه ِ وَاَعْطى فى اللّه ِ وَمَنَعَ فى اللّه ِ فَهُوَ مِنَ الأصْفِياءِ",
		"b": "هركس در راه خدا دوست بدارد و در راه خدا دشمن بدارد، در راه خدا ببخشد و به خاطر خدا از دادن امساك كند، پس او از برگزيدگان است. محبّت و دشمنى براى خدا، عطا و امساك هم به خاطر خدا.",
		"c": 13,
		"d": "[تحف العقول، ص 48]",
		"n": 29458
	},
	{
		"a": "مَنْ لَمْ يَجْعَلِ اللّه ُ لَهُ مِنْ نَفْسِهِ واعِظاً، فَإنَّ مَواعِظَ النّاسِ لَنْ تُغْنِىَ عَنْهُ شَيْئاً",
		"b": "هر كس را كه خداوند، براى او از خودش موعظه كننده اى قرار نداده باشد، به يقين، موعظه هاى مردم هيچ به درد او نخواهد خورد!",
		"c": 5,
		"d": "[تحف العقول، ص 294]",
		"n": 29459
	},
	{
		"a": "يَجِبُ لِلوالِدَينِ عَلَى الوَلَدِ ثَلاثَةُ أشياءَ؛ شُكرُ هُما عَلى كُلِّ حالٍ و طاعَتُهُما فِيما يأمُرانِهِ و يَنهَيانِهِ عَنهُ في غَيرِ مَعصِيَةِ اللّه ِ و نَصيحَتُهُما فِي السِّرِّ وَ العلانِيَةِ ",
		"b": "پدر و مادر را بر فرزند سه حقّ است: در همه حال شكرگزار آنها باشد؛ در هر چه او را امر و نهى مى كنند، به جز معصيت خدا، اطاعتشان كند و در نهان و آشكار خيرخواه آنان باشد.",
		"c": 6,
		"d": "تحف العقول، ص 322",
		"n": 29460
	},
	{
		"a": "ایّاکَ أن تُوجِفَ بِکَ مَطایَا الطَّمَعِ فَتُورِدَکَ مَناهِلَ الهَلَکَةِ",
		"b": "مبادا مَرکب‏ هاى آز، تو را بتازانند و به پرتگاه ‏هاى هلاکت اندازند!",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500042",
		"n": 29461
	},
	{
		"a": "اِعلَم أى بُنَیَّ! أنَّهُ مَن أبصَرَ عَیبَ نَفسِهِ شُغِلَ عن عَیبِ غَیرِهِ",
		"b": "پسر عزیزم! بدان هر که عیب خود را ببیند، از پرداختن به عیب دیگران، باز مى ‏مانَد.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500045",
		"n": 29462
	},
	{
		"a": "إن قارَفتَ سَیِّئَةً فَعَجِّل مَحوَها بِالتَّوبَةِ",
		"b": "اگر به گناهى آلوده شدى، بى‏ درنگ آن را به توبه بشوى.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500043",
		"n": 29463
	},
	{
		"a": "مَن قَدَّرَ رَزَقَهُ اللّه‏ُ ومَن بَذَّرَ حَرَمَهُ اللّه‏ُ",
		"b": "هر که اندازه نگه دارد، خدایش روزى فزاید، و هر که اسراف کند، خدایش محروم سازد.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 50078",
		"n": 29464
	},
	{
		"a": "إیّاکَ والعَجَلَةَ بِالاُمورِ قَبلَ أوانِها والتَّساقُطَ فیها عِندَ زَمانِها",
		"b": "مبادا در کارها، پیش از فرا رسیدن زمان شان، شتاب‏ ورزى یا هنگامى که ‏زمانشان رسید [در انجام دادن آن] سهل‏ انگارى کنى.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500060",
		"n": 29465
	},
	{
		"a": "ألا ومَن تَورَّطَ فی الاُمورِ غَیرَ ناظِرٍ فی العَواقِبِ فَقَد تَعَرَّضَ لِمُفضِحاتِ النَّوائِبِ",
		"b": "آگاه باشید که هر کس بى فرجام‏ نگرى، خود را در کارها افکند، با پیشامدهاى رسواکننده روبه ‏رو شود.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500049",
		"n": 29466
	},
	{
		"a": "إیّاکَ والخَدیعَةَ فَإنَّها مِن خُلُقِ اللِّئامِ",
		"b": "از نیرنگ بپرهیز، که خوى فرومایگان است.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500052",
		"n": 29467
	},
	{
		"a": "إذا اُسیئَ إلَیکُم فَاعفُوا وَاصفَحُوا کَما تُحِبّونَ أن یُعفى عَنکُم",
		"b": "اگر بر شما بدى رفت، همان ‏سان که دوست دارید شما را ببخشایند، ببخشایید ودر گذرید.",
		"c": 1,
		"d": "گزیده تحف العقول، ح 500062",
		"n": 29468
	},
	{
		"a": "اَصْبَحتُ وَ اللّهِ یا جابِرُ مَحْزُونا مَشْـغُولَ القَـلْبِ، فَقُلْتُ جُعِـلْتُ فِـداکَ ماحُزْنُکَ وَ شُـغْلُ قَلْبِکَ، کُلُّ هذا عَلَى الدُّنْیا؟ فَقالَ علیه ‏السلام : لا یـا جـابِرُ وَلکنْ حُـزْنُ هَـمِّ الاخِـرَةِ، یـا جابِرُ مَنْ دَخَـلَ قَلَبَهُ خالِصُ حَقیقَةِ الایمانِ شَغَلَ عَمّا فِى الدُّنیا مِنْ زینَتِـها.",
		"b": "اى جابر به خدا قسم صبح کردم در حالى که غمگین هستم و قلبم مشغول است گفتم: فدایت شوم غم و دل مشغولى شما چیست؟ آیا مربوط به دنیاست؟ \r\nامام سجاد علیه ‏السلام فرمودند: نه جابر بلکه اندوه براى آخرت است، اى جابر! حقیقت ناب ایمان بر قلب هرکس وارد شود، از هر آنچه زینت دنیائى است رویگردان مى ‏شود.",
		"c": 4,
		"d": "تحف العقول، ص 286",
		"n": 29469
	},
	{
		"a": "أصْبَـحْنا وَ بِنـا مِنْ نِـعَمِ اللّهِ رَبِّنـا ما لانُـحْصیهِ مَـعَ کَـثْرَةِ ما نُعْصیهِ، فَـلانَـدْرى مانَشْـکُرُ اَجَمـیلَ ما یَنْـشُرُ أَمْ قَـبیحَ ما یَسْتُرُ",
		"b": "در حالى که با این همه گناه نعمت هاى بی شمارى از پروردگارمان داریم و نمى‏ دانیم کدامیک را شکر بگزاریم: خوبی هایى را که برملا مى کند، یا زشتی هایى را که مى‏ پوشاند.",
		"c": 1,
		"d": "تحف العقول، ص 210",
		"n": 29470
	},
	{
		"a": "بِسْمِ اللّه‏ِ الرَّحْمنِ الرِّحیمِ، أذْکُرُ إِنْ شاءَ اللّه‏ُ، ثُمَّ یَکْتُبُ مایُریدُ.",
		"b": "بسم ‏اللّه‏ الرحمن الرحیم ان شاء اللّه‏ به خاطر مى ‏آورم. سپس هر چه را مى‏ خواستند، مى ‏نوشتند.",
		"c": 8,
		"d": "تحف العقول: 443",
		"n": 29471
	}
]