[
	{
		"a": "وَاعْلَمُوا اَنَّ يَسيرَ الرِّياءِ شِرْكٌ .",
		"b": "بدانيد كه كمترين درجه ريا نيز ، شرك است .",
		"c": 1,
		"d": "همان ، خ ۸۵ ، ص ۲۰۸ .",
		"n": 90001
	},
	{
		"a": "مَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ وقاتَلَ مَعَنا أعدَاءَنا بِیَدِهِ فَهُوَ مَعَنا فِی الجَنَّةِ فی دَرَجَتِنا . ومَن أحَبَّنا بِقَلبِهِ وأعانَنا بِلِسانِهِ ولَم یُقاتِل مَعَنا أعداءَنا فَهُوَ أسفَلُ مِن ذلِکَ بِدَرَجَتَینِ ، ومَن أحَبَّنا بِقَلبِهِ ولَم یُعِنّا بِلِسانِهِ ولا بِیَدِهِ فَهُوَ فِی الجَنَّةِ",
		"b": "هر که در دل ما را دوست بدارد و با زبانش یاریمان رساند و در کنار ما عملاً با دشمنانمان بجنگد ، در بهشت با ما هم درجه خواهد بود و هر که در دل ما را دوست بدارد و با زبانش یاریمان رساند ، ولى در کنار ما با دشمنانمان نجنگد ، دو درجه پایین ‏تر از آن قرار خواهد گرفت و هر که در دل ما را دوست بدارد ، اما با زبان و دست خود یاریمان نرساند ، او نیز در بهشت خواهد بود .",
		"c": 1,
		"d": "الخصال ، ص ۶۲۹",
		"n": 90002
	},
	{
		"a": "مَن تَفَكَّرَ أبصَرَ .",
		"b": "هر كه بينديشد ، بينا شود .",
		"c": 1,
		"d": "نهج البلاغة : الكتاب ۳۱ .",
		"n": 90003
	},
	{
		"a": "لَتُبَلْبَلُنّ بَلْبَلةً ، ولَتُغربَلُنّ غَرْبَلةً ، حتّى يعودَ أسفلُكُم أعلاكم ، وأعلاكم أسفلَكُم ، وليَسبقنّ سَبّاقونَ كانوا قَصَّروا ، وليُقَصِّرَنَّ سبّاقونَ كانوا سَبَقوا .",
		"b": "همانا به يقين شما درهم آميخته وغربال خواهيد شد تا آن كه پايين است به رو آيد و آن كه بالاست به زير رود و آنان كه واپس مانده اند پيش برانند و آنان كه پيش افتاده اند واپس مانند .",
		"c": 1,
		"d": "بحار الأنوار : ۵/۲۱۸/۱۲ .",
		"n": 90005
	},
	{
		"a": "أحسَنُ الحَسَناتِ حُبُّنا ، وأسوَأُ السَّیِّئاتِ بُغضُنا",
		"b": "بهترینِ نیکی ها ، محبّت و علاقه به ماست و بدترینِ بدی ها ، دشمن داشتن ماست .",
		"c": 1,
		"d": "غرر الحکم ، ح ۳۳۶۳",
		"n": 90006
	},
	{
		"a": "اين اهل مدائن الرّسّ الّذين قتلوا النّبيّين و أطفئوا نور المرسلين",
		"b": "كجايند مردم شهرهاي «رسّ» كه پيغمبران را كشتند ، و نور پيامبران مرسل را خاموش كردند",
		"c": 1,
		"d": "غررالحکم",
		"n": 90008
	},
	{
		"a": "لا یشبع عالم من علمه حتّى یکون منتهاه الجنّه",
		"b": "عالم از علم خویش سیر نگردد تا سرانجام به بهشت رسد .",
		"c": 13,
		"d": "نهج الفصاحه",
		"n": 90011
	},
	{
		"a": "أنَّهُ ذَکَرَ الَّذينَ حَارَبَهُم عَلِيُ عليه‌السلام فقال أمَا إنَّهُم أعظَمُ جُرماً مِمَّن حارَبَ رسولَ الله صلى‌الله‌عليه‌وآله‌وسلم : قيل لَهُ وُ کَيفَ ذلِکَ يابنَ رَسُول الله ؟ قال لِأنَّ اُولئِکَ کانوا جاهِليَّهِ و هؤلاءِ قَرَءُوا القُرآنَ وَ عَرَفُوا فَضلَ أهلِ الفَضَلِ فَأتَوا ما أتَوا بَعدَ البَصيِرَةِ",
		"b": "« آگاه باشيد که ايشان جرم و گناهشان نسبت به کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند بيشتر است ! سؤال شد چگونه بيشتر است ؟ حضرت فرمودند : زيرا کساني که با رسول خدا صلى‌الله‌عليه‌وآله‌وسلم جنگيدند در زمان جاهليت مي جنگيدند ولي اينان کساني اند که قرآن خواندند و به برتري اهل فضيلت آشنا شدند اما بعد از بينش و آگاهي و بصيرت ، همان کردند که آنان انجام دادند . »",
		"c": 5,
		"d": "مستدرک الوسائل ، ج ۱۱ ، ص ۶۶ .",
		"n": 90014
	},
	{
		"a": "اِنَّما بُعِثْتُ لاُِتَمِّمَ مَكارِمَ الاَْخْلاقِ",
		"b": "من تنها برانگيخته شده ام تا اخلاق بزرگوارانه را به كمال رسانم .",
		"c": 13,
		"d": "بحارالأنوار ، ج ۷۱ ، ص ۳۸۲",
		"n": 90017
	},
	{
		"a": "لِعَلِيٍّ عليه‌السلام : مَن سَرَّهُ أن يَلقَى اللّهَ عَزَّوجَلَّ آمِنًا مُطَهَّرًا لا يَحزُنُهُ الفَزَعُ الأَكبَرُ فَليَتَوَلَّكَ ، وَليَتَوَلَّ بَنيكَ الحَسَنَ وَالحُسَينَ ، وعَلِيَّ بنَ الحُسَينِ ، ومُحَمَّدَ بنَ عَلِيٍّ ، وجَعفَرَ بنَ مُحَمَّدٍ ، وموسَى بنَ جَعفَرٍ ، وعَلِيَّ بنَ موسى ، ومُحَمَّدًا ، وعَلِيًّا ، وَالحَسَنَ ، ثُمَّ المَهدِيَّ وهُوَ خاتَمُهُم",
		"b": "به على عليه‌السلام : هر كه خوشحال مى شود كه ايمن و پاك خداى عزوجل را ديدار كند و از آن وحشت بزرگ [ قيامت ] اندوهى به دل راه ندهد بايد ولايت تو و ولايت دو فرزندت حسن و حسين و على بن الحسين و محمّدبن على و جعفر بن محمّد و موسى بن جعفر و على بن موسى و محمّد و على و حسن و سرانجام مهدى را كه آخرين آنهاست بپذيرد .",
		"c": 13,
		"d": "الغيبة للطوسيّ : ۱۳۶ / ۱۰۰ عن عيسى بن أحمد بن عيسى بن المنصور عن الإمام العسكريّ عن آبائه عليهم‌السلام ، المناقب لابن شهرآشوب : ۱ / ۲۹۳ ، الصراط المستقيم : ۲ / ۱۵۱ وفيهما « قائمهم » بدل « خاتمهم » .",
		"n": 90020
	},
	{
		"a": "عَلى كُلِّ نَفَسٍ مِن بَني آدَمَ كُتِبَ حَظٌّ مِنَ الزِّنا أدرَكَ ذلكَ لا محالَةَ ، فالعَينُ زِناها النَّظَرُ ، والرِّجلُ زِناها المَشيُ ، والاُذُنُ زِناها الاستِماعُ .",
		"b": "بر هر عضوى از اعضاى انسان بهره اى از زنا نوشته شده كه لاجرم به آن مى رسد ؛ مثلاً زناى چشم نگاه كردن است و زناى پا ، رفتن و زناى گوش ، شنيدن .",
		"c": 13,
		"d": "كنز العمّال : ۱۳۰۲۶ انظر تمام الحديث .",
		"n": 90021
	},
	{
		"a": "مَنْ اَوى اِلى فِراشِهِ طاهِرا يَذْكُرُ اللّهَ تَعالى حَتّى يُدْرِكَهُ النُّعاسُ لَمْ يَتَقَلَّبْ ساعَةً مِنَ اللَّيْلِ يَسْأَلُ اللّهَ شَيْئا مِنْ خَيْرِ الدُّنْيا وَ الآْخِرَةِ اِلاّ اَعْطاهُ اللّهُ ايّاهُ",
		"b": "هر كس با وضو و با ياد خدا به رخت خواب برود و خوابش ببرد ، در هر ساعتى از شب كه بيدار گردد و از خدا چيزى از خير دنيا و آخرت بخواهد ، خداوند آن را به او عطا فرمايد .",
		"c": 13,
		"d": "كنزالعمال ، ح ۴۱۲۷۴ .",
		"n": 90022
	},
	{
		"a": "إذا ظَنَنتُم فلا تُحَقِّقُوا ، وإذا حَسَدتُم فلا تَبغُوا ، وإذا تَطَيَّرتُم فَامضُوا .",
		"b": "هرگاه گمان برديد ، آن را حقيقت مپنداريد و بدان عمل نكنيد و هرگاه حسد ورزيديد آن را دنبال نكنيد و هرگاه فال بد زديد [ اعتنا نكرده ] كار خود راانجام دهيد .",
		"c": 13,
		"d": "كنز العمّال : ۷۵۸۵ .",
		"n": 90023
	},
	{
		"a": "في كِتابِ رَسولِ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم : إذَا استَعمَلتُم ما مَلَكَت أيمانُكُم في شَيءٍ يَشُقُّ عَلَيهِم فَاعمَلوا مَعَهُم فيهِ ، وإن كانَ أبي لَيَأمُرُهُم فَيَقولُ : كَما أنتُم ، فَيَأتي فَيَنظُرُ فَإِن كانَ ثَقيلاً قالَ : بِسمِ اللّهِ ، ثُمَّ عَمِلَ مَعَهُم ، وإن كانَ خَفيفًا تَنَحّى عَنهُم",
		"b": "در نامه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم آمده است : هرگاه خدمتگزارانتان را به كارى گمارديد كه بر آنها دشوار است ، شما هم با آنها در آن كار ، شركت جوييد . پدرم هرگاه بديشان دستورى مى داد ، به آنها مى فرمود : چگونه ايد ، پس مى آمد و بديشان مى نگريست و اگر كار ، سنگين بود مى فرمود : بسم اللّه و همراه آنان كار مى كرد و اگر كار ، سبك بود ، آنها را به حال خود مى گذاشت .",
		"c": 6,
		"d": "الزهد للحسين بن سعيد : ۴۴ / ۱۱۷ عن داود بن فرقد .",
		"n": 90024
	},
	{
		"a": "مَن حَفِظَ لِسانَهُ سَتَرَ اللّهُ عَورَتَهُ .",
		"b": "هر كه زبانش را نگهدارد ، خداوند عيبش را بپوشاند .",
		"c": 1,
		"d": "بحار الأنوار : ۷۱/۲۸۳/۳۶",
		"n": 90025
	},
	{
		"a": "اذا قارفت ذنبا فكن عليه نادما",
		"b": "هرگاه دست به گناهي زدي بر آن پشيمان باش ( تا توبه و استغفار محسوب شود )",
		"c": 1,
		"d": "غررالحکم",
		"n": 90026
	},
	{
		"a": "مَن أحَبَّ أن يَعلَمَ كَيفَ مَنزِلَتُهُ عِندَ اللّهِ فَليَنظُر كَيفَ مَنزِلَةُ اللّهِ عِندَهُ ؛ فَإِنَّ كُلَّ مَن خيرَ لَهُ أمرانِ ، أمرُ الدُّنيا وأمرُ الآخِرَةِ ؛ فَاختارَ أمرَ الآخِرَةِ عَلَى الدُّنيا فَذلِكَ الَّذي يُحِبُّ اللّهَ ، ومَنِ اختارَ أمرَ الدُّنيا فَذلِكَ الَّذي لا مَنزِلَةَ للّهِِ عِندَهُ .",
		"b": "هركه دوست دارد بداند نزد خدا چه موقعيتى دارد ، به موقعيت خدا نزد خودش بنگرد ؛ زيرا به هركه حقِّ انتخاب دو كار داده شود : كار اين جهانى و كار آن جهانى ، و او كار آن جهانى را بر كار اين جهانى برگزيند ، او كسى است كه خدا را دوست دارد ؛ و هركه كار اين جهانى را برگزيند ، او كسى است كه خدا نزد او منزلتى ندارد .",
		"c": 1,
		"d": "جامع الأخبار : ۵۰۵ / ۱۳۹۸ ، بحار الأنوار : ۷۰ / ۲۵ / ۲۷ .",
		"n": 90027
	},
	{
		"a": "إنّ أخوف ما أخاف على أمّتی الأئمّه المضلّون",
		"b": "بیش از هر چیز بر امت خود از پیشوایان گمراه کننده بیم دارم .",
		"c": 13,
		"d": "نهج الفصاحه",
		"n": 90028
	},
	{
		"a": "إِنَّ أَخوَفَ مَا أَخَافُ عَلَي اُمَّتِي مِن عَمَلِ قَومِ لُوطٍ .",
		"b": "بيشترين چيزي که براي امّتم از آن مي ترسم ، عمل قوم لوط است .",
		"c": 13,
		"d": "الترغيب والترهيب ، ج ۳ ، ص ۲۸۵",
		"n": 90029
	},
	{
		"a": "إنَّ أخوَفَ مَا أخَافُ عَلَيکم اَلشِّرک الأصغَرُ ، قَالُوا : وَمَا الشِّرک الأصغَرُ يَا رَسُولَاللهِ ؟ قَالَ : هُوَ الرِّيَاءُ .",
		"b": "آنچه بيش از هر چيز ديگري بر شما مي ترسم شرک اصغر است ، گفتند : اي پيغمبر خدا شرک اصغر چيست ؟ حضرت فرمودند : ريا .",
		"c": 13,
		"d": "بحار الأنوار ، ج ۷۲ ، ص ۳۰۳",
		"n": 90030
	},
	{
		"a": "إنّ أخْوَفَ ما أخافُ عَلى اُمّتِي كُلُّ مُنافقٍ عَليمِ اللِّسانِ .",
		"b": "وحشتناكترين چيزى كه بر امّتم مى ترسم ، منافق زبان باز است .",
		"c": 13,
		"d": "كنز العمّال : ۲۸۹۶۹ و ۲۸۹۶۸ و ۲۸۹۷۰ .",
		"n": 90031
	},
	{
		"a": "اَيُّهَا النّاسُ اِنَّ اَخْوَفَ ما اَخافُ عَلَيْكُمُ اثْنانِ : اِتِّباعُ الْهَوى وَ طُولُ الاَْمَلِ .",
		"b": "اى مردم ، بيشتر از همه ، از دو چيز بر شما مى ترسم ، پيروى از هوس ، و آرزوى دراز .",
		"c": 1,
		"d": "نهج البلاغه ، خ ۴۲ ، ص ۱۲۷ .",
		"n": 90035
	},
	{
		"a": "إنّ أخوف ما أخاف على أمّتی الإشراک باللَّه أما إنّی لست أقول یعبدون شمسا و لا قمرا و لا وثنا و لکنّ أعمالا لغیر اللَّه و شهوه خفیّه",
		"b": "بیش از هر چیز بر امت خود از شرک به خدا بیم دارم ، من نمی گویم که خورشید و ماه یا بت می پرستند ولى کارهائى براى غیر خدا انجام می دهند و دست خوش شهوت نهانى می شوند .",
		"c": 13,
		"d": "نهج الفصاحه",
		"n": 90036
	},
	{
		"a": "إنَّ أخوَفَ ما أخافُ عَلَيكُم ما يُخرِجُ اللّهُ مِن نَباتِ الأَرضِ وزَهرَةِ الدُّنيا .",
		"b": "ترسناك ترين چيزى كه من از آن بر شما مى ترسم ، محصولات زمين و خرّمى و بهجت دنياست كه خداوند در اختيارتان مى گذارد .",
		"c": 13,
		"d": "مسند ابن حنبل : ج ۴ ص ۱۶ ح ۱۱۰۳۵ ، مسند الحميدي : ج ۲ ص ۳۲۵ ح ۷۴۰ ، حلية الأولياء : ج ۷ ص ۳۱۱ كلّها عن أبي سعيد الخدري .",
		"n": 90037
	},
	{
		"a": "أخْوَفُ ما أخافُ على اُمّتي زَهْرَةُ الدُّنيا وكَثْرَتُها .",
		"b": "ترسناكترين چيزى كه از آن براى امّت خود مى ترسم زرق و برق و وفور متاع دنياست .",
		"c": 13,
		"d": "تفسير الطبري : ۱۳ / الجزء ۲۵ / ۳۰ .",
		"n": 90038
	},
	{
		"a": "مَنْ تَرَكَ اللَّحْمَ اَرْبَعينَ صَباحا ساءَ خُلُقُهُ . مَنْ اَكَلَ اللَّحْمَ اَرْبَعينَ صَباحا ، قَسا قَلْبُهُ",
		"b": "هر كس چهل روز گوشت نخورد ، بد اخلاق مى شود . هر كس چهل روز ( پشت سر هم ) گوشت بخورد ، سنگ دل مى شود .",
		"c": 13,
		"d": "طب النبى ، ص ۵ .",
		"n": 90043
	},
	{
		"a": "الإِنصافُ يُؤَلِّفُ القُلوبَ .",
		"b": "انصاف ، دل ها را به يكديگر مى پيوندد .",
		"c": 1,
		"d": "غرر الحكم : ۱۱۳۰ .",
		"n": 90044
	},
	{
		"a": "اِستَعِدّوا للمَوتِ فقد أظَلَّكُم ، وكُونوا قَوما صِيحَ بِهِم فانتَبَهوا ، وعَلِموا أنّ الدُّنيا لَيسَت لَهُم بدارٍ فاستَبدَلوا .",
		"b": "براى مرگ آماده شويد ؛ زيرا مرگ بر سر شما سايه افكنده است و همچون گروهى باشيد كه بر سر آنها فرياد زده شد و بيدار گشتند و دانستند كه دنيا سراى آنها نيست و از اين رو آن را [ با جهان ديگر ] عوض كردند .",
		"c": 1,
		"d": "نهج البلاغة : الخطبة ۶۴ .",
		"n": 90045
	},
	{
		"a": "رأس الدّین النّصیحه للَّه و لدینه و لرسوله و لکتابه و لأئمّه المسلمین و للمسلمین عامّه",
		"b": "اساس دین ، خیرخواهى براى خدا و دین خدا و پیامبر خدا و کتاب خدا و پیشوایان مسلمانان و همه مسلمانان است .",
		"c": 13,
		"d": "نهج الفصاحه",
		"n": 90047
	},
	{
		"a": "من رضي بقسمه لم يسخطه أحد",
		"b": "كسي كه به قسمت و بهره خود راضي باشد هيچكس از او ناخورسند نيست",
		"c": 1,
		"d": "غررالحکم",
		"n": 90056
	},
	{
		"a": "عَلَيْكُمْ بِالاْءِهليلَجَ الاَْسْوَدَ فَاِنَّهُ مِنْ شَجَرَةِ الْجَنَّةَ وَ طَعْمُهُ مُرٌّ و فيهِ شِفاءٌ مِنْ كُلِّ داءٍ",
		"b": "هليله سياه بخوريد ، كه از درختان بهشت است . مزه آن تلخ است ولى شفاى هر دردى است .",
		"c": 13,
		"d": "طب النبى ، ص ۳۱ .",
		"n": 90057
	},
	{
		"a": "أنا عَلَمُ الهُدى ، وكَهْفُ التُّقى ، ومَحَلُّ السَّخاءِ ، وبَحرُ النَّدى ، وطَودُ النُّهى .",
		"b": "من پرچم هدايتم ، و پناهگاه پرهيزگارى ، و جايگاه سخاوت ، و درياى جود و جوانمردى ، و كوه خِرد .",
		"c": 1,
		"d": "نهج السعادة : ۳ / ۷۹ .",
		"n": 90060
	},
	{
		"a": "اِعلَمُوا عِبَادَ اللهِ اِنَّ أَهلَ الشِّرک لا تُنصَبُ لَهُمُ المَوَازِينُ ، وَ لا تُنشَرُ لَهُمُ الدَّوَاوِينُ ، وَإنَّما يُحشَرُونَ إلي جَهَنَّمَ زُمَراً ، وَإنَّمَا نَصبُ المَوَازِينِ وَ نَشرُ الدَّوَاوِينِ لأهلِ الإسلامِ .",
		"b": "اي بندگان خدا آگاه باشيد براي اهل شرک ترازوهاي اعمال قرار نخواهد گرفت و دفترهاي حساب و کتاب گسترده نمي شوند بلکه دسته جمعي به سوي جهنم فرستاده مي شوند و قرار دادن آن ترازوها و گستردن آن ديوان و دفترها براي اهل اسلام است .",
		"c": 4,
		"d": "نور الثقلين ، ج ۴ ، ص ۵۰۷",
		"n": 90061
	}
]