[
	{
		"a": "مَن أرادَ البَقاءَ و لابَقاءَ فَليُباكِرِ الغَداءَ",
		"b": "هر كه خواستار بقا است و [ كسى را ] بقا نباشد پيش از طلوع خورشيد صبحانه بخورد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۶۱ .",
		"n": 32684
	},
	{
		"a": "مَن أمَرَ بِمَعروفٍ أو نَهى عَن مُنكَرٍ أودَلَّ عَلى خَيرٍ أو أشارَ بِهِ فَهُوَ شَريكٌ و مَن أمَرَ بِسوءٍ أودَلَّ عَلَيهِ أو أشارَ بِهِ فَهُوَ شَريكٌ",
		"b": "هر كسى كه به كارى نيك امر كند يا از كارى زشت باز دارد ، يا به كارى خير راهنمايى كند يا حتّى به آن اشاره كند ، [ در ثواب آن عمل ] شريك است . هر كس به بدى امر كند يا به آن دلالت يا اشاره كند ، او نيز [ در گناه عمل ] شريك است .",
		"c": 13,
		"d": ". وسائل الشيعه ، ج ۱۶ ، ص ۱۲۴ .",
		"n": 32685
	},
	{
		"a": "مَن تَرَكَ ثَلاثَ جُمَعٍ تَهاوُنا بِها طَبَعَ اللّهُ عَلى قَلبِهِ",
		"b": "هر كس سه نماز جمعه را ، از روى اهمّيّت ندادن به آن ترك كند ، خداوند بر دل او مُهر مى زند .",
		"c": 13,
		"d": ". وسائل الشيعه ، ج ۷ ، ص ۳۰۱ .",
		"n": 32686
	},
	{
		"a": "اِنَّ اللّهَ يُحِبُّ اَنْ يُؤخَذَ بِرُخَصِهِ كَما يُحِبُّ اَنْ يُؤخَذَ بِعَزائِمِهِ",
		"b": "خداوند دوست دارد از امور مجاز نيز استفاده شود چنانكه دوست دارد به تكاليفعمل شود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۸۱ ، ح۱",
		"n": 32687
	},
	{
		"a": "مَنْ اَحَبَّ اَنْ يَلْقَى اللّهَ طاهِرا مُطَهَّرا فَلْيَلقَهُ بِزَوجَةٍ",
		"b": "هر كس دوست دارد خداوند را پاك و پاكيزه ديدار كند ، بايد ازدواج نمايد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۲۰ ، ص ۱۸ ، ح ۲۴۹۱۲",
		"n": 32688
	},
	{
		"a": "مَنْ قَرَأَ الْقُرآنَ ابْتِغاءَ وَجْهِ اللّهِ وَتَفَقُّها فِى الدّينِ كانَ لَهُ مِنَ الثَّوابِ مِثْلَ جَميعِ ما اُعْطِىَ الْمَلائِكَةُ وَالأنْبياءُ وَ الْمُرْسَلونَ",
		"b": "هر كس براى رضايت خدا و آگاهى در دين قرآن بياموزد ، ثوابى مانند همه آنچه كه به فرشتگان و پيامبران و رسولان داده شده ، براى اوست .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۶ ، ص ۱۸۳ ، ح ۷۶۸۳ .",
		"n": 32689
	},
	{
		"a": "اَحْبِبْ فِى اللّهِ وَ ابْغِضْ فِى اللّهِ وَ والِ فِى اللّهِ وَ عادِ فِى اللّهِ فَاِنَّهُ لَنْ تُنالَ وُلاِيَةُ اللّهِ اِلاّ بِذلِك ، وَ لايَجِدُ رَجُلٌ طَعْمَ الإيمانِ وَاِنْ كَثُرَتْ صَلاتُهُ وَ صِيامُهُ حَتّى يَكُونَ كَذلِك .",
		"b": "در راه خدا دوست بدار و براى خدا دشمن بدار ، براى خدا موالات ودوستى كن وبراى خدا دشمنى كن ، يقينا جز با اين ، به ولايت خدا نخواهى رسيد . و هرگز كسى طعم ايمان را نمى يابد ، هر چند نماز و روزه اش فراوان باشد ، مگر آنكه چنين باشد . نكته : عمق بخشيدن به محبّتها و كينه ها و بُعد مكتبى دادن به دوستى و دشمنى .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۱ ص ۴۴۰",
		"n": 32690
	},
	{
		"a": "رَحِمَ اللّهُ وَلَدا اَعانَ والِدَيْهِ عَلى بِرِّهِ ، وَ رَحِمَ اللّهُ والِدا اَعانَ وَلَدَهُ عَلى بِرِّهِ ، وَ رَحِمَ اللّهُ جارا اَعانَ جارَهُ عَلى بِرِّهِ ، وَ رَحِمَ اللّهُ رَفيقا اَعانَ رَفيقَهُ عَلى بِرِّهِ .",
		"b": "خدا رحمت كند فرزندى را كه در كار نيك ، به پدر و مادرش كمك كند ، خدا رحمت كند پدرى را كه در كار نيك ، پسرش را يارى كند ، خدا رحمت كند همسايه اى را كه در كار نيك ، به يارى همسايه بشتابد ، و خدا رحمت كند دوستى را كه در كار نيكِ دوستش ، به او كمك كند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۱ ص ۵۹۲",
		"n": 32691
	},
	{
		"a": "حاسِبُوا اَنْفُسَكُمْ قَبْلَ اَنْ تُحاسَبُوا ، وَ زِنُوها قَبْلَ اَنْ تُوزَنُوا و تَجَهَّزُوا لِلْعَرْضِ الأكْبَرِ .",
		"b": "پيش از آنكه به حسابتان برسند ، به حساب خويش برسيد ، و پيش از آنكه شما را بسنجند و بكَشند ، خود را وزن كنيد ، و براى آن عرضه بزرگتر ( در قيامت ) آماده شويد . نكته : « محاسبه » يكى از سودمندترين ولازمترين برنامه هاى خودسازى و تهذيب نفس است .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۱ ص ۳۸۰",
		"n": 32692
	},
	{
		"a": "طُوبى لِمَنْ وَجَدَ فِى صَحيفةِ عَمَلِهِ يَوْمَ القيامَةِ تَحْتَ كُلِّ ذَنْبٍ <Q> ) اَسْتَغْفِرُ اللّهَ ( </Q> .",
		"b": "خوشا به حال آن كس كه روز قيامت ، در نامه عملش زير هر گناهى يك « استغفراللّه » بيابد ( يعنى پس از هر گناه ، توبه كرده باشد ) . نكته : توبه ، راهى به سوى كمال است . براى انسان هرگز همه راهها بسته نيست .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۱ ص ۳۵۵",
		"n": 32693
	},
	{
		"a": "اِنَّ مِنْ اَشْراطِ القِيامَةِ اِضاعَةُ الصَّلاةِ وَ اتِّباعُ الشَّهَواتِ وَالْمَيْلُ مَعَ الاَهْواءِ وَ تَعْظيمُ الْمالِ وَ بَيْعُ الدُّنيا بِالدّينِ ، فَعِنْدَها يُذابُ قَلْبُ المُؤمِنِ فِى جَوفِهِ كَما يُذابُ الْمِلْحُ فِى الماءِ مِمّا يَرى مِنَ الْمُنْكَرِ فَلا يَسْتَطيعُ اَنْ يُغَيِّرَهُ .",
		"b": "در سخنرانى خويش در حجّه الوداع ، فرمود : از نشانه هاى فرا رسيدن و نزديك شدن قيامت ، تباه ساختن نماز ، پيروى از شهوتها ، تمايل به هوسها ، بزرگداشت ثروت و فروختن دين به دنياست . در آن شرايط ، همچنان كه نمك در آب حل مى شود ، قلب مؤمن در درونش آب مى شود ، به خاطر منكراتى كه مى بيند و توانِ تغيير دادن ندارد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۱ ص ۲۷۶",
		"n": 32694
	},
	{
		"a": "اَوَّلُ عِوَضِ الْحَليمِ مِنْ حِلْمِهِ اَنَّ النّاسَ اَنْصارُهُ عَلَى الْجاهِلِ",
		"b": "اول نتيجه اى كه شخص بردبار از بردباريش مى گيرد ، پشتيبانى مردم از او در برابرنادان است .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۲۱۲",
		"n": 32695
	},
	{
		"a": "فَاَعْلَمَنا سُبْحانَهُ اَنَّهُ قَدْ اَمَرَهُمْ بِالْعِمارَةِ لِيَكونَ ذلِكَ سَبَباً لِمَعايِشِهِمْ بِما يَخْرُجُ مِنَ الاَْرْضِ مِنَ الْحَبِّ وَ الثَّمَراتِ وَ ما شاكَلَ ذلِكَ",
		"b": "خداوند سبحان ، ما را آگاه كرد كه مردم را به آباد كردن فرمان داده است تا با غلاّت و ميوه ها و مانند آنها كه از زمين بيرون مى آيد ، زندگى خويش را سامان دهند .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۱۳ ، ص ۱۹۵ ، ح ۱۰ .",
		"n": 32696
	},
	{
		"a": "نَحْنُ حِزْبُ اللّهِ الْغالِبُونَ ، وَعِتْرَةُ رَسُولِ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم الاَْقْرَبُونَ ، وَاَهْلُ بَيْتِهِ الطَّيِّبُونَ ، وَأَحَدُالثَّقَلَيْنِ الَّذينَ جَعَلَنا رَسُولُ اللّهِ ثانِىَ كِتابِ اللّهِ",
		"b": "ما حزب اللّه پيروزيم ، و عترت نزديكتر رسول خدا و خاندان پاك اوييم ، و ما يكى از دو وزنه سنگينيم كه رسول خدا ما را همتاى كتاب خدا قرار داده است .",
		"c": 3,
		"d": "احتجاج طبرسى ، ۲۲۹ ، وسائل الشيعه ، ج ۱۸ ، ص ۱۴۴ .",
		"n": 32697
	},
	{
		"a": "حُجّوا وَ اعْتَمِروا تَصِحَّ اَجْسامُكُم وَ تَتّسِعْ اَرزاقُكُم وَ يَصْلُحْ ايمانُكُمْ وَ تُكْفَوا مؤونَةَ النّاسِ وَ مَؤونَةَ عِيالاتِكُمْ",
		"b": "حج و عمره به جاى آوريد تا بدن هايتان سالم بماند و روزى هايتان زياد شود و ايمانتان استوار گردد و هزينه هاى جامعه و مَخارج خانواده تان تأمين گردد .",
		"c": 4,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۱۵ ، ح ۱۴۱۲۶ .",
		"n": 32698
	},
	{
		"a": "اِنَّ اَكْرَمَكُمْ عِنْدَاللّهِ اَشَدُّكُمْ اِكْراما لِحَلائِلِهِمْ",
		"b": "گرامى ترين شما نزد خداوند ، كسى است كه بيشتر به همسر خود احترام بگذارد .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۵ ، ص ۵۸ ، ح ۶",
		"n": 32699
	},
	{
		"a": "إِنَّما حَرَّمَ اللّهُ عَزَّوَجَلَّ الرِّبا لِئَلاّ يَذْهَبَ الْمَعْروفُ",
		"b": "خداى عزوجل ربا را حرام فرمود تا احسان كردن از بين نرود .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۴۲۵ ، ح ۱۰",
		"n": 32700
	},
	{
		"a": "قَضى اَميرُ الْمُؤْمِنينَ عليه‌السلام فى رَجُلٍ تُوُفِّىَ وَ اَوْصى بِمالِهِ كُلِّهِ اَوْ اَكْثَرِهِ ، فَقالَ لَهُ : الوَصيَّةُ تُرَدُّ اِلَى الْمَعْروفِ ، غَيرِ الْمُنكَرِ ، فَمَنْ ظَلَمَ نَفْسَهُ وَ اَتى فى وَصيَّتِهِ الْمُنْكَرَ وَ الْحَيْفَ فَاِنَّها تُرَدُّ اِلَى الْمَعْروفِ ، وَ يُتْرَكُ لاَِهْلِ الْميراثِ مِيراثُهُم",
		"b": "امير المؤمنين عليه‌السلام درباره كسى كه مرده بود و همه مال خود يا بيشتر آن را وصيّت كرده بود ، اين گونه قضاوت فرمودند كه : وصيّت ، به معروف ( يعنى آنچه در شرع آمده است ) برگردانده مى شود . پس هر كس به خود ، ستم كند و در وصيّتش مرتكب خلاف و ظلم گردد ، آن وصيّت ، به معروف ، برگردانده مى شود و ارثِ ارث بَران به آنان داده مى شود .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۳ ، ص ۳۵۸ ، ح ۱ .",
		"n": 32701
	},
	{
		"a": "ما ضَعُفَ بَدَنٌ عَمّا قَوِيَتْ عَلَيْهِ النِّيَّةُ .",
		"b": "در موردى كه نيت و اراده آدمى قوى باشد ، بدن دچار ضعف و ناتوانى نمى گردد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱ ، باب استحباب نية الخير .",
		"n": 32702
	},
	{
		"a": "إذا كانَ يَومُ النَّيروزِ فَاغْتَسِل وَ البَسْ أنظَفَ ثِيابِكَ",
		"b": "هرگاه نوروز فرار رسيد ، غسل كن و پاكيزه ترين لباس هايت را بپوش .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۲۸۸ .",
		"n": 32703
	},
	{
		"a": "فی تفسير آيه خُذُوا زِينَتَكُم عِندَ كُلِّ مَسجِدٍ اعراف ، آيه ۳۱ . المِشطُ ، فَإنَّ المِشطَ يُحَسِّنُ الشَّعرَ",
		"b": "منظور شانه كردن است ؛ زيرا شانه كردن مو را زيبا مى كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۱۲۶ .",
		"n": 32704
	},
	{
		"a": "عَلِّموا صِبيانَكُم مِن عِلمِنا",
		"b": "از دانش ما به كودكان خود بياموزيد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲۱ ، ص ۴۷۸ .",
		"n": 32705
	},
	{
		"a": "لاتَدَعْ زيارَةَ الحُسَينِ بنِ عَلِيٍّ عليه‌السلام يَمُدُّ اللّهُ في عُمرِكَ و يَزيدُ في رِزقِكَ و يُحييكَ اللّهُ سَعيدا ولاتَموتُ إلاّشَهيدا",
		"b": "زيارت امام حسين عليه‌السلام را فرو نگذار كه خدا عمرت را طولانى و روزى را زياد مى كند و زندگى با سعادت و مرگ با شهادت به تو خواهد بخشيد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۴ ، ص ۴۳۱ .",
		"n": 32706
	},
	{
		"a": "غُسلُ يَومِ الجُمُعَةِ طَهُورٌ و كَفّارَةٌ لِما بَينَهُما مِنَ الذُّنوبِ مِنَ الجُمُعَةِ إلَى الجُمُعَةِ",
		"b": "غسل جمعه سبب پاكى ، و كفّاره گناهان از جمعه تا جمعه است .",
		"c": 6,
		"d": ". وسائل الشيعه ، ج ۳ ، ص ۳۱۵ .",
		"n": 32707
	},
	{
		"a": "الْمَرأَةُ تَحيضُ ، يَحْرُمُ عَلى زَوْجِها اَن يَأتِيَها لِقَولِ اللّهِ تَعالى <Q> ) و لا تَقرَبوهُنَّ حَتّى يَطهُرْنَ ( </Q>",
		"b": "زنى كه در عادت ماهيانه ( حيض ) است بر شوهرش آميزش با او حرام است به دليل اين گفته خداوند متعال : « از زنان حائض كناره گيرى كنيد و با آنان نزديكى ننمايد تا پاك شوند » .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۳۲۲ ، ح ۹ .",
		"n": 32708
	},
	{
		"a": "سُئِلَ النَّبىُّ صلى‌الله‌عليه‌وآله‌وسلم : اَىُّ الْمالِ خَيْرٌ ؟ قالَ : زَرْعُ زَرَعَهُ صاحِبُهُ وَ اَصْلَحَهُ وَ اَدّى حَقَّهُ يَوْمَ حَصادِهِ",
		"b": "از پيامبر صلى‌الله‌عليه‌وآله‌وسلم پرسيده شد : كدام مال بهتر است ؟ فرمودند : بذرى كه كشاورزى بكارد و به آن رسيدگى نمايد و حقّ آن را هنگام درو ، ادا كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۳ ، ص ۱۹۴ ، ح ۹ .",
		"n": 32709
	},
	{
		"a": "اِذا اَرادَ اللّهُ بِقَوْمٍ هَلاكا ظَهَرَ فيهِمُ الرِّبا",
		"b": "هنگامى كه خداوند بخواهد ملتى را نابود كند ، رباخوارى در ميان آنان رواج مى يابد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۸ ، ص ۱۲۳ ، ح ۱۷",
		"n": 32710
	},
	{
		"a": "عَنْ اَبى موسى ، قالَ : قُلْتُ لاَِبى عَبْدِاللّهِ عليه‌السلام : جُعِلْتُ فِداكَ يَسْتَقْرِضُالرَّجُلُ وَ يَحِجُّ ؟ قالَ : نَعَمْ ، قُلْتُ : يَسْتَقْرِضُ وَ يَتَزَوَّجُ ؟ قالَ : نَعَمْ ، اِنَّهُ يَنْتَظِرُ رِزْقَ اللّهِغُدْوَةً وَ عَشيَّةً",
		"b": "ابو موسى مى گويد : به امام صادق عليه‌السلام عرض كردم : فدايت شوم ، آيا مرد ، مى تواند قرض بگيرد و حج برود ؟ فرمودند : بله ، عرض كردم : آيا مى تواند قرضبگيرد و ازدواج كند ؟ فرمودند : بله ، قرض كند و ازدواج نمايد و شب و روز منتظر روزىخدا باشد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۳ ، ص ۸۲ ، ح ۱",
		"n": 32711
	},
	{
		"a": "عَنْ عَلىِّ بْنِ جَعْفَرٍ عَنْ اَخيهِ موسَى بْنِ جَعْفَرٍ عليه‌السلام قالَ : وَ سَاَلْتُهُعَنْ رَجُلٍ اَعْطى رَجُلاً مِاَةَ دِرْهَمٍ عَلى اَنْ يُعْطيَهُ خَمْسَةَ دَراهِمَ اَوْ اَقَلَّ اَوْ اَكْثَرَ قالَ : هذَاالرِّبَا الْمَحْضُ",
		"b": "على بن جعفر مى گويد : از برادرم امام كاظم عليه‌السلام در مورد مردى كه صد درهم قرض بهديگرى داد به اين شرط كه پنج درهم يا كمتر يا بيشتر به او بدهد پرسيدم ؟ فرمودند : اينعمل رباى محض است .",
		"c": 7,
		"d": "وسائل الشيعه ، ج ۱۳ ، ص ۱۰۸ ، ح ۷",
		"n": 32712
	},
	{
		"a": "كانَ أبي إذا دَخَلَ شَهرُ المُحَرَّمِ لايُرى ضاحِكا ... فَإذا كانَ يَومُ العاشِرِ كانَ ذلِكَ اليَومُ يَومَ مُصيبَتِهِ و حُزنِهِ و بُكائِهِ",
		"b": "چون ماه محرّم مى رسيد ، كسى پدرم را خندان نمى ديد ... چون روز دهم فرا مى رسيد آن روز ، روز سوگوارى و اندوه و گريه او بود .",
		"c": 8,
		"d": ". وسائل الشيعه ، ج ۱۰ ، ص ۵۰۵ .",
		"n": 32713
	},
	{
		"a": "حُبُّ اَوْلِياءِ اللّهِ واجِبٌ وَ كَذلِكَ بُغْضُ اَعْدائِهِمْ وَ الْبَرائَةُ مِنْهُمْ وَ مِنْ اَئِمَّتِهِمْ .",
		"b": "در نوشته خود به مأمون ، : دوستى با دوستان خدا واجب است ، همچنين دشمن داشتن و بيزارى جستن از دشمنان دوستان خدا و سران آنان واجب است .",
		"c": 8,
		"d": "وسائل الشيعه ، ج۱۱ ، ص۴۳۳ .",
		"n": 32714
	},
	{
		"a": "وقت صلاة الغداة ما بين طلوع الفجر الى طلوع الشمس",
		"b": "وقت نماز صبح از طلوع فجر تا طلوع خورشيد است .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۱۵۲",
		"n": 32715
	},
	{
		"a": "ليس عمل احب الى الله - عزوجل - من الصلاة فلا يشغلنكم عن اوقاتها شى ء من امور الدنيا ، فان الله - عزوجل - ذم اقواما فقال : ( ( الذين هم عن صلاتهم ساهون ) ) يعنى انهم غافلون استهانوا باوقاتها",
		"b": "عملى نزد خداوند محبوبتر از نماز نيست ، چيزى از امور دنيا شما را از خواندن نماز در اول وقت باز ندارد ، زيرا خداوند مذمت كرده و اقوامى را فرموده : ( ( واى بر نمازگزارانى كه از نمازشان غفلت ورزيدند ) ) يعنى واى بر نمازگزارانى كه از اوقات نماز غفلت كنند و در انجام نماز در اول وقت سهل انگارى نمايند .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸۲",
		"n": 32716
	},
	{
		"a": "كان الحسن عليه‌السلام تمريا و كان ابو عبد الله الحسين عليه‌السلام تمريا .",
		"b": "امام حسن عليه‌السلام و امام حسين عليه‌السلام خرما را دوست مى داشتند .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۱۷ ص ۷۳ ح ۱۰۵",
		"n": 32717
	},
	{
		"a": "الصلاة فى مواقيتها و المواظبة عليها",
		"b": "نماز را اول وقت بخوانيد و مواظبت بر آن كنيد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸۱",
		"n": 32718
	},
	{
		"a": "انا نأمر صبیاننا بالصلاة اذا کانوا بنی خمس سنین ، فمروا صبیانکم بالصلاة اذا کانوا بنی سبع سنین .",
		"b": "هنگامی که فرزندان ما پنج ساله شدند دستور می دهیم نماز بخوانند ، پس شما هم وقتی فرزندانتان به هفت سالگی رسیدند آنها را به نماز دستور دهید .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۱۲",
		"n": 32719
	},
	{
		"a": "نَظِّفوا بُيوتَكُم مِن حَوكِ العَنكَبوتِ ، فَاِنَّ تَركَهُ فِى البَيتِ يورِثُ الفَقرَ",
		"b": "خانه هاى خود را از تار عنكبوت پاك كنيد ، زيرا باقى گذاشتن آن در خانه ، فقر مى آورد .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۷۵ ، ح ۲",
		"n": 32720
	},
	{
		"a": "عن ابي عبدالله عليه السّلام في قول الله تعالي : <Q> ) و اجتنبوا قولَ الزُّور ( </Q> ( حج ، ۳۰ ) ، قال : قول الزُّورِ الغِناء .",
		"b": "امام صادق عليه السّلام درباره سخن خداوند كه مي فرمايد : « از گفتار باطل بپرهيزيد » فرمودند : گفتار باطل همان غناء است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج۱۲ ، ص۲۲۷",
		"n": 32721
	},
	{
		"a": "الغِناءُ مِمّا وَعَدَاللهُ عليه النارَ و تلاهذه الآية : و مِنَ الناس مَن يشتري لهوَ الحديث ليُضِلَّ عن سبيل الله ... ( لقمان ، ۶ ) .",
		"b": "غنا و آوازه خواني از جمله گناهاني است كه خداوند براي آن وعده آتش داده است ، سپس اين آيه را تلاوت فرمودند : « برخي از مردم كساني هستند كه سخن بيهوده را مي خرند تا ديگران را از روي ناداني از راه خدا گمراه كنند و آيات الهي را به استهزاء گيرند ، براي آنان عذابي خواركننده خواهد بود » .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۲۲۶",
		"n": 32722
	},
	{
		"a": "فان مثل الصلاة كمثل النهر الجارى ، كلما صلى صلاة كفرت ما بينهما من الذنوب",
		"b": "همانا مثل نماز همچون مثل نهر جارى است ، هرگاه آدمى نماز بگذارد گناهانى راكه ميان دو نماز او سرزده است مى پوشاند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۷",
		"n": 32723
	},
	{
		"a": "اِنَّ أحَبَّ الأعمالُ اِلَی الله ( عَزَّوَجَلَّ ) اَلصلاةُ وَ البِرُ وَ الجَهاد .",
		"b": "همانا ، محبوبترین اعمال در نزد خداوند عزوجل ، نماز ، نیکی کردن و جهاد در راه خداست .",
		"c": 13,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۲۷",
		"n": 32724
	},
	{
		"a": "اعلم ان اول الوقت ابدا افضل",
		"b": "بدان ، همانا ( نماز ) اول وقت هميشه افضل است .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸۸",
		"n": 32725
	},
	{
		"a": "ان على بن الحسين عليه‌السلام كان اءحسن الناس صوتا بالقرآن و كان يرفع صوته حتى يسمعه اهل الدار .",
		"b": "امام على بن الحسين عليه‌السلام از نظر صوت قرآنى نيكوترين فرد بود و صداى قرآن خواندنش را بلند مى كرد تا اهل خانه بشنوند و بهره مند گردند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۸۵۸ .",
		"n": 32726
	},
	{
		"a": "ان فاطمة عليها‌السلام کانت تاتی قبور الشهداء فی کل غداة سبت",
		"b": "فاطمه عليها‌السلام در هر بامداد شنبه به مزار شهیدان می رفت .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۲ ، ص ۸۷۹ .",
		"n": 32727
	},
	{
		"a": "مَنْ اَنْعم الله عليه بِنعمةٍ فَجاءَ عند تلك النّعمة بِمِزمارٍ فقد كَفَرَها .",
		"b": "كسي كه خداوند به او نعمتي عطا فرمايد و با وجود آن نعمت به ني و ساز و آواز روي آورد ، كفران نعمت كرده است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۲۳۳",
		"n": 32728
	},
	{
		"a": "الغناءُ يورث النفاقَ و يُعقِبُ الفقر .",
		"b": "غناء و آوازه خواني باعث نفاق و دوروئي شده و فقر و تنگدستي را به دنبال دارد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص۲۳۰",
		"n": 32729
	},
	{
		"a": "الغناءُ مجلسٌ لاينظر اللهُ اِلي اَهلهِ .",
		"b": "مجلس غناء مجلسي است كه خدواند به اهل آن نظر ( لطف و رحمت ) نمي كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۲۸۸",
		"n": 32730
	},
	{
		"a": "شرُّ الاَصواتِ الغِناء .",
		"b": "بدترين صداها ، غناء ( و آوازه خواني ) است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۲۲۹",
		"n": 32731
	},
	{
		"a": "من باب على طهر فكانما احيى الليل",
		"b": "كسى كه شب را با وضو بيارامد ، گويى كه تمام شب را به احياء و عبادت گذرانده است .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۲۶۶",
		"n": 32732
	},
	{
		"a": "مَنْ مَشي إلي مَسْجِد مِنْ مَساجِدِ اللّهِ ، فَلَهُ بِكُّلِ خُطْوَة خَطاها حَتّي يَرْجِعَ إلي مَنْزِلِهِ ، عَشْرُ حَسَنات ، وَ مَحي عَنْهُ عَشْرُ سَيِّئات ، وَ رَفَعَ لَهُ عَشْرُ دَرَجات",
		"b": "هر كس قدمي به سوي يكي از مساجد خداوند بردارد ، براي هر قدم ثواب ده حسنه مي باشد تا برگردد به منزل خود ، و ده خطا از لغزش هايش پاك مي شود ، همچنين در پيشگاه خداوند ده درجه ترفيع مي يابد .",
		"c": 13,
		"d": "وسائل الشیعه ، ج۵ ، ص۲۰۱",
		"n": 32733
	},
	{
		"a": "الوضوء قبل الطعام و بعده يذهبان الفقر",
		"b": "وضو پيش از غذا و بعد از غذا ، فقر را از بين مى برد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۲۵۶",
		"n": 32734
	},
	{
		"a": "اَلْحَقُّ جَديدٌ وَ إنْ طالَتِ الاْيّامُ ، وَ الْباطِلُ مَخْذُولٌ وَ إنْ نَصَرَهُ أقْوامٌ",
		"b": "حقّ و حقيقت در تمام حالات جديد و تازه است گر چه مدّتي بر آن گذشته باشد و باطل هميشه پست و بي أساس است گر چه افراد بسياري از آن حمايت كنند .",
		"c": 1,
		"d": "وسائل الشیعه ، ج۲۰ ، ص ۴۳۴ ، ح۳۲۲۹۲",
		"n": 32735
	},
	{
		"a": "فاذا تعلم الوضوء و الصلاة غفر الله لوالديه",
		"b": "اگر شخصى وضو و نماز را فرا گيرد ، خداوند پدرو مادر وى را مى آمرزد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۱۳",
		"n": 32736
	},
	{
		"a": "حتى يتم له تسع سنين ، فاذا تمت له ، علم الوضوء و اضرب عليه و اءمر بالصلوة واضرب عليها ، فاذا تعلم الوضوء و الصلاة غفر الله لوالديه ، ان شاء الله",
		"b": "وقتى فرزندانتان به سن نه سالگى رسيد ، پس وقتى كه نه سالش تمام شد وضو را به او ياد بدهيد و اگر كوتاهى كرد او را ادب كنيد و او را امر به نماز كنيد و اگر كوتاهى كرد او را ادب كنيد . پس وقتى فرزند وضو ونماز را ياد گرفت ، خدا پدر و مادرش را مى آمرزد ، ان شاء الله .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۱۳",
		"n": 32737
	},
	{
		"a": "لاصلوة الا بطهور",
		"b": "نماز درست نيست ؛ مگر باطهارت ( وضو ، غسل ، تيمم ) .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۲۶۱",
		"n": 32738
	},
	{
		"a": "یا بنی اولئک طوائف من امتی یزورونکم یلتمسون بذلک البرکة و حقیق علی ان آتیهم یوم القیامة فاخلصهم من اهوال الساعة .",
		"b": "پسرم ! آنان گروه‌هایی از امت من هستند که شما را زیارت می کنند و با آن زیارت ، خواستار برکت‌اند . بر من سزاوار است که روز قیامت سراغ آنان بروم و ازترس‌های روز قیامت نجاتشان بدهم .",
		"c": 13,
		"d": "وسائل الشیعة ، ج ۱۰ ، ص ۲۵۹",
		"n": 32739
	},
	{
		"a": "شر بقاع الارض الاسواق و خيرالبقاع المساجد و احبهم الى الله اولهم دخولا و اخرهم خروجا منها",
		"b": "بدترين جاهاى زمين ، بازار و بهترين مكانهاى آن ، مساجد است و محبوبترين افراد نزد خدا كسى است كه زودتر از همه به مسجد داخل شود و ديرتر از همه بيرون رود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۵۳ .",
		"n": 32740
	},
	{
		"a": "خَيرُ المَالِ اَلثِّقَةُ بِاللهِ ، وَاليَأسُ مِمَّا في أَيدِي النَّاسِ .",
		"b": "بهترين سرمايه ، اعتماد به خداست و نااميدي به آنچه در دست مردم است .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۶ ، ص ۳۱۵",
		"n": 32741
	},
	{
		"a": "مَنْ رَدَّ عَلَيْهِمْ فَقَدْ رَدَّ اللهَ ، مَنْ طَعَنْ عَلَيْهِمْ فَقَدْ طَعَنَ اللهَ ، لِأنَّهُمْ عِبادُ اللهِ حقّاً و أوْليائِهِ صِدْقاً و إن أحَدَهُمْ لَيَشْفَعَ فِي رَبِيعَةَ وَ مُضِرٍ فَيُشْفَعَهُ اللهُ فِيهِمُ لِکرامَتِهِ عَلي اللهِ عزوجل .",
		"b": "کسي که شيعه را رد کند ( قبول نداشته باشد ) چنان است که خدا را رد کرده است و کسي که به آنان توهين كند به خدا توهين کرده است زيرا که آنان بنده راستين خدا هستند و دوستدار واقعي اويند . هر يک از اينان اگر به عدد قبيله ربيعه و قبيله مضر را شفاعت کنند ، خداوند عزوجل شفاعت آنان را مي پذيرد .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۴۴۱",
		"n": 32742
	},
	{
		"a": "حملة القرآن في الدنيا عرفاء اهل الجنة يوم القيامة .",
		"b": "حاملان ( همراهان ) قرآن در دنيا ، عرفاء بهشت هستند در روز قيامت .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۶ ، ص ۱۶۹",
		"n": 32743
	},
	{
		"a": "لَعَنَ رسول الله صلى‌الله‌عليه‌وآله‌وسلم رجلاً ينظر إلي فَرْجِ امرأةٍ لا تحلُّ له .",
		"b": "رسول خدا صلى‌الله‌عليه‌وآله‌وسلم مردي را كه به عورت زن نامحرم نگاه كند ، لعنت فرمود .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۴ ، ص ۱۳۸",
		"n": 32744
	},
	{
		"a": "كان اِبليسُ اَوّلَ مَن تَغَنّي .",
		"b": "ابليس نخستين كسي است كه به غناء و آوازه خواني پرداخت .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۲۳۱",
		"n": 32745
	},
	{
		"a": "کانَ أبی إذا دَخَلَ شَهرُ الْمُحَرَّمِ لا یُرى ضاحِکاً",
		"b": "چون ماه محرم فرا مى رسید ، کسى پدرم ( امام کاظم عليه‌السلام ) را خندان نمى دید .",
		"c": 8,
		"d": "وسائل الشیعة ، ج ۱۰ ، ص ۵۰۵",
		"n": 32746
	},
	{
		"a": "ان تارك الصلوة كافر",
		"b": "همانا ترك كننده نماز واجب ، كافر است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۸",
		"n": 32747
	},
	{
		"a": "اذا قام العبد المؤ من فى صلاته نظر الله - عزوجل - اليه",
		"b": "وقتى كه بنده مؤمن به نماز مى ايستد ، خداوند سبحان به او نظر مى كند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۱",
		"n": 32748
	},
	{
		"a": "کان يقول : قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم : ما من قطره احبّ الي الله عزوجل من قطره دمٍ في سبيل الله .",
		"b": "رسول خدا صلى‌الله‌عليه‌وآله‌وسلم فرمودند : هيچ قطره اي در نزد خداوند ، دوست داشتني تر از قطره خوني که در راه خدا ريخته شود نيست .",
		"c": 4,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۸",
		"n": 32749
	},
	{
		"a": "اوّل قطره من دم الشّهيد کفّاره لذنوبه الّا الدّين فانّ کفّارته قضاءه .",
		"b": "اولين قطره خون شهيد ، کفاره گناهان اوست مگر دِين ، که کفاره آن اداي آن است .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۳ ، ص ۸۵",
		"n": 32750
	},
	{
		"a": "اياكم و الكسل ، ان ربكم رحيم ، يشكر القليل ، ان الرجل ليصلى الركعتين تطوعا يريد بهما وجه الله فيدخله الله بهما الجنة",
		"b": "از سستى دورى كنيد ، زيرا پروردگار شما مهربان است ، اندك را مى پذيرد ، هر آينه مرد دو ركعت نماز مستحبى مى خواند ، و با آن دو خدا را اراده مى كند ، و خداوند به سبب اين دو ركعت ، او را به بهشت داخل مى كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۳۰ . اصول وافى ، ج ۲ ، ص ۶۱",
		"n": 32751
	},
	{
		"a": "ابصر على بن ابى طالب عليه‌السلام رجلا ینقر صلاته فقال : منذکم صلیت بهذه الصلاة ؟ فقال له الرجل : منذ کذا و کذا فقال : مثلک عند الله مثل الغراب اذا نقر لومت مت على غیر ملة ابى القاسم محمد صلى‌الله‌عليه‌وآله‌وسلم ثم قال على عليه‌السلام : ان اسرق الناس من سرق من صلاته",
		"b": "( امام ) على عليه‌السلام به مردى که نمازش را به سرعت مى خواند ، نگاه کرد امام سؤ ال کرد از چه وقتى این طور نماز مى خوانى ؟ مرد پاسخ داد : از فلان وقت تا به حال . امام فرمودند : مثل ( نماز خواندن ) تو در پیش خداوند مثل کلاغى است که ( بسرعت ) از زمین دانه مى چیند ، اگر تو به این حالت بمیرى ، مرده اى به غیر دین پیامبر اسلام ، امام فرمودند : همانا که دزدترین مردم کسى است که از نمازش بدزدد ( یعنى کم کند ) .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۲۴",
		"n": 32752
	},
	{
		"a": "الجهاد واجب معامام عادل و من قاتل فقتل دون ماله و رحله و نفسه فهو شهید .",
		"b": "جهاد همراه امام عادل واجب است و هر کس پیکار کند و در راه دفاع از مال و ره توشه و جان خویش کشته شود ، شهیداست .",
		"c": 8,
		"d": "وسائل الشیعه ، ج ۱۱ ، ص ۳۵",
		"n": 32753
	},
	{
		"a": "و اما صلاة الفجر فان الشمس اذا طلعت تطلع على قرن شيطان فامرنى ربى ان اصلى قبل طلوع الشمس صلاة الغداة و قبل ان يسجد لها الكافر لتسجد امتى الله - عزوجل - و سرعتها احب الى الله - عزوجل - و هى الصلاة التى تشهدها ملائكة الليل و ملائكة النهار",
		"b": "اما نماز صبح ، پس هنگامى كه آفتاب طلوع كرد ، مثل اينكه بر شاخهاى شيطان طلوع مى كند . پروردگارم مرا امر نموده كه قبل از طلوع خورشيد و قبل از آن كه كافر براى آفتاب سجده كند ، نماز صبح بخوانم ؛ تا آن كه امتم براى خداوند سجده نمايند ، و زود به جاى آوردن آن در پيشگاه خداوند محبوبتر است . اين نمازى است كه ملائكه شب و روز شاهد آن مى باشند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۹",
		"n": 32754
	},
	{
		"a": "قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم : من صلى الصلاة لغیر وقتها رفعت له سوداء مظلمة تقول ضیعتنى ، ضیعک الله کما ضیعتنى ، فى روایة عن الباقر - عليه‌السلام - انها اذا ارتفعت فى اول وقتها رجعت الى صاحبها و هى بیضاء مشرقة یقول حفظتنى حفظک الله",
		"b": "پیامبر خدا صلى‌الله‌عليه‌وآله‌وسلم فرمودند : هرکس نماز را در غیر وقت آن بخواند براى او بالا مى رود در حالى که سیاه و تاریک است ، گوید : مرا تباه کردى خداوند تو را تباه گرداند همان طور که مرا تباه ساختى . در روایت دیگر آمده ، همانا اگر نماز اگر در اول وقتش بالا رود به صاحبش سفید و نورانى بر مى گردد و گوید : مرا حفظ کردى خدا تو را حفظ کند .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۸۰ - ۷۸",
		"n": 32755
	},
	{
		"a": "ان ملک الموت قال : انه لیس فى شرق الارض و لا فى غربها اهل بیت مدر و لا وبر الا انا اتصفحهم فى کل یوم خمس مرات ، فقال رسول الله صلى‌الله‌عليه‌وآله‌وسلم : انما یتصفحهم فى مواقیت الصلاة ، فان کان ممن یواظب علیها عند مواقیتها لقنه شهادة ان لا اله الا الله و ان محمدا رسول الله صلى‌الله‌عليه‌وآله‌وسلم و نحى عنه ملک الموت ابلیس",
		"b": "عزرائیل گوید : در شرق و غرب زمین اهل خانه گلى و نه اهل خانه مو و پشمى نیست ، مگر اینکه هر روز پنج مرتبه به آن ها نظر مى کنم ، پیامبر خدا ( ص ) فرمودند : جز این نیست به آنها در وقتهاى نماز نظر مى کند ، اگر از آنها باشد بر نماز در وقتهاى آن مواظبت مى کند ( هنگام مرگ ) شهادتین بر او تلقین مى کند ، و شیطان را ( در آن هنگام که مى خواهد ایمان را از او بگیرد ) دور مى کند .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۷۹",
		"n": 32756
	},
	{
		"a": "من لم یأت قبرالحسین عليه‌السلام حتى یموت کان منتقص الایمان منتقص الدین ، ان ادخل الجنة کان دون المؤمنین فیها",
		"b": "هر کس به زیارت قبر امام حسین عليه‌السلام نرود تا بمیرد ، ایمانش ناتمام و دینش ناقص خواهد بود به بهشت هم که برود پایین تر از مومنان در آنجا خواهد بود .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۱۰ ، ص ۳۳۵",
		"n": 32757
	},
	{
		"a": "من صلى الصلوات المفروضات فى اول وقتها و اقام حدودها ، رفعها الملك الى السماء بيضاء نقية ؛ تقول : حفظك الله كما حفظتنى استودعتنى ملكا كريما . و من صلاها بعد وقتها من غير علة و لم يقم حدودها ، رفعها الملك سوداء مظلمة ؛ و هى تهتف به : ضيغتنى ضيعك الله كما ضيعتنى و لا رعاك الله كما لم ترعنى",
		"b": "كسى كه نمازهاى واجب را در اول وقت ادا كند و حدود آن ها را حفظ نمايد . فرشته آن را سپيدو پاكيزه به آسمان برد . نماز ( به نمازگزار ) گويد : ( ( خدا تو را نگاه دارد همان گونه كه مرا نگاه داشتى ؛ مرا به ملكى بزرگوار سپردى . و كسى كه نمازها را بى سبب به تاخير اندازد و حدود آنها را حفظ نكند ، فرشته نماز او را سياه و تاريك به آسمان برد در حالى كه نماز با صداى بلند به نمازگزار گويد : ( ( مرا ضايع كردى ، خداى تو را ضايع كند ، آن چنان كه مرا ضايع كردى ؛ و خدا تو را رعايت نكند آن چنان كه تو مرا رعايت نكردى ) ) .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۹۰",
		"n": 32758
	},
	{
		"a": "اذا كان يوم القيامة و جمع الله - عزوجل - الناس فى صعيد واحد بعث الله عزوجل الى المؤ ذنين بملائكة من نور معهم الوية و اعلام من نور يقودون جنائب ارمتها زبرجد اخضر حقائبها المسك الاذفر ، يركبها المؤ ذنون فيقومون عليها قياما تقودهم الملائكة ينادون باعلى صوتهم بالاذان",
		"b": "هنگامى كه روز قيامت شود و خداوند همه انسانها را در يك زمين محشور كند ، خداوند فرشتگان نور را با پرچمها و علمهايى از نور به سوى اذان گوها بفرستد و آن فرشتگان شترها ( يا اسبها ) بهشتى را همراه خود به سوى اذان گوها روانه سازند كه مهار آن ها از ... و تركه آنها از مشك بسيار نفيس ‍ مى باشد . اذان گوها بر آن مركبها سوار مى شوند و بر پشت آنها مى ايستند ، فرشتگان ( از روى تجليل و احترام ) مهار آن مركبها را مى كشند و اذان گوها با صداى بلند اذان مى گويند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۶۱۵",
		"n": 32759
	},
	{
		"a": "انما جعلت الجماعة لئلا تكون الاخلاص و التوحيد و الاسلام و العبادة لله الا ظاهرا مكشوفا لان فى اظهاره حجة على اهل الشرق و الغرب لله وحده و ليكون المنافق و المستخف موديا لما اقربه يظهر الاسلام و المراقبة و ليكون شهادات الناس بالاسلام بعضهم ببعض جائزة ممكنة مع مافيه من المساعدة على البر و التقوى و الزجر عن كثير من معاصى الله",
		"b": "علت تشريع نماز جماعت آن است كه اسلام و توحيد و بندگى و اخلاص به خداوند متعال در معرض ديد عموم و ظاهر و مشهور در ميان مردم باشد ، زيرا در اين صورت است كه حجت در زمينه وحدانيت خداوند بر مردم شرق و غرب تمام مى شود ، و مردمان منافق و بى اعتنا به نماز مطابق اقرار زبانى وادار به عمل مى شوند ، و مراقبت صورت مى گيرد و گواهيهاى مردم كه عليه يكديگر در زمينه اسلام امكان پيدا مى كند علاوه آن كه در چنين اجتماعاتى بر توسعه و گسترش نيكوكارى و تقوى مساعدت مى شود ، عملا جلوى بسيارى از گناهان گرفته مى شود .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۲",
		"n": 32760
	},
	{
		"a": "ان من تما الصلوة اعطاء الزكوة ( الفطرة ) كما ان الصلاة على النبى صلى‌الله‌عليه‌وآله‌وسلم من تمام الصلاة",
		"b": "همانا پرداخت زكات فطره ( در آخر ماه رمضان ) مايه تماميت روزه است چنان كه صلوات بر محمد ( و آل او ) باعث تماميت نماز است ( يعنى نماز با صلوات و روزه بازكات فطره كامل مى شود ) .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۶ و ص ۲۲۱",
		"n": 32761
	},
	{
		"a": "انَّ النبي صلى‌الله‌عليه‌وآله‌وسلم نَهي عَن اَكل الرِبا ... و قال : انَّ اللهَ لَعَنَ آكلَ الربا و مُؤَكِّلَه و كاتبَه و شاهدَيه .",
		"b": "پيامبر اكرم صلى‌الله‌عليه‌وآله‌وسلم از ربا خواري نهي كرد و فرمودند : خداوند ، ربا خوار ، ربا دهنده ، نويسنده ( سند ربا ) و دو شاهد آن را لعنت كرده است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۴۳۰",
		"n": 32762
	},
	{
		"a": "اِنَّ مِن تَمامِ الصَّومِ اِعطاءُ الزَّکاةِ یَعنى الفِطرَة کَما اَنَّ الصَّلوةَ عَلَى النَّبِى ( ص ) مِن تَمامِ الصَّلوةِ",
		"b": "تکمیل روزه به پرداخت زکاة یعنى فطره است ، همچنان که صلوات بر پیامبر ( ص ) کمال نماز است .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۶ ص ۲۲۱",
		"n": 32763
	},
	{
		"a": "مَنْ عادي شِيعَتَنا فَقَدْ عَادانا وَ مَنْ والاهُمْ فَقَدْ والانا لِأنَّهُمْ خُلِقُوا مِنْ طينَتِنا مَنْ أحَبَّهُمْ فَهُوَ مِنّا وَ مَنْ أبْغَضَهُمْ فَلَيْسَ مِنّا .",
		"b": "کسي که با شيعيان ما دشمني نمايد با ما دشمني ورزيده است و کسي که با آنان دوست باشد با ما دوست است زيرا ( شيعيان ) از طينت ما خلق شده اند و کسي که اينان را دوست مي دارد با ماست و کسي که با اينان دشمن است از ما نيست .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۱۶ ، ص ۱۷۹",
		"n": 32764
	},
	{
		"a": "اَلمُؤمِنُ يَكُلُ في مِعاءٍ واحِدَةٍ وَ المُنافِقُ يَكُلُ في سَبعَةِ أمعاءٍ",
		"b": "مؤمن كم خوراك است و منافق پرخور .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۲۴ ، ص ۲۴۰ ، ح۶",
		"n": 32765
	},
	{
		"a": "... و انه اليوم الذى اقام رسول الله ( صلى‌الله‌عليه‌وآله‌وسلم ) عليا عليه‌السلام للناس علما و ابان فيه فضله و وصيه فصام شكرا لله عزوجل ذلك اليوم و انه ليوم صيام و اطعام و صلة الاخوان و فيه مرضاة الرحمن ، و مرغمة الشيطان .",
		"b": "عيد غدير ، روزى است كه رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) على عليه‌السلام را بعنوان پرچمدار براى مردم برافراشت و فضيلت او را در اين روز آشكار كرد و جانشين خود را معرفى كرد ، بعد بعنوان سپاسگزارى از خداى بزرگ آن روزه را روزه گرفت و آن روز ، روز روزه دارى و عبادت و طعام دادن و به ديدار برادران دينى رفتن است . آنروز روز كسب خشنودى خداى مهربان و به خاك ماليدن بينى شيطان است .",
		"c": 6,
		"d": "وسائل الشيعه ۷ : ۳۲۸ ، ضمن حديث ۱۲ .",
		"n": 32766
	},
	{
		"a": "... اذا تلاقیتم فتصافحوا بالتسلیم و تهابوا النعمة فى هذا الیوم ، و لیبلغ الحاضر الغائب ، والشاهد الباین ، ولیعد الغنى الفقیر والقوى على الضعیف امرنى رسول الله ( صلى‌الله‌عليه‌وآله‌وسلم ) بذلک .",
		"b": "وقتى که به همدیگر رسیدید همراه سلام ، مصافحه کنید ، و در این روز به یکدیگر هدیه بدهید ، این سخنان را هر که بود و شنید ، به آن که نبود برساند ، توانگر به سراغ مستمند برود ، و قدرتمند به یارى ضعیف ، پیامبر مرا به این چیزها امر کرده است .",
		"c": 1,
		"d": "وسائل الشیعه ۷ : ۳۲۷ .",
		"n": 32767
	},
	{
		"a": "ما من رجل يجعل جبهته فى بقعة من بقاع الارض الا شهدت له بها يوم القيامة",
		"b": "هر انسانى كه پيشانى خود را براى سجده بر قطعه اى از زمين بگذارد ، آن زمين در روز قيامت به نفع وى شهادت خواهد داد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۴۷۴ . مستدرك الوسائل ، ج ۱ ، ص ۱۷۵",
		"n": 32768
	},
	{
		"a": "... فكيف بمن تكفل عددا من المؤمنين والمؤمنات وانا ضمينه على الله تعالى الامان من الكفر والفقر",
		"b": "... چگونه خواهد بود حال كسى كه عهده دار هزينه زندگى تعدادى از مردان و زنان مؤمن ( در روز غدير ) باشد ، در صورتى كه من پيش خدا ضامنم كه از كفر و تنگدستى در امان باشد .",
		"c": 1,
		"d": "وسائل الشيعه ۷ : ۳۲۷ .",
		"n": 32769
	},
	{
		"a": "... تذكرون الله عز ذكره فيه بالصيام والعبادة والذكر لمحمد و آل محمد ، فان رسول الله ( صلى‌الله‌عليه‌وآله‌وسلم ) اوصى اميرالمؤمنين ان يتخذ ذلك اليوم عيدا ، و كذلك كانت الانبياء تفعل ، كانوا يوصون اوصيائهم بذلك فيتخذونه عيدا .",
		"b": "در روز عيد غدير ، خدا را با روزه و عبادت و ياد پيامبر و خاندان او يادآورى كنيد ، زيرا رسول خدا به اميرالمؤمنين سفارش كرد كه آن روز را عيد بگيرد ، همين طور پيامبران هم به جانشينان خود سفارش مى كردند كه آن روز را عيد بگيرند ، آنان هم چنين مى كردند .",
		"c": 6,
		"d": "وسائل الشيعه ۷ : ۳۲۷ ، ح ۱ .",
		"n": 32770
	},
	{
		"a": "اذا ما ادى الرجل صلاة واحدة تامة قبلت جميع صلاته",
		"b": "وقتى كه انسان يك نماز كامل و تام به جا آورد ، همه نمازهاى او مورد قبول مى شود .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۰",
		"n": 32771
	},
	{
		"a": "والعمل فيه يعدل ثمانين شهرا ، و ينبغى ان يكثر فيه ذكر الله عزوجل ، والصلوة على النبى ( صلى‌الله‌عليه‌وآله‌وسلم ) ، ويوسع الرجل فيه على عياله .",
		"b": "ارزش عمل در آن روز ( عيد غدير ) برابر با هشتاد ماه است ، و شايسته است آن روز ذكر خدا و درود بر پيامبر ( صلى‌الله‌عليه‌وآله‌وسلم ) زياد شود ، و مرد ، بر خانواده خود توسعه دهد .",
		"c": 6,
		"d": "وسائل الشيعه ۷ : ۳۲۵ ، ح ۶ .",
		"n": 32772
	},
	{
		"a": "و یوم الغدیر فیه اقام النبى ( صلى‌الله‌عليه‌وآله‌وسلم ) اخاه علیا علما للناس واماما من بعده ، [ قال ] قلت : صدقت جعلت فداک ، لذلک قصدت ، اشهد انک حجة الله على خلقه .",
		"b": "در روز غدیر پیامبر اکرم ( صلى‌الله‌عليه‌وآله‌وسلم ) برادرش على عليه‌السلام را بلند کرد و به عنوان پرچمدار ( و فرمانده ) مردم و پیشواى بعد از خودش معرفى کرد . ابواسحاق گفت : عرض کردم ، فدایت شوم راست فرمودى . به خاطر همین به زیارت و دیدار شما آمدم ، گواهى مى دهم که تو حجت خدا بر مردم هستى .",
		"c": 10,
		"d": "وسائل الشیعه ۷ : ۳۲۴ ، ح ۳ .",
		"n": 32773
	},
	{
		"a": "لا يُطَوِّلَنَّ أَحَدُكُمْ شارِبَهُ وَلا شَعْرَ إِبْطَيْهِ وَلا عانَتَهُ فَإِنَّ الشَّيْطانَ يَتَّخِذُها مَخْبَئا يَسْتَتِرُ بِها ؛ (",
		"b": "كسى از شما موهاى سبيل و موهاى زير بغل و موى زير شكم خود را بلند نكند ؛ چرا كه شيطان ( ميكروب ) اين نقاط را پناهگاه خود قرار داده ، و زير موها پنهان مى شود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۴۲۲ ، ح ۶ .",
		"n": 32774
	},
	{
		"a": "... هو يوم عبادة و صلوة و شكر لله و حمد له ، و سرور لما من الله به عليكم من ولايتنا ، و انى احب لكم ان تصوموه .",
		"b": "عيد غدير ، روز عبادت و نماز و سپاس و ستايش خداست و روز سرور و شادى است به خاطر ولايت ما خاندان كه خدابر شما منت گذارد و من دوست دارم كه شما آن روز را روزه بگيريد .",
		"c": 6,
		"d": "وسائل الشيعه ۷ : ۳۲۸ ، ح ۱۳ .",
		"n": 32775
	},
	{
		"a": "انه تستحب الصلوة فى مسجد الغديرلان النبى ( صلى‌الله‌عليه‌وآله‌وسلم ) اقام فيه امير المؤمنين عليه‌السلام و هو موضع اظهرالله عزوجل فيه الحق .",
		"b": "نماز خواندن در مسجد غدير مستحب است ، چون پيامبر اكرم ( صلى‌الله‌عليه‌وآله‌وسلم ) در آنجا اميرمؤمنان عليه‌السلام را معرفى و منصوب كرد . و آنجايى است كه خداى بزرگ ، حق را آشكار كرد .",
		"c": 6,
		"d": "وسائل الشيعه ۳ : ۵۴۹ .",
		"n": 32776
	},
	{
		"a": "و من صلى فيه ركعتين اى وقت شاء و افضله قرب الزوال و هى الساعة التى اقيم فيها اميرالمؤمنين عليه‌السلام بغدير خم علما للناس و ... كان كمن حضر ذلك اليوم ...",
		"b": "كسى كه در روز عيد غدير هر ساعتى كه خواست ، دو ركعت نماز بخواند و بهتر اينست كه نزديك ظهر باشد كه آن ساعتى است كه اميرالمؤمنين عليه‌السلام در آن ساعت در غدير خم به امامت منصوب شد ، ( هر كه چنين كند ) همانند كسى است كه در آن روز حضور پيدا كرده است ...",
		"c": 6,
		"d": "وسائل الشيعه ۵ : ۲۲۵ ، ح ۲ .",
		"n": 32777
	},
	{
		"a": "صيام يوم غدير خم يعدل صيام عمر الدنيا لو عاش انسان ثم صام ما عمرت الدنيا لكان له ثواب ذلك .",
		"b": "روزه روز غدير خم با روزه تمام عمر جهان برابر است . يعنى اگر انسانى هميشه زنده باشد و همه عمر را روزه بگيرد ، ثواب او به اندازه ثواب روزه عيد غدير است .",
		"c": 6,
		"d": "وسائل الشيعه ۷ : ۳۲۴ ، ح ۴ .",
		"n": 32778
	},
	{
		"a": "ان اول ما يسئل عنه العبد اذا وقف بين يدى الله - عزوجل - الصلوات المفروضات و عن الزكاة المفروضة و عن الصيام المفروض ، و عن الحج المفروض و عن ولايتنا اهل البيت",
		"b": "وقتى بنده ( فرداى قيامت ) در مقابل خداى عزوجل قرار گرفت ، اولين چيزى كه از او سؤ ال مى كنند ، نمازهاى واجب ، زكات واجب ، روزه واجب ، حج واجب و ولايت ما اهل بيت است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۹۰",
		"n": 32779
	},
	{
		"a": "لايَصْلَحُ الْكِذْبُ جِدٌّ وَ لاهَزْلٌ وَ لا اَنْ يَعِدَ اَحَدُكُمْ صَبِيَّهُ ثُمَّ لايَفِيَ لَهُ .",
		"b": "شايسته نيست آدمي به جد يا به شوخي دروغ بگويد و شايسته نيست كسي به فرزند خود وعده‌اي بدهد و به‌ آن وفا ننمايد .",
		"c": 1,
		"d": "وسائل الشيعه ، ج۳ ، ص ۲۳۲",
		"n": 32780
	},
	{
		"a": "اَللّهُمَّ إنّی اَسْتَوْدِعُکَ دینی وَ نَفْسی وَ مالی وَ أهْلی وَ وَلَدی وَ جیرانی .",
		"b": "خدایا دین ، نفس ، مال ، اهل ، فرزندان و همسایگان خودم را به تو می سپارم .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۲۷۶ .",
		"n": 32781
	},
	{
		"a": "اِذا دَخَلْتَ الْمَسْجِدَ فَاحْمَدِ اللهَ وَ اثْنِ عَلَیْهِ وَ صَلِّ عَلَی النَّبِیِّ صلى‌الله‌عليه‌وآله‌وسلم",
		"b": "هر گاه داخل مسجد شدی ، حمد و سپاس خدای را بگو و بر پیامبر صلى‌الله‌عليه‌وآله‌وسلم درود بفرست .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۵۱۶",
		"n": 32782
	},
	{
		"a": "عن التعوذ من الشيطان عند کل سورةٍ يفتتحها ؟ فقال عليه السّلام : نعم فتعوذّ بالله من الشيطان الرجيم .",
		"b": "آيا استعاذه هنگام شروع هر سوره ( راه صواب ) را باز مي کند ؟ امام صادق عليه‌السلام فرمودند : آري ، پس پناه ببريد به خدا از شيطان رانده شده .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۸۴۸",
		"n": 32783
	},
	{
		"a": "لو يعلم هذا المصلى ما فى الصلاة ما انفتل",
		"b": "اگر نمازگزار بداند در نماز چه چيزى است ، هيچگاه التفاتى و توجهى به چيزى نخواهد داشت .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۱",
		"n": 32784
	},
	{
		"a": "اذا قام المصلى الى الصلاة نزلت عليه الرحمة من اعنان السماء الى الارض",
		"b": "زمانى نمازگزار به نماز مى ايستد ، از فضاى آسمان بر زمين رحمت بر او نازل مى شود .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۱",
		"n": 32785
	},
	{
		"a": "صلاة فى مسجدالنبى صلى‌الله‌عليه‌وآله‌وسلم تعدل بعشرة الاف صلاة",
		"b": "يك نماز در مسجد پيامبر ( صلى‌الله‌عليه‌وآله‌وسلم ) با ده هزار نماز برابر خواهد بود .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۳۶ .",
		"n": 32786
	},
	{
		"a": "لويعلم الناس ما فى مسجد الكوفة لاعدوا له الزاد و الرواحل من مكان بعيد ان صلاة فريضة فيه تعدل حجة وصلاة نافلة فيه تعدل عمرة",
		"b": "اگر مردم ، فضيلت مسجد كوفه را مى دانستند ، از راه دور براى رسيدن به اين مسجد توشه و مركب تهيه مى كردند خواندن يك نماز واجب در اين مسجد ، ثواب يك حج و يك نماز مستحب در آن ثواب يك عمره را دارد",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۲۵ .",
		"n": 32787
	},
	{
		"a": "و اما صلاة العصر فهى الساعة التى اكل ادم فيها من الشجرة فاخرجه الله - عزوجل - من الجنة ، فامره الله ذريته بهذه الصلاة الى يوم القيامة و اختارها الله لامتى فهى من احب الصلوات الى الله - عزوجل - و اوصانى ان احفظها من بين الصلوات",
		"b": "اما ( علت وجوب ) نماز عصر ، و آن در ساعتى است كه حضرت آدم از آن ميوه كه از خوردن آن نهى شده بود ، خورد و خداوند او را از بهشت خارج كرد . پس خداوند ذريه حضرت آدم را امر به نماز عصر نمود ، و خداوند سبحان اين نماز عصر را براى امت من نيز اختيار نمود و اين نماز از محبوبترين نمازها در نزد خداوند است و مرا سفارش نمود به حفظ بيشتر اين نماز در بين نمازهاى يوميه .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸",
		"n": 32788
	},
	{
		"a": "من اكل شيئا من الموذيات ريحها فلايقربن المسجد",
		"b": "كسي كه چيز بودارى ( مثل سير ) بخورد كه موجب آزار مردم شود ، به مسجد نرود .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۰۲ .",
		"n": 32789
	},
	{
		"a": "من رد ريقه تعظيما لحق المسجد جعل الله ذلك قوة فى بدنه و كتب له بها حسنة و حط عنه بها سيئة و قال : لاتمر بداء فى جوفه الا ابراءته",
		"b": "هركس براى احترام مسجد ، آب دهان خود را فرو برد و در مسجد نيندازد ، خداوند آن را در بدن وى ، به قدرت و توانايى تبديل مى كند و به پاداش اين كار ، براى او حسنه اى مى نويسد وگناهى رااز او مى آمرزد و اين آب دهان ، به هر دردى ( كه در بدن او است ) برخورد كند آن راشفا مى بشخد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۴۹۹ .",
		"n": 32790
	},
	{
		"a": "جبنوا مساجدكم البيع و الشراء",
		"b": "مساجدتان را بازارى براى خريد و فروش قرار ندهيد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۰۷ .",
		"n": 32791
	},
	{
		"a": "رَکعتانِ يُصليهما المُتزوجُ اَفضلُ مِن رجلٍ عَزبٍ يَقومُ لَيلهُ و يَصومُ نهارَهُ .",
		"b": "دو رکعت نماز انسان با همسر برتر است از عمل انسان عزبي که همه شب را در نماز و روز آن را روزه دار باشد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۲۰ ، ص ۱۹",
		"n": 32792
	},
	{
		"a": "خيُر اولادِنا الاَبَلَهُ العقولُ و خيرُ النساءِ البَلُهاءُ الخَجولُ .",
		"b": "بهترين فرزندان ما عاقلان خيرانديش و بهترين زنان ما عاقلان باحيا و خجالت پيشه اند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۷ ، ص ۳۱۱",
		"n": 32793
	},
	{
		"a": "انما امروا بالصوم لكى يعرفوا الم الجوع و العطش فيستدلوا على فقر الاخر",
		"b": "مردم به انجام روزه امر شده اند تا درد گرسنگى و تشنگى را بفهمند و به واسطه آن فقر و بيچارگى آخرت را بيابند .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۴ ، ح ۵ _ علل الشرايع ، ص ۱۰",
		"n": 32794
	},
	{
		"a": "اِيّاكَ وَ الضَّجَرَ وَ الْكَسَلَ ، اِنَّهُما مِ‍فْتاحُ كُلِّ سُوءٍ ؛ اِنَّهُ مَنْ كَسَلَ لَمْ يُؤَدِّ حَقّاً وَ مَنْ ضَجِرَ لَمْ يَصْبِرْ عَلي حَقٍّ .",
		"b": "از افراط در كار و تلاش بيش از حدّ بپرهيز و نيز از سستي و مسامحه كاري اجتناب نما ، كه اين دو كليد تمام بدي ها و بدبختي ها است ، زيرا افراد مسامحه كار حق کار را ادا نمي کنند و ( كار را آن طور كه بايد انجام نمي دهند ) و افراد زياده رو ، در مرز حقّ ، توقّف نمي نمايند و از حد آن تجاوز مي كنند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۱۰۵",
		"n": 32795
	},
	{
		"a": "ان لیلة الجمعة و یوم الجمعة اربع و عشرون ساعة ، لله عزوجل فى کل ساعة ست ماءة الف عتیق من النار",
		"b": "همانا شب جمعه و روز جمعه ، بیست و چهار ساعت است که خداوند عزوجل در هر ساعت ، ششصد هزار تن را از آتش آزاد مى کند .",
		"c": 13,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۵۵ .",
		"n": 32796
	},
	{
		"a": "و من لزم جماعة المسلمین حرمت علیهم غیبته و ثبتت عدالته",
		"b": "کسی که بر نماز جماعت مداومت داشته باشد ، غیبت او بر مسلمانان حرام وعدالتش ثابت می شود .",
		"c": 13,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۳۹۴",
		"n": 32797
	},
	{
		"a": "ان الصلوة فی الصف الاول کالجهادفی سبیل الله - عزوجل -",
		"b": "نماز خواندن در صف اول ، مانند جهاد در راه خداست .",
		"c": 7,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۳۸۷",
		"n": 32798
	},
	{
		"a": "ما من قدم سعت الى الجمعة الا حرم الله جسدها على النار",
		"b": "هرگامى كه به سوى نماز جمعه برداشته شود ، خداوند آتش دوزخ را بر صاحب آن گام حرام مى كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳ .",
		"n": 32799
	},
	{
		"a": "كانَ رسول الله يَزْجُرُ الرّجُلَ ان يتشبَّهَ بالنّساءَ و يَنهيَ المراةَ ان تتشبَّهَ بالرّجال في لباسِها .",
		"b": "پيامبر اكرم صلى‌الله‌عليه‌وآله‌وسلم مردان را از تشبه به زنان در لباس و زنان را نيز در تشبه به مردان در لباس منع مي كردند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، باب ۱۳",
		"n": 32800
	},
	{
		"a": "اِنَّ السُلطانَ العادِلَ بِمَنزِلَةِ الوالِدِ الرَّحيمِ .",
		"b": "فرمانرواي عادل ، به منزلة پدر مهربان است .",
		"c": 7,
		"d": "وسائل الشيعه ، ج ۱۸ ، ص ۴۷۲",
		"n": 32801
	},
	{
		"a": "ان من تمام الصوم اعطاءالزکوة ( لفطرة ) کما ان الصلاة علی النبی - صلی الله علیه و اله و سلم - من تمام الصلاة",
		"b": "همانا پرداخت زکات فطره ( در آخر ماه رمضان ) مایه تمامیت روزه می باشد ، چنان که صلوات بر محمد ( و آل او ) باعث تمامیت نماز است ( یعنی نماز با صلوات و روزه با زکات فطره کامل می شود ) .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۶ ، ص ۲۲۱",
		"n": 32802
	},
	{
		"a": "للشّهيد سبع خصال من الله اوّل قطره من دمه مغفور له کلّ ذنب .",
		"b": "به شهيد هفت امتياز از طرف خداوند عطا مي شود ، اولين آنها بخشيدن تمام گناهان اوست بواسطه اولين قطره خونش .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۹",
		"n": 32803
	},
	{
		"a": "زمّلوهم بدمائهم و ثیابهم",
		"b": "آنها را با همان خونهایشان و لباس های خودشان دفن کنید .",
		"c": 13,
		"d": "وسائل الشیعه ، ج ۲ ، ص ۷۰۱",
		"n": 32804
	},
	{
		"a": "إذا حَمَلَتْ الْمَرْئَةُ کانَتْ بِمَنْزِلِهِ الصَّائِمِ الْقائِّمِ الْمُجاهِدِ بِنَفْسِهِ وَ مالِهِ فِي سَبِيلِ اللهِ فَإذا وَضَعَتْ کانَ لَها مِنَ الْأجْرِ ما لا يَدْريِ أحَدٌ ما هُوَ لِعِظَمِهِ .",
		"b": "آنگاه که زن حامله شود چنان است که با دهان روزه به جهاد مالي و جسمي در راه خدا بپردازد و هنگامي که زايمان کند ، براي او اجر و پاداش عظيمي است كه کسي قادر به محاسبه آن نخواهد بود و آنگاه که به شير دادن فرزند مي پردازد ، در هر مرتبه چنان است که بنده اي از اولاد اسماعيل پيامبر را در راه خدا آزاد کرده باشد و آنگاه که بچه را از شير گرفت ، فرشته اي به پهلويش مي زند و مي گويد : همه گناهانت آمرزيده شد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۵ ، ص ۱۷۵",
		"n": 32805
	},
	{
		"a": "ايها الناس ان الموت لا يفوته المقيم و لايعجزه الهارب ليس عن الموت محيص و من لم يمت يقتل و ان افضل الموت القتل ، والذي نفسيبيده لالف ضربه بالسيف اهون علي من ميته علي فراش .",
		"b": "اي مردم همانا ايستادگان و فراريان را از مرگ گريزي نيست و هر کس به مرگ طبيعي نميرد ، کشته مي شود و كشته شدن ( شهادت ) بهترين مرگ است و سوگند به خدائي که جانم در دست اوست ، هزار ضربه شمشير براي من آسانتر است از مرگ در بستر .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۸",
		"n": 32806
	},
	{
		"a": "ثَلاثَةٌ مِنَ الْجَفاء أنْ يَصْحَبَ الرَّجُلُ الرَّجُلُ فَلا يَسْئَلُهُ عَنْ إسْمِهِ وَ کنْيَتِهِ وَ أنْ يدْعَي الرَّجُلُ إلي طَعامٍ فَلا يُجيبُ أَوْ يُجيبُ فَلا يَأکلُ وَ مَواقَعَةِ الرَّجُلُ أهْلَهُ قَبْلَ الْمُلاعَبَةِ .",
		"b": "سه چيز از جفا کاريست : کسي که با کسي همسفر باشد ولي از اسم و کنيه اش جويا نشود و کسي را به غذا دعوت کنند ولي نپذيرد و يا بپذيرد اما از آن غذا نخورد و مردي که قبل از ملاعبه با همسرش همبستر شود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۲ ، ص ۱۴۵",
		"n": 32807
	},
	{
		"a": "فَدارِها عَلی کلِّ حالٍ وَ أحْسِنِ الْصُّحْبَةَ لَها لِیَصْفُوَ عَیْشُک .",
		"b": "درهر حال با همسر خود مدارا و ملاطفت و خوش رفتاری کن تا زندگی ات بر تو گوارا باشد .",
		"c": 1,
		"d": "وسائل الشیعه ، ج ۱۴ ، ص ۱۱۰",
		"n": 32808
	},
	{
		"a": "لا يَنْبَغِي لِلْمَرْأةِ أنْ تُعَطِّلَ نَفْسَها وَ لَو أنْ تُعَلِّقَ في عُنُقِها قِلادَةً .",
		"b": "سزاوار نيست براي زن كه خويشتن را براي شوهرش نيارايد ، گرچه به آويختن چيزي بگردن خود .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲۰ ، ص ۱۶۶",
		"n": 32809
	},
	{
		"a": "أيُّما أهْلِ بَيْتٍ أعْطُوا حَظّهُمْ مِنَ الرِّفْقِ فَقَدْ وَسَّعَ اللهُ عَلَيْهِمْ فِي الرِّزْقِ .",
		"b": "هر خانواده اي که با هم ديگر با رفق و مدارا برخورد کنند ، خداوند نيز به رزق و روزي آنان وسعت مي بخشد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۴ ، ص ۱۲۳",
		"n": 32810
	},
	{
		"a": "قال الله - عزوجل - يابن آدم ! اذكرونى فى نفسك ، اذكرك فى نفسى يابن ادم ! اذكرنى فى خلاء اذكرك فى خلاء يابن ادم ! اذكرنى فى ملاء اذكرك فى ملاء خير من ملاءك و قال : ما من عبد ذكرالله فى ملاء من الناس الا ذكره الله فى ملاء من الملائكة",
		"b": "خداوند - عزوجل - فرمود : اى فرزند آدم ! پيش خود مرا ياد كن تا تو را پيش خود ياد كنم اى فرزند آدم ! در خلوت مرا ياد كن تا در خلوت يادت كنم ، اى فرزند آدم ! در جمعيت مرا ياد كن تا در جمعى بهتر از جمع تو يادت كنم . همچنين آن حضرت فرمود : هيچ بنده اى در جمعيت ، ياد خدا نمى كند ، مگر آنكه خداوند در جمع ملائكه او را ياد كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۱۱۸۵ .",
		"n": 32811
	},
	{
		"a": "من صلى فى غيرالوقت فلا صلاة له",
		"b": "كسى كه نماز در غير وقت بخواند ، مثل اينكه نماز نخوانده است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۷۹",
		"n": 32812
	},
	{
		"a": "اذا دخل وقت صلاة فتحت ابواب السماء لصعود الاعمال",
		"b": "هنگامى كه وقت نماز فرا مى رسد ، درهاى آسمان براى بالا رفتن اعمال باز مى شوند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸۷",
		"n": 32813
	},
	{
		"a": "اذا دخل الوقت عليك فصلها فانك لا تدرى ما يكون",
		"b": "هنگامى كه وقت نماز فرا مى رسد ، بر تو باد به خواندن نماز ، پس به درستى كه نمى دانى چه پيش خواهد آمد .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸۷",
		"n": 32814
	},
	{
		"a": "جعلت لى الارض مسجدا و طهورا",
		"b": "همانا زمين براى من سجده گاه و پاك كننده قرار داده شده است .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۵۹۳",
		"n": 32815
	},
	{
		"a": "اَلصّبرُ وَ الرّضا عن قضاءِ الله رأس طاعةِ الله .",
		"b": "صبر و خشنودي از قضاي الهي ، اصل و اساس اطاعت خداوند است . هر كه صبر و رضا در برابر قضاي الهي داشته باشد ، جز خير براي او نخواهد بود .",
		"c": 4,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۸۹۹",
		"n": 32816
	},
	{
		"a": "يدفع الله عن مستمع القرآن بلوي الدنيا و عن قاريه بلوي الاخره .",
		"b": "خداوند از شنونده قرآن سختي هاي دنيا را بر مي دارد و از قاري آن گرفتاري هاي آخرت را .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۸۳۱",
		"n": 32817
	},
	{
		"a": "ولكل شى ء انف و انف الصلاة التكبير",
		"b": "براى هر چيزى مقدمه اى است و مقدمه نماز ، تكبيراست .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۱۶",
		"n": 32818
	},
	{
		"a": "أهل الاسلام ، هم أبناء الاسلام اسوي بينهم في العطاء و فضائلهم بينهم و بين الله . أجعلهم کبني رجل واحد ، لا يفضل أحد منهم لفضله و صلاحه في الميراث علي آخر ضعيف منقوص .",
		"b": "( حفص بن غياث مي گويد : شنيدم که از امام صادق عليه‌السلام درباره تقسيم بيت المال پرسيدند ) ، اهل اسلام ، فرزندان آن محسوب مي شوند ، در امکانات بيت المال ، من برابرشان مي دانم . امتيازات معنوي آنان بين آنها و خدا محاسبه مي شود . ( لذا ) همانند فرزندان يک نفر که فضيلت و صلاحيت ، سبب فزوني ارث بردن يکي بر ديگري که ضعيف و ناقص است نمي شود ، ( مسلمانان نيز ، اين چنين هستند ) . حضرت در ادامه فرمودند : پيامبر صلى‌الله‌عليه‌وآله‌وسلم در آغاز اسلام ، چنين رفتار مي کرد ولي ديگران ( غير ما اهل بيت ) گفتند : ما ، برخي را بر اساس سابقه بيشتر در اسلام ، از نظر عطاي بيت المال امتياز مي بخشيم .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۸۱",
		"n": 32819
	},
	{
		"a": "اما انه لیس شی ء افضل من الحج الا الصلاة",
		"b": "به درستی که هیچ عملی بالاتر از حج نیست ، مگر نماز .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۲۶",
		"n": 32820
	},
	{
		"a": "يا اباذر ! اذا كان العبد فى ارض قفر فتوضا او تيمم ثم اذن و اقام و صلى امر الله - عزوجل - الملئكة فصفوا خلفه صفا لايرى طرفاه يركعون بركوعه و يسجدون بسجوده و يؤ منون على دعائه",
		"b": "اى ابوذر ! هرگاه بنده اى در بيابانى تنها باشد و وضو بسازد يا تيمم كند ، سپس اذان و اقامه بگويد و نماز بخواند ، خدا فرشتگان را امر كند كه پشت سر او صفى تشكيل دهند كه دو طرف آن ديده نشود و به نماز او اقتدا نمايند و به دعاى او آمين گويند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۶۲۱ . مكارم الاخلاق ، ص ۴۶۶",
		"n": 32821
	},
	{
		"a": "انه يوم عيد و فرح و سرورو يوم صوم شكرا لله تعالى .",
		"b": "عيد غدير ، روز عيد و خوشى و شادى است و روز روزه دارى به عنوان سپاس نعمت الهى است .",
		"c": 6,
		"d": "وسائل الشيعه ۷ : ۳۲۶ ، ح ۱۰ .",
		"n": 32822
	},
	{
		"a": "الْمِراءُ فِي کتابِ اللهِ کفْرٌ .",
		"b": "مراء ( جدال لفظي بر اساس هواي نفس ) از ديدگاه قرآن « کفر » است .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۱۸ ، ص ۱۵۰",
		"n": 32823
	},
	{
		"a": "اِذا اَتَّم العَقلُ نَقَصَ الكَلامِ .",
		"b": "وقتي عقل كامل شود ، سخن گفتن كم مي شود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج۱۲ ، ص۱۹۲",
		"n": 32824
	},
	{
		"a": "و رأيت القرآنَ قد ثقُل علي الناس استماعُهُ و خفَ علي الناسِ استماع الباطل .",
		"b": "مي بينم که قرآن شنيدنش بر مردم سنگين است و شنيدن حرفهاي باطل بر آنها سهل .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۶ ، ص ۲۷۷",
		"n": 32825
	},
	{
		"a": "اَوحيَ اللهُ اِليَ مُوسي علي نبينا و اله و عليه السّلام اَنَا اُؤَاخِذُ عِباديِ عَلَي قَدرِ ما اعطيتم مِنَ العَقلِ .",
		"b": "خداوند به موسي عليه السّلام وحي كرد كه من بندگانم را به اندازه آن چه از عقل عطا كردم مؤاخذه مي كنم .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۴۱",
		"n": 32826
	},
	{
		"a": "ليس منى من استخف بصلاته لايرد على الحوض لاوالله",
		"b": "كسى كه نماز را سبك شمارد از من نيست ، به خدا سوگند كه بر حوض ( كوثر در قيامت ) مرا ملاقات نخواهد كرد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۱۵ . من لايحضره الفقيه ، ج ۱ ، باب ۲۹ ، حديث ۱۸",
		"n": 32827
	},
	{
		"a": "اِنَّ الثَوابَ عَلَي قَدرِ العقلِ .",
		"b": "ثواب دادن به اندازه عقل ( آدمي ) است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱ ، ص ۴۰",
		"n": 32828
	},
	{
		"a": "واذا لم يؤ د الرجل الفريضه لم تقبل منه النافله",
		"b": "اگر كسى نماز واجب به جا نياورد ، نافله او مقبول نيست .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۰ .",
		"n": 32829
	},
	{
		"a": "فما من مؤ من يوافق تلك الساعة ان يكون ساجدا او راكعا او قائما الا حرم الله جسده على النار",
		"b": "هر مؤمنى در حال ركوع يا سجود يا قيام مشغول باشد ، خداوند سبحان جسدش را بر آتش جهنم حرام مى گرداند .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۸ .",
		"n": 32830
	},
	{
		"a": "... رَحِمَ اللّهُ دَمْعَتَکَ ، اَما اِنَّکَ مِنَ الَّذینَ یُعَدُّوَنَ مِنْ اَهْلِ الْجَزَعِ لَنا وَالَّذینَ یَفْرَحُونَ لِفَرَحِنا و یَحْزَنُونَ لِحُزْنِنا",
		"b": "خداى ، اشک تو را مورد رحمت قرار دهد . آگاه باش ، تو از آنانى که از دلسوختگان ما به شمار مى آیند و از آنانى که با شادى ما شاد مى شوند و با اندوه ما غمگین مى گردند . آگاه باش ! تو هنگام مرگ ، شاهد حضور پدرانم بر بالین خویش خواهى بود .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۱۰ ، ص ۳۹۷",
		"n": 32831
	},
	{
		"a": "اِنَّ تِلْکَ الْمَجالِسَ اُحِبُّها فاءَحْیُوا اَمْرَنا ، فَرَحِمَ اللّهُ مَنْ اَحْیى اَمْرَنا",
		"b": "این گونه مجالس را دوست دارم ، پس امرِ ( امامت ) ما را زنده بدارید . خداى رحمت کند کسى را که امر و راه ما را احیا کند .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۱۰ ، ص ۳۹۲",
		"n": 32832
	},
	{
		"a": "اذا سَافَرَ احدکم فَقَدِمَ مِنْ سَفَرِهِ فليات أَهْلَهُ بِمَا تَيَسَّرَ",
		"b": "هرگاه يکي از شما به مسافرت رود و سپس از سفر برگردد ، پس بايد براي خانواده خود به اندازه اي که توانايي دارد سوغاتي بياورد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۸ ، ص ۳۳۷ .",
		"n": 32833
	},
	{
		"a": "ياعلى ! عليك بصلاة الليل و من استخف بصلاة الليل فليس منا",
		"b": "يا على ! بر تو باد به خواندن نماز شب و از ما نيست كسى كه به نماز شب اهميت ندهد و آن را سبك بشمارد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۲۸۰ .",
		"n": 32834
	},
	{
		"a": "ما عبدالله بشى ء من التحمید افضل من تسبیح فاطمة و لوکان شى ء افضل من لنحله رسول الله صلى‌الله‌عليه‌وآله‌وسلم فاطمة عليها‌السلام",
		"b": "خداوند به چیزى برتر از تسبیح ( حضرت ) فاطمه عليها‌السلام حمد و ستایش نشد و اگر چیزى برتر از آن بود ، هر آینه رسول خدا صلى‌الله‌عليه‌وآله‌وسلم آن را به فاطمه زهرا ( عليها‌السلام ) مى بخشید ( مى‌آموخت ) .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۴ ص ۱۰۲۴ .",
		"n": 32835
	},
	{
		"a": "الجلوس بعد صلاة الغداة فى التعقيب و الدعاء حتى تطلع الشمس ابلغ فى طلب الرزق من الضرب فى الارض",
		"b": "هركس بعد از نماز صبح براى تعقيب و دعا تا طلوع خورشيد بنشيند ، بهتر از در نورديدن زمين ، روزى راجلب مى كند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۱۰ ۳۵ .",
		"n": 32836
	},
	{
		"a": "من سبح تسبيح فاطمة - عليهاالسلام - ثم استغفر غفر له ، و هى مائة باللسان و الف فى الميزان ، ويطرد الشيطان ، و يرضى الرحمان",
		"b": "هر كس كه تسبيح حضرت فاطمه عليه‌السلام را به جاى آورد و پس از آن استغفار كند مورد مغفرت قرار مى گيرد و آن تسبيح به زبان ، صد مرتبه است و در ميزان ( اعمال ) هزار خواهد بود و شيطان را دور كرده و خداى رحمان را خشنود مى نمايد .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۱۰۲۳ ، ح ۳",
		"n": 32837
	},
	{
		"a": "انما جعلت النافلة ليتم بها ما افسده من الفريضة",
		"b": "همانا ( نماز ) نافله را به اين جهت قرار دادند كه كاستى هاى نماز واجب را جبران كند .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۳ ، ص ۲۰ .",
		"n": 32838
	},
	{
		"a": "يابنى ! انه لاينال شفاعتنا من استخف بالصلوة",
		"b": "اى فرزندم هركس نماز را سبك بشمارد به شفاعت ما دست نخواهد يافت .",
		"c": 6,
		"d": "وسائل الشيعه ج ۳ ، ص ۱۶ .",
		"n": 32839
	},
	{
		"a": "والَّذي نَفْسي بِيَدِهِ لَوْ اَنَّ رَجُلاً غَشَيَ امْرَأتَهُ و فِي الْبَيْتِ صَبِيٌّ .",
		"b": "قسم به آنکه جانم در دست اوست ، اگر مردي با همسر خود آميزش كند و در آنجا ، كودك بيداري آن دو را در حال آميزش ببيند و سخنان آنان و همچنين صداي تنفسشان را بشنود ، آن طفل هرگز رستگار نخواهد شد ، چه دختر باشد و يا پسر ، سرانجام به زنا آلوده مي‌شود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۱۶",
		"n": 32840
	},
	{
		"a": "لاصلوة لمن لم يصل فى المسجد مع المسلمين الا من علة",
		"b": "كسى كه بدون عذرى در جماعت مسلمانها در مسجد شركت نكند ، نمازش ‍ پذيرفته نيست .",
		"c": 13,
		"d": "وسائل الشيعه ج ۳ ، ص ۳۷۷",
		"n": 32841
	},
	{
		"a": "في كَمْ يُؤْخَذُ الصَّبيُّ بالصَّلوةِ ؟ فَقالَ بَيْنَ سَبْعِ سِنينَ وسِتُ سِنينَ .",
		"b": "در چه سني كودك به نماز امر ‌شود ؟ حضرت فرمودند : بين شش و هفت سالگي .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۳",
		"n": 32842
	},
	{
		"a": "فضل صلاة الجماعة على صلاة الرجل فردا خمس و عشرون درجة فى الجنة",
		"b": "نماز جماعت بر نماز فرادى بيست و پنج درجه بهشتى فضيلت و برترى دارد .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۱",
		"n": 32843
	},
	{
		"a": "مَنْ طَلَبَ التَّجارَةَ اِستَغْنَی عَنِ النّاسِ",
		"b": "هرکس دنبال تجارت رود از مردم بی‌نیاز می‌شود .",
		"c": 6,
		"d": "وسائل الشیعه ، ج۱۷ ، ص۱۲",
		"n": 32844
	},
	{
		"a": "عن جعفر بن محمد عن ابائه - عليهم‌السلام : وفى وصية النبى صلى‌الله‌عليه‌وآله‌وسلم لعلى عليه‌السلام قال ثلاث درجات منها المشى بالليل و النهار الى الجماعات",
		"b": "رسول خدا ( ص ) در وصيتى به على ( ع ) فرمودند : سه چيز موجب درجه و قرب به خداست يكى از آن سه چيز ، روز و شب به طرف نماز جماعت قدم برداشتن است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۲",
		"n": 32845
	},
	{
		"a": "لاصلاة لمن لايشهد الصلاة من جيران المسجد الامريض او مشغول",
		"b": "كسى كه همسايه مسجد است و به نماز ( جماعت ) حاضر نمى شود نمازش ‍ كامل نيست ، مگر مريض باشد يا عذر موجهى داشته باشد .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۵",
		"n": 32846
	},
	{
		"a": "اما الجماعة صفوف امتى كصفوف الملائكة و الركعة فى الجماعة اربع و عشرون ركعة ، كل ركعة احب الى الله - عزوجل - من عبادة اربعين سنة",
		"b": "اما نماز جماعت ، به درستى كه صفوف امت من ، مثل صفوف ملائكه است و يك ركعت نماز در جماعت بيست و چهار ركعت به حساب مى آيد ، كه هر ركعتى محبوبتر است نزد خدا از عبادت چهل سال .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۲",
		"n": 32847
	},
	{
		"a": "اَلْحَمْدُ لِلّهِ الَّذى جَعَلَ فىِ النّاسِ مَنْ يَفِدُ اِلَيْنا وَ يَمْدَحُنا وَ يَرْثى لَنا",
		"b": "خدا را سپاس كه در ميان مردم ، كسانى را قرار داد كه به سوى ما مى آيند و بر ما وارد مى شوند و ما را مدح و مرثيه مى گويند .",
		"c": 6,
		"d": "وسائل الشیعه ، ج۱۰ ، ص۴۶۹",
		"n": 32848
	},
	{
		"a": "صلاة الرجل فى جماعة خير من صلاته فى بيته اربعين سنة . قيل : يا رسول الله ! صلوة يوم ؟ فقال : صلوة واحدة",
		"b": "نماز خواندن انسان در جماعت بهتر است از نمازى كه چهل سال در خانه خوانده شود . عرض كردند : يا رسول الله ! نماز يك روز ؟ حضرت فرمودند : بلكه يك نماز .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۴",
		"n": 32849
	},
	{
		"a": "و من صلاها لغیر وقتها مؤثراعلیها غیرها فان ذلک الیه ان شاء غفر له و ان شاء عذبه",
		"b": "کسی که نماز را در غیروقتش به جا آورد و چیز دیگری را بر نماز انتخاب کند و ترجیح دهد ، به درستی که این کار ، خدا را مختار می کند که اگربخواهد او را ببخشاید و اگر بخواهد او راعذاب کند .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۸۳",
		"n": 32850
	},
	{
		"a": "ان الله فرض الزکوة کما فرض الصلاة",
		"b": "خدازکات را واجب کرد ، همان طور که نماز را واجب کرد .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۳",
		"n": 32851
	},
	{
		"a": "انما تقبل النافلة بعد قبول الفریضة",
		"b": "همانا ، نماز مستحبی زمانی مورد قبول است که نماز واجب مورد قبول واقع شود .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۲۰",
		"n": 32852
	},
	{
		"a": "اَرْبَعَةٌ يَنْظُرُ اللّهُ عَزَّوَجَلَّ اِلَيْهِمْ يَوْمَ الْقِيامَةِ : مَنْ اَقالَ نادِما ، اَوْ اَغاثَ لَهْفانا ، اَوْ اَعْتَقَ نَسَمَةً ، اَوْ زَوَّجَ عَزَبا",
		"b": "چهار كس در روز قيامت مورد توجّه خداوندند : ۱ كسى كه خريد وفروش شخص نادمى را فسخ كند . ۲ آن كه اندوه زده اى را فريادرسى كند . ۳ كسى كه برده اى را آزاد سازد . ۴ كسى كه زن ويا مرد بى همسرى را همسر دهد .",
		"c": 6,
		"d": "وسائل الشيعه جلد ۱۲/۴",
		"n": 32853
	},
	{
		"a": "مَنْ لَمْ يَشْهَدْ جَماعَةَ النّاسِ يَوْمَ الْعيْدِ فَلْيَغتَسِلْ وَلْيَتَطَيَّبْ بِما وَجَدَ وَلْيُصَلِّ وَحْدَهُ كَمايُصَلِّى فِى الْجَماعَةِ",
		"b": "كسى كه نمى تواند روز عيد در نماز و اجتماع مردم حضور يابد ، غسل كند و خود را به هر عطرى كه در دسترس اوست خوشبو نمايد و نماز عيد را همانگونه كه در جماعت مى خوانند بخواند .",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۵ ، ۱۱۵ ]",
		"n": 32854
	},
	{
		"a": "لِيَنْتَهِيَنَّ اَقْوامُ لايَشْهَدُونَ الصَّلاةَ اَوْ لاَمُرَنَّ مُؤَذِّنا يُؤَذِّنَ ثُمَّ يُقيمَ ثُمَّ امُرُ رَجُلاً مِنْ اَهْلِ بَيْتى وَ هُوَ عَلِىٌّ عليه‌السلام فَلَيُحْرِقَنَّ عَلى اَقْوامٍ بُيُوتَهُمْ بِحَزْمِ الْحَطَبِ لاَِنَّهُمْ لاَيأْتُونَ الصَّلاةَ",
		"b": "آنان كه در نماز جماعت حاضر نمى شوند لازم است از اينكار خود دارى كنند و گرنه دستور خواهم داد مؤذّن اذان و اقامه بگويد . آنگاه پس از اقامه جماعت - يكى از اهل بيت خود را ( كه على عليه‌السلام باشد ) فرمان مى دهم تا خانه هاى كسانى را كه در جماعت حاضر نشده اند ، با بسته هاى هيزم به آتش كشد .",
		"c": 13,
		"d": "وسائل الشيعه / ج ۵ / ص ۳۷۶",
		"n": 32855
	},
	{
		"a": "لا ، اِنَّ الاِمامَ ضامِنٌ لِلْقَرآئَةِ وَ لَيْسَ يَضْمَنُ الاِمامُ صَلاةَ الَّذينَ خَلْفَهُ اِنَّما يَضْمَنُ الْقَرآئةَ",
		"b": "نخوانيد چون امام جماعت ضامن قرائت حمد و سوره است امّا ضامن نماز مأمومين نيست فقط قرائت به عهده اوست - .",
		"c": 6,
		"d": "وسائل الشيعه / ج ۵ / ص ۴۲۱",
		"n": 32856
	},
	{
		"a": "اِنَّما جُعِلَتِ الْجُمُعَةُ رَكْعَتَيْنِ مِنْ اَجْلِ الْخُطْبَتَيْنِ فِهىَ صَلاةٌ حَتّى يَنْزِلَ الاِْمامُ",
		"b": "نمازجمعه به خاطر دو خطبه اى كه دارد دو ركعت شده است . پس آن دو خطبه در واقع دو ركعت از نماز است و مردم به هنگام شنيدن خطبه در حال نمازند تا امام از جايگاه فرود آيد .",
		"c": 6,
		"d": "وسائل الشيعه / ج ۵ / ص ۱۵",
		"n": 32857
	},
	{
		"a": "اِذا خَطَبَ الاِْمامُ يَوْمَ الْجُمُعَةِ فَلا يَنْبَغى لاََحَدٍ اَنْ يَتَكَلَّمَ حَتّى يَفْرُغَ الاِْمامُ مِنْ خُطْبَتِهِ",
		"b": "به هنگام خطبه امام جمعه سزاوار نيست كسى سخن بگويد تا آنگاه كه امام از خطبه فارغ گردد .",
		"c": 6,
		"d": "وسائل الشيعه / ج ۵ / ص ۲۹",
		"n": 32858
	},
	{
		"a": "اِنَّ عَلَى الاِْمامِ اَنْ يُخْرِجَ الُْمحْبَسينَ فِى الدَّيْنِ يَوْمَ الْجُمُعَةِ اِلَى الْجُمُعَةِ وَ يَوْمَ الْعيدِ اِلَى الْعيدِ وَ يُرْسِلَ مَعَهُمْ فَاِذا قَضَوْا الصَّلاةَ رَدَّهُمْ اِلَى السِّجْنِ",
		"b": "امام ( حاكم اسلامى ) بايد زندانيان مسلمان را كه به خاطر بدهىِ خود به زندان افتاده اند به نماز جمعه و نماز عيد حاضر نمايد و پس از اقامه نماز آنان را به زندان برگرداند .",
		"c": 6,
		"d": "وسائل الشيعه / ج ۵ / ص ۳۶",
		"n": 32859
	},
	{
		"a": "حَرَّمَ اللهُ الْخَمْرَ لِفِعْلِها وَ فَسادِهالِأَنَّ مُدْمِنَ الْخَمْرِ تُورِثُهُ الْإرْتَعاشَ وَ تَذْهَبُ بِنُورِهِ وَ تَهْدِمُ مُرُوَّتَهُ وَ .",
		"b": "خدا شراب را حرام دانست ، بخاطر فساد و تباهي اي که در آن است ، چرا كه آدمي بر اثر نوشيدن آن تعادل خود را از دست مي دهد و ايمان او نابود مي گردد و مروت وي نيز از بين مي رود و به ارتکاب زنا با محارم و خونريزي مي پردازد و هنگامي که مستي بر او قلبه كرد ، قبح کردار زشت خويش را ادراک نمي کند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۷ ، ص ۲۴۴",
		"n": 32860
	},
	{
		"a": "ما بَعَثَ الله نَبِيّاً قَطُّ إِلاّ وَقَدْ عَلِمَ اللهُ أَنَّهُ إِذا أَکمَلَ لَهُ دِينَهُ کانَ فِيهِ تَحْرِيمُ الْخَمْرِ وَلَمْ تَزَلْ الْخَمْرُ حَراماً .",
		"b": "هيچ پيامبري مبعوث نگشت جز آنکه خدا او را آگاه كرد كه آنگاه دين وي کامل مي گردد که در آن « خمر » تحريم شده باشد ، ( به همين دليل ) هيچ گاه حرمت از خمر زائل نشده است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۷ ، ص ۲۳۷",
		"n": 32861
	},
	{
		"a": "قال الله تبارک تعالي من شُغِل بقراءة القرآن عن دعائي و مسألتي اعطيته اَفضل ثواب الشاکرين .",
		"b": "خداوند تبارک و تعالي فرموده : من به کسي که به خاطر دعوت و خواست من به قرائت قرآن مشغول شود ، بهترين ثواب شکرگزاران را مي بخشم .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۶ ، ص ۱۹۲",
		"n": 32862
	},
	{
		"a": "ما عُصِيَ اللهُ بِشَيْءٍ أَشَدُّ مِنْ شُرْبِ الْمُسْکرِ .",
		"b": "نافرماني نشده است خداوند به چيزي بدتر از شرب خمر .",
		"c": 5,
		"d": "وسائل الشيعه ، ج ۱۷ ، ص ۲۵۰",
		"n": 32863
	},
	{
		"a": "کان رسول الله صلى‌الله‌عليه‌وآله‌وسلم یقول لبلال اذا دخل الوقت یا بلال اعل فوق الجدار و ارفع صوتک بالاذان",
		"b": "رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) هنگامی که وقت نماز فرا می رسید به بلال می فرمود : بالای دیوار ( مسجد ) برو و اذان را با صدای بلند بگو .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۴ ، ص ۶۲۴",
		"n": 32864
	},
	{
		"a": "عَلَيْكُمْ بِالزَّبيبِ فَاِنَّهُ يَكْشِفُ الْمُرَّةَ وَ يَذْهَبُ بِالْبَلْغَمِ وَ يَشُدُّ العَصَبَ وَ يَذْهَبُ بِالأعْياءِ و يُحْسِنُ الخُلْقَ و يطيبُ النَّفَسَ وَ يَذْهَبُ بِالْفَمِ وَ يَصْفَي اللَّوْنَ .",
		"b": "بر شما باد به خوردن مويز ؛ زيرا تلخي دهان و بلغم را برطرف ، اعصاب را قوي ، فرسودگي و خستگي را برطرف ، اخلاق را خوب ، نفس را راحت ، بوي بد دهان را از بين برده و رنگ پوست را طراوت مي بخشد .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۷ ، ح ۳",
		"n": 32865
	},
	{
		"a": "عليکم بتلاوة القرآن فان درجات الجنة علي عدد آيات القرآن فاذا کان يوم القيامة قيل لقاري القرآن اقرأ و ارقأ .",
		"b": "بر شما است تلاوت قرآن ؛ به درستي که درجات بهشت به تعداد آيات قرآن است ، پس زماني که روز قيامت شود به قاري قرآن گفته مي شود ، قرآن بخوان و بالا برو .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۸۴۲",
		"n": 32866
	},
	{
		"a": "شِيعَتُنا الْمُسَلِّمُونَ لِأمْرِنا الْآخِذُونَ بِقَولِنا ، الْمُخالِفُونَ لِأعْدائِنا فَمَنْ لَمْ يَکنْ کذالِک فَلَيْسَ مِنّا .",
		"b": "شيعيان ما کساني هستند که در برابر « امر » ما تسليم اند به « قول » ما گردن مي نهند و با دشمنان ما مخالف هستند ، پس کسي که اين چنين نباشد ، او از ما نيست .",
		"c": 8,
		"d": "وسائل الشيعه ، ج ۱۸ ، ص ۸۳",
		"n": 32867
	},
	{
		"a": "کذِبَ مَنْ زَعَمَ أنَّهُ مِنْ شِيعَتِنا وَ هُوَ مُمْتَسِّک بِعُرْوةِ غَيْرِنا .",
		"b": "دروغ مي گويد كسي كه گمان مي كند از شيعيان ماست در حالي كه به ريسمان غير ما متمسك مي شود .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۸ ، ص ۸",
		"n": 32868
	},
	{
		"a": "اذا لقیت الله بالصلوات الخمس المفروضات لم یسألک عما سوی ذلک",
		"b": "هنگامی که خداوند را با نمازهای پنج گانه واجب ملاقات کردی ، سؤال از شمانمی شود ، مگر از نمازهای پنج گانه .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۵",
		"n": 32869
	},
	{
		"a": "صلى رسول الله صلى‌الله‌عليه‌وآله‌وسلم الفجر فلما انصرف اقبل بوجهه على اصحابه فسال عن اناس هل حضروا ؟ فقالوا : لا يارسول الله ، فقال اغيب هم ؟ فقال : اما انه ليس من صلاة اشد على المنافقين من هذه الصلاة و العشاء",
		"b": "رسول خدا ( ص ) روزى پس از اداى نماز صبح در مسجد رو به اصحاب كرده و از حال مردى كه نامشان را يك به يك برد پرسيد كه آيا اينان به جماعت حاضر شده اند ؟ اصحاب عرض كردند : نه يا رسول الله . حضرت با تعجب پرسيد آيا آيا غايبند ؟ بعد فرمودند : به راستى كه هيچ نمازى بر منافقان از اين نماز ( صبح ) و نماز عشاء دشوارتر نخواهد بود .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۳۷۸ . ثواب الاعمال ، ص ۲۷۵",
		"n": 32870
	},
	{
		"a": "ثَلاثٌ لَوْيَعْلَمِ النّاسُ ما فيهِنَّ لَرَكَضُوا الاِْبِلَ فى طَلَبِهِنَّ : اَلْأَذانُ وَالصَّفُّ الاَْوَّلُ وَالْغُدُوُّ اِلَى الْجُمُعَةِ",
		"b": "اگر مردم مى دانستند در اذان گفتن و صف اوّل جماعت ايستادن و صبحگاهان به نماز جمعه شتافتن چه سودهايى نهفته است ، بر پشت كوهان شترها سوار شده به جستجوى آن مى پرداختند .",
		"c": 13,
		"d": "وسائل الشيعه / ج ۵ / ص ۳",
		"n": 32871
	},
	{
		"a": "وَضَعَ رَسُولُ اللّهِ صلى ‏الله‏ علیه ‏و ‏آله الزَّکاةَ عَلى تِسْعَةِ اَشْیاءَ : اَلْحِنْطَةِ وَالشَّعیرِ وَالتَّمْرِوُالذَّهَبِ وَالفِضَّةِ وَالاْءبِلِ وَالْبَقَرِ وَالْغَنَمِ وَعَفى رَسُولُ اللّهِ صلى ‏الله‏ علیه ‏و ‏آله عَمّا سَوى ذلِکَ",
		"b": "رسول خدا صلى ‏الله‏ علیه ‏و ‏آله بر نُه چیز زکات قرار داد : گندم ، جو ، خرما ، کشمش ، طلا ، نقره ، شتر ، گاو و گوسفند و غیر از اینها را بخشید .",
		"c": 6,
		"d": "وسائل الشیعه ، ج۶ ، ص ۳۴",
		"n": 32872
	},
	{
		"a": "ان ملک الموت قال لرسول الله - صلی الله علیه و اله - : ما من اهل بیت مدر و لا شعر فی بر و لا بحر الا وانا اتصفحهم فی کل یوم خمس مرات عند مواقیت الصلاة",
		"b": "همانا ، ملک الموت به رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) گفت : هیچ اهل خانه ای و صاحب جامه ای در خشکی و دریا نیست ، مگراین که من در هر روز پنج بار هنگام نماز از آنها می گذرم .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۷۹",
		"n": 32873
	},
	{
		"a": "ان امامك شفيعك الى الله - عزوجل - فلا تجعل شفيعك سفيها و لا فاسقا",
		"b": "همانا امام و پيشنماز تو ، شفيع و واسطه تو به درگاه با عظمت الهى است ، پس هرگز كسى را كه فاسد و بى خرد است وسيله و شفيع خود به درگاه الهى قرار مده .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۴۹۲",
		"n": 32874
	},
	{
		"a": "انه اول من اذن",
		"b": "همانا او ( بلال ) نخستين كسى بود كه اذان گفت .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۴ ، ص ۶۱۴",
		"n": 32875
	},
	{
		"a": "لاکل احد یصیبه هذا و لکن ان یغفلها و یدع ان یصلى فى اول وقتها",
		"b": "خیر ، اگر چه همه از وسوسه شیطان نصیبى دارند ، ولى ساهون در این آیه ، غفلت از نماز است ، به طورى که فراموش ‍ شود در اول وقت به جا آورده شود .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۸۳",
		"n": 32876
	},
	{
		"a": "هو عید الله الاکبر ، و ما بعث الله نبیا الا و تعید فى هذا الیوم و عرف حرمته و اسمه فى السماء یوم العهد المعهود و فى الارض یوم المیثاق الماخوذ و الجمع المشهود .",
		"b": "روز غدیر خم عید بزرگ خداست ، خدا پیامبرى مبعوث نکرده ، مگر اینکه این روز را عید گرفته و عظمت آن را شناخته و نام این روز در آسمان ، روز عهد و پیمان و در زمین ، روز پیمان محکم و حضور همگانى است .",
		"c": 6,
		"d": "وسائل الشیعه ، ۵ : ۲۲۴ ، ح ۱ .",
		"n": 32877
	},
	{
		"a": "نعم لهم ما هو اعظم من هذا ، يوم اقيم اميرالمؤمنين عليه‌السلام فعقد له رسول الله الولاية فى اعناق الرجال والنساء بغدير خم .",
		"b": "آرى ، آنان عيد بزرگتر از اينها هم دارند و آن روزى است كه اميرالمؤمنين عليه‌السلام در غدير خم بالا برده شد و رسول خدا مساله ولايت را بر گردن زنان و مردان قرار داد .",
		"c": 6,
		"d": "وسائل الشيعه ، ۷ : ۳۲۵ ، ح ۵ .",
		"n": 32878
	},
	{
		"a": "اذا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ ، الَّا فِي ثَلَاثٍ ، صَدَقَةُ جَارِيَةٍ ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ ، أَوْ وَلَدُ صَالِحُ يَدْعُو لَهُ",
		"b": "هر گاه فرزند آدم بميرد عمل او قطع مي شود مگر از سه چيز : صدقه ي جاريه ( وقف به عنوان نمونه اي از صدقه جاريه ) ، علمي که از آن سود برده شود يا فرزند صالحي که براي او دعا کند .",
		"c": 13,
		"d": "وسائل الشيعه ، ۲۹۲ / ۱۳",
		"n": 32879
	},
	{
		"a": "مَنْ زارَهُ فَقَدْ زارَنى وَ مَنْ زارَنى فَکَأَنَّما زارَاللّهَ وَ حَقٌّ عَلَى اللّهِ اَنْ لا یُعَذِّبَهُ بِالنّارِ",
		"b": "هر کس او ( امام حسین عليه‌السلام ) را زیارت کند ، مرا زیارت کرده است و هر که مرا دیدار کند ، گویى خدا را زیارت کرده است و بر خداوند است که او را به آتش دوزخ عذاب نکند .",
		"c": 13,
		"d": "[ وسائل الشیعه ، ج ۱۰ ، ص ۳۵۲",
		"n": 32880
	},
	{
		"a": "مَنْ صَلّى فَجَلَسَ فى مُصَلاّهُ إلى طُلُوعِ الشَّمْسِ كانَ لَهُ سَتْراً مِنَ النّار",
		"b": "كسى كه نماز را بجا آورد و در محل نمازش تا طلوع آفتاب بنشيند اين كار او را از آتش جهنم باز خواهد داشت .",
		"c": 2,
		"d": "[ وسائل الشيعه ۴ : ۱۰۳۵ ح ۱ ]",
		"n": 32881
	},
	{
		"a": "سَجْدَةُ الشُّکْرِ مِنْ ألْزَمِ السُّنَنِ وَ أوْجَبِها",
		"b": "سجده شکر پس از هر نماز از بهترین و ضرورى ترین سنّتها است .",
		"c": 12,
		"d": "وسائل الشّیعه : ج ۶ ، ص ۴۹۰ ، ح ۳",
		"n": 32882
	},
	{
		"a": "البَخِيلُ حَقّاً مَنْ ذَُكِرْتُ عندَه فَلَمْ يُصَلِّ عَلَيَّ",
		"b": "بخيل واقعي كسي است كه نام مرا بشنود ولي بر من صلوات نفرستد .",
		"c": 3,
		"d": "وسائل الشيعه : ۷ ، ۲۰۴ .",
		"n": 32883
	},
	{
		"a": "اَلصَّبِىُّ وَ الصَّبِىُّ ، وَ الصَّبِىُّ وَ الصَّبِيَّةُ ، وَ الصَّبِيَّةُ وَ الصَّبِيَّةُ يُفَرَّقُ بَيْنَهُمْ فِى الْمَضاجِعِ لِعَشْرِ سِنينَ",
		"b": "بستر خوابِ پسر بچه از پسر بچه ، و پسر بچه از دختر بچه ، و دختر بچه از دختر بچه ، چون به ده سالگى رسيدند ، از يكديگر جدا شوند . [ در حديث ديگرى سفارش شده است كه اين كار در شش سالگى انجام شود . ]",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۱۵ ، ص ۱۸۳ .",
		"n": 32884
	},
	{
		"a": "يا أباذَرَ إيّاكَ وَ الغَيبَةَ فَإنَّ الغَيبَةَ أشَدُّ مِنَ الزِّنا قُلتُ : وَلِمَ ذلِكَ يا رَسُولَ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم ؟ قالَ : لاَِنَّ الرَّجُلَ يَزنى فَيَتُوبُ إلَى اللّهِ فَيَتُوبُ اللّهُ عَلَيهِ ، وَالغَيبَةُ لاتُغفَرُ حَتّى يَغفِرُها صاحِبُها",
		"b": "اى اباذر ! بپرهيز از غيبت ، زيرا غيبت از زنا سخت تر وبدتر است . اباذر مى گويد گفتم : چرا يا رسول اللّه ؟ فرمودند : چون مرد زنا مى كند و توبه مى كند ، خدا هم مى پذيرد ، ولى غيبت بخشوده نمى شود تا اينكه صاحبش ببخشيد .",
		"c": 13,
		"d": "[ وسائل الشيعه ۸ : ۵۹۸ ح ۹ . ]",
		"n": 32885
	},
	{
		"a": "مَنْ أَرادَ أَنْ يَكُونَ فِى جِوارِ نَبِيِّهِ وَجِوارِعَلِىٍّ وَفاطِمَةَ فَلايَدعْ زِيارَةَ الْحُسَيْنِ عليهم‌السلام",
		"b": "كسى كه مى خواهد در همسايگى پيامبر اکرم ( صلى‌الله‌عليه‌وآله‌وسلم ) و در كنار امام على عليه‌السلام و حضرت فاطمه ( عليهاالسلام ) باشد ، زيارت امام حسين عليه‌السلام را ترك نكند .",
		"c": 6,
		"d": "وسائل الشيعه ، حج۱۰ ، ص۳۳۱ ، ح۳۹ .",
		"n": 32886
	},
	{
		"a": "لَوْ أَنَّ أَحَدَكُمْ حَجَّ دَهْرَهُ ثُمَّ لَمْ يَزُرِالْحُسَيْن بْنَ عَلِىٍّ عليه‌السلام لَكانَ تارِكا حَقّا مِنْ حُقُوقِ رَسُولِ اللّه صلى‌الله‌عليه‌وآله‌وسلم لأَِّ حَقَّ الْحُسَيْنِ عليه‌السلام فَريضَةٌ مِنَ اللّه تَعالى ، واجِبَةٌ عَلى كُلِّ مُسْلِمٍ",
		"b": "اگر يكى از شما تمام عمرش را احرام حج بندد ، امّا امام حسين عليه‌السلام را زيارت نكند ، هر آينه حقّى ازحقوق رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) راترك كرده است چرا كه حق حسين عليه‌السلام فريضه اى است الهى و بر هر مسلمانى واجب و لازم است .",
		"c": 6,
		"d": "وسائل الشيعه ، ج۱۰ ، ص۳۳۳",
		"n": 32887
	},
	{
		"a": "مَنْ باتَ عِنْدَ قَبْرِالْحُسَيْنِ عليه‌السلام لَيْلَةَ عاشُورا لَقِىَ اللّهُ يَوْمَ الْقيامَةِ مُلَطَّخا بِدَمِهِ ، كَأَنَّما قُتِلَ مَعَهُ فى عَرصَتِهِ كَربَلا",
		"b": "كسى كه شب عاشورا را در كنار مرقد امام حسين عليه‌السلام سحركند ، روز قيامت در حالى به پيشگاه خدا خواهد شتافت كه به خونش آغشته باشد ، مثل كسى كه در ميدان كربلا و در كنار امام حسين عليه‌السلام كشته شده باشد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج۱۰ ، ص۳۷۲ .",
		"n": 32888
	},
	{
		"a": "ان رسول الله ( صلى‌الله‌عليه‌وآله‌وسلم ) اجری الخیل و جعل سبقها اواقی من فضة",
		"b": "رسول خدا صلى‌الله‌عليه‌وآله‌وسلم در مسابقه اسب دوانی ، اسب دوانید و جایزه اش را چندین آق [ آق نوعی واحد سنجش است و به معنی یک دوازدهم رطل است . ] ( ترجمه منجد الطلاب ) از نقره قرار داد .",
		"c": 4,
		"d": "وسائل الشیعه : ۱۳ / ۳۵۰",
		"n": 32889
	},
	{
		"a": "ان رسول الله ( صلى‌الله‌عليه‌وآله‌وسلم ) سابق بين الخيل ، واعطي السوابق من عنده",
		"b": "رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) مسابقه اسب دواني ترتيب داد و جوايز آن را از مال خويش پرداخت .",
		"c": 5,
		"d": "وسائل الشيعه : ۱۳ / ۳۵۱",
		"n": 32890
	},
	{
		"a": "اِنَّ اللهَ عَزَّوَجَلَّ لَیبْغِضُ الْعَبْدَ النَوّامَ ، اِنَّ اللهَ یبْغِضُ الْعَبْدَ الفارِغَ",
		"b": "خداوند دشمن بنده ای است که زیاد می خوابد و بیکار است .",
		"c": 7,
		"d": "وسائل الشیعه ، ج ۱۲ ، ص ۳۸",
		"n": 32891
	},
	{
		"a": "إنَّ أعْمالَ الْعِبادِ تُعْرَضُ عَلی نَبیِّكُمْ كُلَّ عَشیَّهِ خَمیس ، فَلْیَسْتَحِ أحَدُكُمْ أنْ یُعْرِضَ عَلی نَبیِّهِ الْعَمَلَ الْقَبیح",
		"b": "همانا تمام كارها و حركات بندگان در هر شب جمعه بر پیامبر اکرم ( صلى‌الله‌عليه‌وآله‌وسلم ) عرضه می گردد ، پس حیاء كنید از این كه عمل زشت شما را نزد پیامبرتان ارائه دهند .",
		"c": 5,
		"d": "وسائل الشّیعه ، ج ۱۱ ، ص ۳۹۱",
		"n": 32892
	},
	{
		"a": "مَنِ اشْتَرى خِيانَةً وَهُوَ يَعْلَمُ فَهُو كَالَّذى خانَها",
		"b": "هركس دانسته اموال مسروقه اى را بخرد همانند خودِ خائن است .",
		"c": 13,
		"d": "وسائل الشيعه جلد ۱۲/۲۴۸",
		"n": 32893
	},
	{
		"a": "اَلْبَيِّعانِ بِالْخِيارِ حَتّىَ يَفْتَرِقاة",
		"b": "مشترى و فروشنده تا از هم جدا نشده اند اختيار فسخ دارند .",
		"c": 13,
		"d": "وسائل الشيعه جلد ۱۲/۲۴۵",
		"n": 32894
	},
	{
		"a": "يا أباذَر مَن ذَبَّ عَن أخيهِ المُؤمِن الغَيبَةَ كانَ حَقاً عَلَى اللّهِ أنْ يَعتِقَهُ مِنَ النّارِ ...",
		"b": "اى اباذر كسى كه از غيبت برادر مؤمنش جلوگيرى و دفاع كند بر خداوند است كه او را از آتش جهنم آزاد كند .",
		"c": 13,
		"d": "[ وسائل الشيعه ۸ : ۶۰۸ ح ۸ . ]",
		"n": 32895
	},
	{
		"a": "كانَ خَليلى رَسُولُ اللّه صلى‌الله‌عليه‌وآله‌وسلم لا يَحْبِسُ شَيْئا لِغَدٍ وَ كانَ ابوبكر يَفْعَلُ و قَدْ رَاى عُمَرُ فى ذالِكَ أنْ دَوَّنَ الدواوين و أخَّر المال مِنْ سَنَةٍ اِلى سَنَةٍ و امّا اَنَاَ فَاَصْنَعُ كَما صَنَعَ خَليلى رسول اللّه صلى‌الله‌عليه‌وآله‌وسلم قالَ : وَ كانَ عَلىٌ يُعْطيهِمْ مِنَ الْجُمُعَةِ اِلَى الْجُمُعةِ وَ كانَ يَقولُ : هذا جُناىَ و خيارهُ فيه اذ كل جان يدهُ اِلى فيه",
		"b": "دوستم رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) چيزى را براى فردا ذخيره نمى كرد و ابوبكر گاهى اين كار را انجام مى داد . عمر مصلحت ديد كه دفتر و دستك درست كند و پرداخت اموال را از سال به سال ديگر تأخير انداخت . امّا من همان شيوه پيامبر اکرم ( صلى‌الله‌عليه‌وآله‌وسلم ) را عمل مى كنم . ضحّاك مى گويد : اميرالمؤمنين عليه‌السلام جمعه به جمعه اموال بيت المال را به مستحقان مى داد و مى فرمودند : اين است دست چين من و خوب هايش هم در ميان آنان است . در شرائطى كه دست هرميوه چين به سوى دهان خويش است .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۸۳ .",
		"n": 32896
	},
	{
		"a": "سَمُّوا اَوْلادَكُمْ قَبْلَ اَنْ يُولَدُوا",
		"b": "فرزندان خود را قبل از تولّدشان نامگذارى كنيد . ( بعلّت مشخص نبودن جنس مولود ، يك نام پسر و يك نام دختر انتخاب نمائيد ) .",
		"c": 1,
		"d": "[ وسائل الشيعه ، ج۱۵ ، ص ۱۲۱ ]",
		"n": 32897
	},
	{
		"a": "تَعدِلُ حَجَّهً وَ عُمرَهً و اعتکاف شَهرَينِ في المسجد الحرام وَ صِيامَها وَ خَيرٌ مِنها کَذا ...",
		"b": "ثواب زيارت امام حسين عليه‌السلام برابر يک حج و يک عمره و دو ماه اعتکاف همراه با روزه در مسجد الحرام و [ بلکه ] بهتر از آنهاست .",
		"c": 6,
		"d": "وسائل الشيعه/ ج ۱۴/ ص ۴۳۶",
		"n": 32898
	},
	{
		"a": "نَهى رَسولُ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم عَن تَقليمِ الأظفارِ بِالأَسنانِ",
		"b": "پيامبر خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) از كوتاه كردن ناخن با دندان نهى فرمودند .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۱۳۴ .",
		"n": 32899
	},
	{
		"a": "هُوَ أمانٌ مِنَ الْمَوْتِ ثَلاثَةَ أیّام",
		"b": "عطسه ، انسان را تا سه روز از مرگ نجات مى بخشد .",
		"c": 12,
		"d": "وسائل الشّیعه : ج ۱۲ ، ص ۸۹ ، ح ۱۵۷۱۷ .",
		"n": 32900
	},
	{
		"a": "اَخْبَرَنى جِبْرِئیلُ اَنَّکُمْ قَتْلى وَ مَصارِعُکُمْ شَتّى . فَقالَ عليه‌السلام لَهُ صلى‌الله‌عليه‌وآله‌وسلم : یا اَبَهْ فَما لِمَنْ یَزُورُ قُبُورَنا عَلى تَشَتُّتِها ؟ فَقالَ صلى‌الله‌عليه‌وآله‌وسلم : یا بُنَىَّ اُولئِکَ طَوائِفُ مِنْ اُمَّتى یَزُورُونَکُمْ یَلْتَمِسُونَ بِذلِکَ الْبَرَکَةَ وَ حَقیقٌ عَلَىَّ اَنْ آتِیَهُمْ یَوْمَ القیامَةِ فَاُخَلِّصَهُمْ مِنْ اَهْوالِ السّاعَةِ …",
		"b": "جبرئیل به من خبر داد که شما کشته مى شوید ، و قبرهاى شما پراکنده است . امام حسین عليه‌السلام پرسیدند : پدرجان ! کسى که قبرهاى ما را با این پراکندگى زیارت کند ، چه پاداشى دارد ؟ فرمودند : پسرم ! آنان گروه هایى از امّت من هستند که شما را زیارت مى کنند و با آن زیارت ، خواستار برکت اند . بر من سزاوار است که روز قیامت سراغ آنان بروم و از ترسهاى روز قیامت نجاتشان بدهم .",
		"c": 1,
		"d": "[ وسائل الشیعه ، ج ۱۰ ، ص ۲۵۹ . ]",
		"n": 32901
	},
	{
		"a": "يا اَباذَرٍّ ! حاسِبْ نَفْسَكَ قَبْلَ اَنْ تُحاسَبَ ، فَاِنَّهُ اَهْوَنُ لِحِسابِكَ غَداً ، وَزِنْ نَفْسَكَ قَبْلَ اَنْ تُوزَنَ ، وَتَجَهَّزْ لِلْعَرْضِ الأكْبَرِ يَوْمَ تُعْرَضُ ، لاتَخْفى عَلَى اللّه خافِيةٌ",
		"b": "اى ابوذر ! پيش از آنكه به حسابت برسند ، خودت به حساب خود برس ، كه اين كار ، حساب فرداى تو را آسان تر مى كند . و پيش از آنكه تو ( و عمل تو ) را وزن كنند ، خودت را وزن كن و آماده عرضه بزرگ باش ، آن روز كه تو را عرضه مى كنند و آن روز ، هيچ كار پنهانى بر خداوند پوشيده نمى ماند .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۱۷ ص ۳۷۹ ]",
		"n": 32902
	},
	{
		"a": "أَىْ : خُذُوا ثِيابَكُمُ الَّتى تَتَزَيَّنُونَ بِها لِلصَّلاةِ فِى الْجُمُعاتِ وَالْأَعْيادِ",
		"b": "يعنى لباسهائى را كه بدانها خود را زينت مى كنيد ، در روزهاى عيد و جمعه براى نماز بپوشيد .",
		"c": 5,
		"d": "[ وسائل الشيعه ، ج ۵ ، ۱۱۵ ]",
		"n": 32903
	},
	{
		"a": "ألا أعَلِّمُکَ شَیْئاً یَقِی اللهُ بهِ وَجْهَکَ مِن حَرِّ جَهَنَّمَ ؟ قالَ ، قلتُ : بَلی ، قالَ : قُلْ بَعدَ الفَجْرِ : أَللّهُمَّ صَلِّ عَلی مُحمَّدٍ وآلِ مُحَمَّدٍ مائةَ مَرَّةٍ یقَی اللهُ به وَجْهَکَ مِنْ حَرِّ جَهَنَّمَ",
		"b": "آیا می‌خواهی به تو دعایی بیاموزم که خدای متعال به برکت آن ، چهره تو را از حرارتِ آتش جهنم نگه دارد ؟ صَباح گوید : به حضرت عرض کردم : آری . حضرت فرمودند : بعد از سپیده‌دم صد مرتبه بگو : أَللّهُمَّ صَلِّ عَلی مُحمَّدٍ وآلِ مُحَمَّدٍ خداوند به برکت این ذکر ، تو را از آتش جهنم حفظ خواهد کرد .",
		"c": 6,
		"d": "وسائل الشیعه۶ : ۴۷۹ .",
		"n": 32904
	},
	{
		"a": "من زارنى و هو يعرف ما اوجب الله تعالى من حقى و طاعتى فاناو آبائى شفعائه يوم القيامة و من كنا شفعائه نجى",
		"b": "هر كه مرا زيارت كند در حالى كه حق و طاعت مرا كه خدا بر اوواجب كرده بشناسد ، من و پدرانم در روز قيامت شفيع او هستيم وهر كه ما شفيع وى باشيم نجات يابد .",
		"c": 8,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۴۳۶ .",
		"n": 32905
	},
	{
		"a": "انى ساقتل بالسم مظلوما فمن زارنى عارفا بحقى ... غفر الله ما تقدم من ذنبه و ما تاخر",
		"b": "من به زودى مظلومانه با سم به قتل خواهم رسيد . پس هر كه باشناخت حق من زيارتم كند خداوند گناهان گذشته و آينده او راببخشايد .",
		"c": 8,
		"d": "وسائل الشیعه ، ج ۱۰ ، ص ۴۳۸ .",
		"n": 32906
	},
	{
		"a": "ما مِنْ مائِدَةٍ وُضِعَتْ فَقَعَدَ عَلَيْها مَنِ اسْمُهُ مُحَمَّدٌ اَوْ اَحْمَدَ اِلاَّ قُدِّسَ ذلِكَ الْمَنْزِلُ فى كُلِّ يَوْمٍ مَرَّتَيْنِ",
		"b": "هيچ سفره گسترده نشد كه كسى به نام احمد يا محمّد بر سر آن نشسته باشد مگر اينكه آن منزل در هر روز دوبار مورد تقديس واقع شود .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۵ ، ص ۱۲۷ . ]",
		"n": 32907
	},
	{
		"a": "والله إنی لأعرض أعمالهم علی الله فی کل یوم .",
		"b": "به خدا قسم من حد هر روز اعمال آنها را بر خدا عرضه می‌کنم .",
		"c": 8,
		"d": "وسائل الشیعه : ۲۵/۳۹۲/۱۱",
		"n": 32908
	},
	{
		"a": "اِسْتَحْسِنُوا اَسْمائَكُمْ فَاِنَّكُمْ تُدْعَوْنَ بِها يَوْمَ الْقيامَةِ قُمْ يا فُلانَ بنِ فُلانٍ اِلى نُورِكَ",
		"b": "نام نيكو انتخاب كنيد ، زيرا كه در روز قيامت با آن اسمها خوانده مى شويد ، ( خطاب مى شود ) اى فلانى ، فرزند فلانى با خيز و بسوى نور خودت حركت كن .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۵ ، ص ۱۲۳ ]",
		"n": 32909
	},
	{
		"a": "إنَّ الضَّيفَ يَنزِلُ بِالرَّجُلِ فَلا يُحسِنُ ضِيافَتَهُ فَلا جُناحَ عَلَيهِ أنْ يَذكُرَ سُوءَ ما فَعَلَهُ",
		"b": "اگر ميهمانى به شخصى وارد شد و او با ميهمان رفتار خوبى نكرد ، مانعى ندارد كه برخورد بد او را بازگو كند .",
		"c": 6,
		"d": "[ وسائل الشيعه ۸ : ۶۰۵ ح ۷ . ]",
		"n": 32910
	},
	{
		"a": "مَن حَافَظَ عَلی الصَّفِ الاَوَّل وَ التَّکبِیرَهِ الأولی لایُؤذِی مُسلِماً ، أعطَاهُ الله مِن الاجرِ مَا یُعطِی المُؤذِّنُون فِی الدُّنیا و الآخِره",
		"b": "کسی که محافظت و مداومت بر صف اول و تکبیر اول نماید ، و مسلمانی را اذیت نکند ، خداوند به او اجری معادل اجری که مؤذنین در دنیا و آخرت دریافت می کند ، عطاخواهد کرد .",
		"c": 13,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۳۸۷",
		"n": 32911
	},
	{
		"a": "تَعاهَدُوا نِعالَكُم عِندَ أبوابِ المَسجِدِ",
		"b": "پيش در مسجد ، كفش هايتان را بررسى كنيد [ تا آلودگى در آن نباشد ] .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۵ ، ص ۲۳۰",
		"n": 32912
	},
	{
		"a": "إذا أقامَ العَبدُ المُؤمِن فِی صَلاتِه نَظَرَالله - عزَّ و جلّ - إلَیه",
		"b": "وقتی بنده مؤمن به نماز می ایستد ، خداوند سبحان به او نظر می کند .",
		"c": 13,
		"d": "وسائل الشیعه ، ج ۳ ، ص ۲۱",
		"n": 32913
	},
	{
		"a": "فَرَضَ حَجَّهُ وَأَوْجَبَ حَقَّهُ وَكَتَبَ عَلَيْكُمْ وِفَادَتَهُ فَقَالَ سُبْحَانَهُ : وَ لِلّهِ عَلَى النّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلا وَ مَنْ كَفَرَ فَإِنَّ اللّهَ غَنِيٌّ عَنِ الْعالَمِينَ",
		"b": "خداوند حجّ را واجب و اداى حقّ آن را لازم و زيارتش را بر شما مقرّر ساخت ، پس فرمود : حقّ خداوند بر مردمانى كه توان رسيدن به آن خانه را دارند ، آن است كه حجّ خانه خدا را بجاى آورند و آن كس كه كفر پيشه كند ، پس همانا خداى از تمامى جهانيان بى نياز است .",
		"c": 1,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۱۵",
		"n": 32914
	},
	{
		"a": "رسول الله صلّی الله علیه و آله : تُعْرَضُ عَلَىَّ اَعْمالُكُمْ عَشِيَّةَ الأَْْنَيْنِ وَ الْخَميسِ ، فَما كانَ مِنْ عَمَلٍ صالحٍ حَمِدْتُ اللّهَ عَلَيهِ ، وَ ما كانَ مِنْ عَمَلٍ سَيِّى ءٍ اسْتَغْفَرْتُ اللّهَ لَكُمْ",
		"b": "شامگاه هر دو شنبه و پنج شنبه ، كارهاى شما بر من عرضه وگزارش مى شود . هر چه كه كار شايسته وخوب باشد ، خدا را بر آن شكر مى كنم و آنچه كه كار زشت باشد ، براى شما از خداوند ، آمرزش مى طلبم .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۱ ص ۳۸۸ ]",
		"n": 32915
	},
	{
		"a": "إنّا أَهْلَ بَيْتٍ مُرُوَّتُنا أَلْعَفْوُ عَمَّنْ ظَلَمَنا",
		"b": "ما خاندانى هستيم كه مروّت و جوانمردى ما عفو و بخشش از كسى است كه به ما ظلم كرده است .",
		"c": 6,
		"d": "[ وسائل الشيعه ۸ : ۵۲۲ ح ۸ ]",
		"n": 32916
	},
	{
		"a": "نَعَمْ أنَّهُ کانَ آبائى یَصُومُونَهُ وَ أنَا أصُومُهُ ، وَ آمُرُ شیعَتى بِصَوْمِهِ",
		"b": "آرى ، پدرانم آن ماه را روزه مى گرفتند ، من هم روزه مى گیرم ، و شیعیانم را هم به روزه آن فرمان مى دهم .",
		"c": 6,
		"d": "[ وسائل الشیعه ۷ : ۳۷۷ ح ۳۲ ]",
		"n": 32917
	},
	{
		"a": "ألمُسلِم أَخُو المُسلِم لايَظلِمُهُ وَ لايَخذُلُهُ ، وَ لايَغتابُهُ وَ لايَغِشُّهُ وَ لايَحرِمُهُ",
		"b": "مسلمان برادر مسلمان است به او ستم نمى كند و او را خوار نمى سازد و غيبت او را نمى كند و او را فريب نمى دهد و محروم نمى كند .",
		"c": 6,
		"d": "[ وسائل الشيعه ۸ : ۵۹۷ ح ۵ . ]",
		"n": 32918
	},
	{
		"a": "إنّا أهْلُ بَيْتٍ لا تَحِلُّ لَنا الصَّدَقَهَ وَ اُمِرْنا بإسْباغِ الطَّهُورِ ...",
		"b": "ما خاندانى هستيم كه صدقه براى ما حلال نيست و مأمور هستيم كه وضو را كامل و شاداب بگيريم .",
		"c": 13,
		"d": "[ وسائل الشيعه ۱ : ۳۴۳ ح ۴ ]",
		"n": 32919
	},
	{
		"a": "وَ اعْلَمْ أنَّ الْخَلائِقَ لَمْ يُوَكَّلُوا بِشَى ءٍ اَعْظَمَ مِنَ التَّقْوى فَإنَّهُ وَصِيَتُنا أهْلَ الْبَيْتِ",
		"b": "بدان كه مردم به چيزى مهمتر از تقوى سفارش نشده اند چرا كه اين ، توصيه ما خاندان است .",
		"c": 1,
		"d": "[ وسائل الشيعه ۱۲ : ۱۵۵ ]",
		"n": 32920
	},
	{
		"a": "إنّا أَهْلَ بَيْتٍ نَجْزَعُ قَبْلَ الْمُصيبَةِ ، فَإذا نَزَلَ أمْرُ اللّهِ رَضينا بِقَضائِهِ وَ سَلَّمْنا لِأمْرِهِ ، وَ لَيْسَ لَنا أنْ نَكْرَهَ ما أحَبَّ اللّهُ لَنا",
		"b": "ما خاندانى هستيم كه قبل از مصيبت جزع مى كنيم سپس زمانى كه امر خدا فرود آمد راضى به حكم خدا و تسليم فرمان او مى شويم شايسته ما نيست كه آنچه را خدا براى ما دوست دارد ، آن را نخواهيم .",
		"c": 6,
		"d": "[ وسائل الشيعه ۲ : ۹۱۹ ح۴ ]",
		"n": 32921
	},
	{
		"a": "كانَ يَجْمَعُنا فَيَأمُرُنا بِالذِّكْرِ حَتّى تَطْلُعَ الشَّمْسُ ، وَيَأْمُرُ بِالْقَرائَةِ مَنْ كانَ يَقْرَأُ وَ مَنْ كانَ لايَقْرَأُ مِنّا أَمَرَهُ بِالذِّكْرِ ، وَالبَيْتُ الَّذى يُقْرَأُ فَيهِ الْقُرْآنُ وَيُذْكَرُاللّهُ عزوجل فَيهِ تَكْثُرُ بَرَكَتُهُ",
		"b": "امام باقر عليه‌السلام ما را جمع مى كرد و دستور مى داد ذكر بگوييم تا خورشيد طلوع كند ، به كسانى كه سواد دار بودند دستور قرائت قرآن مى داد و به كسانى كه توان خواندن نداشتند فرمان به ذكر مى داد ، خانه اى كه در آن قرآن خوانده شود و ذكر خدا گفته شود بركت آن زياد مى شود .",
		"c": 6,
		"d": "[ وسائل الشيعه ۴ : ۸۵۰ ح ۳ ]",
		"n": 32922
	},
	{
		"a": "إنَّ الْقُرآنَ فيهِ مُحْكَمٌ وَ مُتَشابَهٌ ، فَأمّا الْمُحْكَمُ فَنُؤْمِنُ بِهِ وَ نَعْمَلُ بِهِ وَ نُدينُ اللّهَ بِهِ وَ أمَّا الْمُتَشابَهُ فَنؤُمِنُ بِهِ وَ لا نَعْمَلُ بِهِ",
		"b": "قرآن داراى محكم و متشابه است ، ما به محكمات آن ايمان و باور داريم و به آنها عمل مى كنيم و به متشابه آن ايمان داريم ولى عمل نمى كنيم .",
		"c": 6,
		"d": "[ وسائل الشيعه ۱۸ : ۱۴۶ ح ۵۲ ]",
		"n": 32923
	},
	{
		"a": "وَ مَن رَدَّ عَن أخيهِ غَيبَةً سَمِعَها فى مَجلِسٍ رَدَّاللّهُ عُنهُ ألفَ بابٍ مِنَ الشَّرِ فِى الدُّنيا وَ الاخِرَةِ فَإنْ لَم يُرَدَّ عَنهُ وَأعجَبَهُ كانَ عَلَيهِ كَوِزرُ مَنِ اغتابَ",
		"b": "كسى كه غيبتى را از برادرش در مجلسى بشنود و ردّ كند ، خداوند درب هزار شر دنيوى واخروى را بروى او مى بندد ، واگر ردنكند وخوشش بيايد ، گناه اوهمانند گناه غيبت كننده است .",
		"c": 13,
		"d": "[ وسائل الشيعه ۸ : ۶۰۷ ح ۵ . ]",
		"n": 32924
	},
	{
		"a": "یا عَلِىُّ مَنِ اغتَیبَ عِندَهُ أَخُوهُ المُسلِمُ فَاستَطاعَ نَصرَهُ فَلَم یَنصُرَهُ خَذَلَهُ اللّهُ فِى الدُّنیا وَالاخِرَةِ",
		"b": "یا على اگر پیش کسى غیبت برادر مؤمنش بشود و او توان یارى او را داشته باشد ولى او را یارى نکند ( یعنى جلوى غیبت را نگیرد ) خداوند او را در دنیا و آخرت خوار و ذلیل خواهد کرد .",
		"c": 13,
		"d": "[ وسائل الشیعه ۸ : ۶۰۶ ح ۱ . ]",
		"n": 32925
	},
	{
		"a": "استَعمَلتُمُوهُ حَتّى إذا كَبُرَ و عَجَزَ مَنَعتُمُوهُ ، أنفِقُوا عَلَيهِ مِن بَيتِ المالِ",
		"b": "« تا آن زمان كه قدرت كار كردن داشت از او كار كشيديد و اينك كه پير شده و قدرت كار كردن ندارد ، از تأمين روزى وى دريغ مى ورزيد ؟ از بيت المال زندگى او را تأمين كنيد » .",
		"c": 1,
		"d": "وسائل الشيعه ، ج۱۵ ، ص۶۶ .",
		"n": 32926
	},
	{
		"a": "... وَاَوَّلُ اَهْلِ الْجَنَّةِ دُخُولاً اِلَى الْجَنَّةِ اَهْلُ الْمَعْرُوفِ ، وَ اِنَّ اَوَّلَ اَهْلِ النّارِ دُخُولاً اِلَى النّارِ اَهْلُ الْمُنْكَرِ",
		"b": "اوّلين كسانى كه به بهشت وارد مى شوند اهل معروفند . و اوّلين كسانى كه به دوزخ مى روند اهل منكرند .",
		"c": 5,
		"d": "[ وسائل الشيعه ، ج ۱۱ ، ص ۵۲۳ ، ح ۱۰ ]",
		"n": 32927
	},
	{
		"a": "اِنَّ اَوَّلَ مَنْ سَبَقَ اِلَى الْجَنَّةِ بَلالٌ قالَ : وَ لِمَ ؟ قالَ عليه‌السلام : لاَِنَّهُ اَوَّلُ مَنْ اَذَّنَ",
		"b": "اوّلين كسى كه به بهشت مى رود بلال است . آن مرد گفت : چرا ؟ حضرت فرمودند : چون او اوّلين كسى است كه اذان گفت .",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۴ ، ص ۶۱۴ ، ح ۷ ]",
		"n": 32928
	},
	{
		"a": "عاشَتْ فاطِمَةُ بَعْدَ رَسُولِ اللّه صلى‌الله‌عليه‌وآله‌وسلم خَمْسَةً وَسَبْعينَ يَوْما لَمْ تُرَ كاشِرَةً وَلاضاحِكَةً ، تَأتى قُبُورَالشُّهَداءِ فى كُلِّ جُمْعَةٍ مَرَّتَيْنِ : اَلأثْنَيْنِ وَالْخَميسَ",
		"b": "حضرت زهرا ( عليهاالسلام ) پس از رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) هفتاد و پنج روز زيست . در اين مدّت هرگز شاد و خندان ديده نشد . در هفته دو روز ( روزهاى دوشنبه و پنج شنبه ) سر قبر شهدا مى رفت .",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۱۰ ، ص ۲۷۹ . ]",
		"n": 32929
	},
	{
		"a": "مَنْ زارَ جَدّى عارِفا بِحَقِّهِ كَتَبَ اللّهُ لَهُ بِكُلِّ خُطْوَةٍ حِجَّةً مَقْبُولَةً و عُمْرَةً مَبْرُورَةً ، وَاللّهِ يَابْنَ مارِدٍ ما تَطْعَمُ النّارُ قَدَما تَغَبَّرَتْ فىزيارَةِ اَميرِالْمؤمِنينَ ماشِيا كانَ اَوْ راكِبا ، يَاابْنَ ماردٍ ! اُكْتُبْ هذَاالْحَديثَ بِماءِالذَّهَبِ",
		"b": "هركس جدّم را حق شناسانه و از روى معرفت به حق او زيارت كند ، خداوند در برابر هرگام ، برايش پاداش يك حج و عمره مقبول مى نويسد . به خدا قسم اى پسر مارد ! هرگز آتش ، قدمى را كه در راه زيارت اميرالمؤمنين ( سواره يا پياده ) غبار آلود شود ، نمى سوزاند . اى پسر مارد ! اين حديث را با آب طلا بنويس !",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۱۰ ، ص ۲۹۴ . ]",
		"n": 32930
	},
	{
		"a": "... ما كانَ مِنْ هذا اَشَدَّ فَالثَّوابُ فيهِ عَلى قَدْرِ الْخَوْفِ ، وَ مَنْ خافَ فى اِتْيانِهِ آمَنَ اللّهُ رَوْعَتَهُ يَوْمَ يَقُومُ النّاسُ لِرَبِّ الْعالَمينَ",
		"b": "هرچه اين مسأله دشوارتر و پرمخاطره تر باشد ، پاداش در آن زيارت نيز به اندازه آن هراس است و هر كس در راه رفتن به زيارت آن حضرت ، بيمناك شود ، خداوند در روز قيامت كه همه مردم در پيشگاه پروردگار جهانيان حضور مى يابند ، او را از ترس و بيم ، ايمن مى سازد .",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۱۰ ، ص ۳۵۷ . ]",
		"n": 32931
	},
	{
		"a": "مَنْ زارَ الحُسَيْن عليه‌السلام فى يَوْمِ عاشُورا وَجَبَتْ لَهُ الْجَنَّةُ",
		"b": "هركس كه روز عاشورا امام حسين عليه‌السلام را زيارت كند ، بهشت براى او واجب مى شود .",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۱۰ ، ص ۳۷۲ . ]",
		"n": 32932
	},
	{
		"a": "فَلایَعْلَمُ ما دَخَلَنى مِنَ السُّرُورِ اِلاَّ اللّهُ بِاِکْفائى رَسُولُ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم تَحَمُّلَ اَرْقابِ الرِّجالِ",
		"b": "جز خدا کسى نمى داند که من چقدر از این تقسیم خوشحال شدم زیرا از شانه به شانه شدن با مردان بیگانه نجات یافتم و مشکل برخورد با مردان نامحرم از دوشم برداشته شد .",
		"c": 0,
		"d": "[ وسائل الشیعه ج ۱۴ ص ۱۲۳ ح ۲۵۳۴۱ ]",
		"n": 32933
	},
	{
		"a": "مَنِ اغتابَ إمرَءً مُسلِماًبَطَلَ صَومُهُ ، وَ نَقَضَ وُضُوئَهُ وَ جاءَ يَومَ القِيامَةِ يَفُوحُ مِن فيهِ رائِحَةٌ أنتَنُ مِنَ الجيفَةِ يَتَأَذى بِهِ أَهلُ المَوقِفِ",
		"b": "كسى كه غيبت مسلمانى را بكند ، روزه اش باطل مى شود ، وضويش مى شكند ، و روز قيامت درحالى مى آيد كه از دهانش بويى متعفن تر از مردار بيرون مى آيد كه اهل قيامت از آن بو رنج مى برند .",
		"c": 13,
		"d": "[ وسائل الشيعه ۸ : ۵۹۹ ح ۱۳ . ]",
		"n": 32934
	},
	{
		"a": "مَن لَم يَندُبْ علي ذَنْبٍ يَرتكبُهُ فلَيسَ بمومِنٍ و لَمْ تَجِبْ لَهُ الشَّفاعَةَ",
		"b": "كسي كه به خاطر گناهي که مرتكب مي شود ، توبه نكند ، مؤمن نيست و شفاعت شامل حال او نمي شود .",
		"c": 13,
		"d": "وسائل الشيعه ، ج ۶ ، ص ۲۶۶",
		"n": 32935
	},
	{
		"a": "اِعْلَمْ اَنَّهُ مَنْ لَمْ يُنْفِقْ فى طاعَةِ اللّهِ اُبْتُلِىَ بِاَنْ يُنْفِقَ فى مَعْصِيَةِ اللّهِ عَزّوَجَلّ ، وَ مَنْ لَمْ يَمْشِ فى حاجَةِ وَلِىِّ اللّهِ اُبْتُلِىَ بِاَنْ يَمْشِىَ فى حاجَةِ عَدُوِّاللّهِ",
		"b": "بدان كه هر كس در راه طاعت خدا خرج نكند ، به خرج كردن در راه معصيت خدا گرفتار مى شود و هركس در راه انجام نياز دوستِ خدا گام برندارد ، به تلاش در راه تأمين نياز دشمن خدا گرفتار مى شود .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۶ ، ص ۲۵ .",
		"n": 32936
	},
	{
		"a": "مَن خُتِمَ لَهُ بِلا اِلهَ اِلاَّ اللّهُ دَخَلَ الْجَنَّةَ ، وَمَنْ خُتِمَ لَهُ بِصيامِ يَوْمٍ دَخَلَ الْجَنَّةَ ، وَمَنْ خُتِمَ لَهُ بِصَدَقَةٍ يُريدُ بِها وَجْهَ اللّهِ دَخَلَ الجَنَّةَ",
		"b": "هركس كه عمرش با « لااله الا اللّه » ختم شود ، وارد بهشت مى شود ، هركس كه عمرش با يك روز روزه به پايان رسد ، به بهشت مى رود ، و كسى هم كه پايان عمرش با صدقه اى باشد كه هدفش از آن ، رضاى الهى است ، وارد بهشت مى شود .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۳ ، ص ۳۵۸ . ]",
		"n": 32937
	},
	{
		"a": "ما يَنْبَغى لاِءِمْرِءٍ مُسلِمٍ اَنْ يَبيتَ لَيْلَةً اِلاّ وَ وَصِيَّتُةُ تَحْتَ رَأسِهِ",
		"b": "براى يك مسلمان سزاوار نيست كه شبى را بخوابد ، مگر آنكه وصيتنامه اش زير سرش باشد .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۳ ، ص ۳۵۲ . ]",
		"n": 32938
	},
	{
		"a": "ما مِنْ عَمَلٍ حَسَنٍ يَعْمَلُهُ الْعَبْدُ اِلاّوَلَهُ ثَوابٌ فِى الْقُرْآنِ اِلاّ صَلاةُ اللَّيْلِ فَاِنَّ اللّهَ لَمْ يُبَيِّنْ ثَوابَها لِعَظيمِ خَطَرِهِ عِنْدَهُ فَقالَ : <Q> ) تَتَجا فى جُنُوبُهُمْ عَنِ الْمَضاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعَا وَمِمّا رَزَقْناهُمْ يُنْفِقُونَ فَلا تَعْلَمُ نَفْسٌ ما اُخْفِىَ لَهُمْ مِنْ قُرَّةِّ اَعْيُنٍ جَزاءً بِما كانُوا يَعْملُونَ ( </Q>",
		"b": "سه چيز مايه افتخار مؤمن و زينت و آرايش انسان در دنيا و آخرت است : ۱ نماز در آخر شب ۲ قطع اميد از آنچه در دست مردم است ۳ پذيريش ولايت امام معصومى از خاندان محمد ( صلى‌الله‌عليه‌وآله‌وسلم ) .",
		"c": 6,
		"d": "[ وسائل الشيعه ، ج ۵ ، ص ۲۸۱ . ]",
		"n": 32939
	},
	{
		"a": "اِصْنَعُوا لَنا كُلَّ يَوْمٍ نِيرُوزا",
		"b": "پس در اين صورت هر روز ما را نوروز سازيد .",
		"c": 1,
		"d": "[ وسائل الشيعه ، ج ۱۲ ، ۲۱۴ ]",
		"n": 32940
	},
	{
		"a": "اِذَا اَرَادَ اللّهُ بِعَبْدٍ خَیْرا بَعَثَ اللّهُ اِلَیْهِ مَلَکا مِنْ خُزّانِ الْجَنَّةِ فَیَمْسَحُ صَدْرَهُ وَ یُسْخى نَفْسَهُ بِالزَّکَاةِ",
		"b": "اگر خدا خوبى بنده ‏اى را بخواهد ، فرشته‏ اى از خزانه‏ دارانِ بهشت مى‏ فرستد تا سینه او را مسح کند و قلب او را براى پرداخت زکات سخاوتمند سازد .",
		"c": 13,
		"d": "وسائل الشیعه ، ج۶ ، ص ۱۰",
		"n": 32941
	},
	{
		"a": "اِنَّ اللَّهَ اَمَرَ بِثَلاثَةٍ مَقْرُونٌ بِهَا ثَلاثَةٌ اُخْرى : أمَرَ بِالصَّلاةِ وَالزَّکَاةِ فَمَنْ صَلَّى وَلَمْ یُزَکِّ لَمْ تُقْبَلْ مِنْهُ صَلاتُهُ ، وَاَمَرَ بِالشُّکْرِ لَهُ وَلِلْوَالِدَیْنِ فَمَنْ لَمْ یَشْکُرْ وَالِدَیْهِ لَمْ یَشْکُرِ اللّهَ ، وَأَمَرَ بِاتِّقاءِ اللّهِ وَصِلَةِ الرَّحِمِ فَمَنْ لَمْ یَصِلْ رَحِمَهُ لَم یَتَّقِ اللّهَ",
		"b": "خداوند به سه کار همراه سه کار دیگر فرمان داده است : \r\n۱ فرمان به نماز و زکات داده است . پس کسى که نماز بجا بیاورد ولى زکات را نپردازد نمازش از او پذیرفته نمى‏ شود . \r\n۲ و فرمان به سپاسگزارى از خود و پدر و مادر داده پس کسى که از پدر و مادرش قدردانى نکند شکر خدا را هم بجا نیاورده است . \r\n۳ و فرمان به تقواى الهى و صله رحم داده است ، پس کسى که صله رحم انجام ندهد تقواى الهى را مراعات نکرده است .",
		"c": 8,
		"d": "وسائل الشیعه ، ج۶ ، ص۱۳",
		"n": 32942
	},
	{
		"a": "لاتَزالُ اُمَتّى بِخَیْرٍ ما لَمْ یَخُونُوا وَاَدُّوا الْأَمانَةَ ، وَآتَوُا الزَّکاةَ ، وَاِذا لَمْ یَفْعَلُوا ذلِکَ اُبْتُلُوا بِالْقَحْطِ وَالسِّنِینَ",
		"b": "امّت من تا وقتى که خیانت نکنند ، و امانتها را ردّ کنند ، و زکات را بپردازند در خیر و سعادت خواهند بود ، ولى هرگاه که چنین نکنند به قحطى و کمبود دچار خواهند شد .",
		"c": 13,
		"d": "وسائل الشیعه ، ج۶ ، ص۱۳",
		"n": 32943
	},
	{
		"a": "ثَمانیَةٌ لاتُقْبَلُ مِنْهُمْ صَلاةٌ ، مِنْهُمْ مانِعُ الزَّکاةِ",
		"b": "نماز هشت گروه پذیرفته نمى ‏شود ، یکى از آنان کسانى‏ اند که از پرداخت زکات خوددارى مى ‏کنند .",
		"c": 13,
		"d": "وسائل الشیعه ، ج۶ ، ص ۱۶",
		"n": 32944
	},
	{
		"a": "اِنَّ رَسُولَ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم كانَ يُغَيِّرُ الاَسْماءَ الْقَبِيحَةَ فِى الرِّجالِ وَ الْبُلْدانِ",
		"b": "رسول خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) نامهاى زشت مردان و شهرها را تغيير مى داد .",
		"c": 5,
		"d": "[ وسائل الشيعه ، ج ۱۵ ، ص ۱۲۴ . ]",
		"n": 32945
	},
	{
		"a": "اَلْبَيْتُ الَّذِى فيهِ مُحَمَّدٌ يُصْبِحُ اَهْلُهُ بِخَيْرٍ وَ يُمْسُونَ بِخَيْرٍ",
		"b": "خانه اى كه در آن نام محمّد باشد ، صبح و شامِ اهل آن خانه به خير ونيكى خواهد بود .",
		"c": 8,
		"d": "[ وسائل الشيعه ، ج ۱۵ ، ص ۱۲۷ . ]",
		"n": 32946
	},
	{
		"a": "مَا اسْمُكَ ؟ قالَ : مُحَمَّدٌ ، قالَ : بِمَ تُكَنّى ؟ قالَ : بِعَلىٍّ فَقالَ اَ بُو جَعْفَرٍ عليه‌السلام : لَقَدْ احْتَظَرْتَ مِنَ الشَّيْطانِ اِحْتِظارا شَدِيدا ، اِنَّ الشَّيْطانِ اِذا سَمِعَ مُنادِيا يُنادى يا مُحَمَّدٌ اَوْ يا عَلِىُّ ذابَ كَما يَذُوبُ الرَّصاصُ",
		"b": "نام تو چيست ؟ او پاسخ داد : محمّد . امام باقر عليه‌السلام سؤال كردند : كنيه ات چيست ؟ گفت : على ، امام باقر عليه‌السلام فرمودند : تو به شدت از شيطان دور شده اى ، زيرا شيطان هنگامى كه بشنود كسى صدا مى زند : اى محمد يا اى على ! ، آب مى شود همان گونه كه مس آب مى شود .",
		"c": 5,
		"d": "[ وسائل الشيعه ، ج ۱۵ ، ص ۱۲۶ . ]",
		"n": 32947
	},
	{
		"a": "... وَلْتَکُنْ جَوائِزُکَ وَ عَطایاکَ وَ خِلَعُکَ لِلْقوّادِ وَ الرُّسُلِ وَ الْأحْفادِ وَ أصْحَابِ الرَسَائِلِ وَ أصْحَابِ الشُرَطِ والأخْماسِ",
		"b": "باید جوایز و عطایا و خلعت هایى را که مى دهى ، به فرماندهان لشگر و فرستادگان و خدمتکاران و نامه رسانان و شرطه ها ( پیش مرگان ) و پنج گروه لشگر بدهى .",
		"c": 6,
		"d": "[ وسائل الشیعه ، ج ۱۲ ، ص ۱۵۰ ]",
		"n": 32948
	},
	{
		"a": "كانَ رَسَولُ اللّهِ صلى‌الله‌عليه‌وآله‌وسلم يَغسِلُ رَأسَهُ بِالسِّدرِ",
		"b": "پيامبر خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) سرش را با سدر مى شست .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۲ ، ص ۶۳ .",
		"n": 32949
	},
	{
		"a": "وَ اللّهِ لَنُحِبُّكُمْ أنْ تَقُولُوا إذا قُلْنا ، وَ تَصْمِتُوا إذا صَمِتْنا وَ نَحْنُ فيما بَيْنَكُمْ وَ بَيْنَ اللّهِ عَزَوِّجَلِّ ، ماجَعَلَ اللّهُ لِأحَدٍ خَيْرا فى خِلافِ أمْرِنا",
		"b": "به خدا قسم دوست داريم زمانى كه ما سخن مى گوييم شما هم سخن بگوييد و زمانى كه ما سكوت مى كنيم شما هم سكوت كنيد . و ما در ميان شما و خداى بزرگ هستيم ، خداوند متعال براى هيچ كس خيرى در مخالفت با دستور ما قرار نداده است ( هر خيرى هست در پيروى از دستورات ماست ) .",
		"c": 6,
		"d": "[ وسائل الشيعه ۱۸ : ۹۱ ح ۱۰ ]",
		"n": 32950
	},
	{
		"a": "اَوَّلُ ما يَحْكُمُ اللّهُ فِيهِ يَوْمَ الْقِيامَةِ اَلدِّماءُ ، فَيُوقَفُ اِبْنا آدَمَ فَيَفْصِلُ بَيْنَهُما ( فَيَقْضِى ) بَيْنَهُما ، ثُمَّ الَّذينَ يَلَوْنَهُما مِنْ اَصْحابِ الدِّماءِ",
		"b": "اوّلين چيزى كه خداوند روز قيامت درباره آن قضاوت مى كند خونبهاست . پس دو فرزند آدم را نگه مى دارد و ميان آنها قضاوت مى كند ، سپس به نوبت كسانى كه پس از آنان آمده و مسائل آدم كشى داشته اند .",
		"c": 13,
		"d": "[ وسائل الشيعه ، ج ۱۹ ، ص ۴ ، ح ۶ ]",
		"n": 32951
	},
	{
		"a": "اِنَّما جُعِلَتِ الْخُطْبَةُ فِى يَوْمِ الْجُمُعَةِ فى أَوَّلِ الصَّلاةِ وَجُعِلَتْ فِى الْعِيْدَيْنِ بَعْدَ الصَّلاةِ لاَِنَّ الْجُمُعَةَ اَمْرٌ دائِمٌ وَيَكُونُ فِى الشُّهُورِ وَالسَّنَةِ كَثِيرا وَاِذا كَثُرَ عَلَى النَّاسِ مَلوُّا وَتَرَكوا وَلَمْ يُقِيمُوا عَلَيْها وَتَفَرَّقُوا عَنْهُ وَالْعِيْدُ اِنَّما هُوَ فِى السَّنَةِ مَرَّتَيْنِ وَهُوَ أَعْظَمُ مِنَ الْجُمُعَةِ وَالزَّحامُ فِيهِ أَكْثَرُ وَالنَّاسُ فِيهِ أَرْغَبُ فَاِنْ تَفَرَّقَ بَعْضُ النَّاسِ بَقِىَ عامَّتُهُمْ",
		"b": "به اين دليل خطبه هاى نماز جمعه قبل از نماز است و خطبه هاى عيد پس از نماز كه : روز جمعه در طول ماه و سال زياد تكرار مى شود و به همين دليل مردم از حضور در تمام مراسم و همه بخشهاى آن خسته مى شوند ، و براى شنيدن خطبه ها نمى نشينند ، اما روزهاى عيد در طول سال فقط دوبار اتفاق مى افتد و ازدحام و حضور و رغبت مردم نيز در آن بيشتر است ، بنابراين اگر تعدادى هم بعد از نماز متفرق شوند ، اكثريت آنان خواهند ماند .",
		"c": 8,
		"d": "[ وسائل الشيعه ، ج ۵ ، ۱۱۲ ]",
		"n": 32952
	},
	{
		"a": "نَحْنُ حِزْبُ اللّهِ الْغالِبُونَ ، وَ عِتْرَةُ نَبیِّهِ الْأقْرَبُونَ ، وَ أحَدُ الثَّقَلَیْنِ [ الثِّقْلَیْنِ ] اللَّذَیْنِ جَعَلَنا رَسُولُ اللّهُ ثانِىَ کِتابِ اللّهِ فیهِ تَفصیلٌ لِکُلِّ شَى ءٍ ، لایأتیهِ الْباطِلْ مِنْ بَیْنَ یَدَیْهِ وَ لامِنْ خَلْفِهِ وَ الْمُعَوَّلُ عَلَیْنا فى تَفسِیرِهِ",
		"b": "ما حزب اللّه پیروز هستیم ، ما عترت نزدیک پیامبر اوییم ، و یکى از دو وزنه گران قدر هستیم که خداوند ما را بعد از کتاب خودش قرار داده است که همه چیز در آن به صورت کامل بیان شده و باطل از پیش رو و پشت سر در آن راه ندارد و در تفسیر آن به ما تکیه مى شود .",
		"c": 3,
		"d": "[ وسائل الشیعه ۱۸ : ۱۴۴ ح ۴۵ ]",
		"n": 32953
	},
	{
		"a": "لاصَلاةَ لِمَنْ لايُصَلّى فِى الْمَسْجِدِ مَعَ الْمُسْلِمينَ اِلاّمِنْ عِلَّةٍ وَ لاغَيْبَةَ اِلاّ لِمَنْ صَلّى فى بَيْتِهِ وَ رَغِبَ عَنْ جَماعَتِنا وَ مَنْ رَغِبَ عَنْ جَماعَةِ الْمُسْلِمينَ سَقَطَتْ عِدالَتُهُ وَ وَجَبَ هِجْرنُهُ",
		"b": "كسى كه بدون هيچ عذرى نماز خود را همراه ديگر مسلمانان در مسجد نمى خواند ، نمازش مقبول نيست و غيبت احدى جايز نيست مگر كسى كه نمازش را در خانه مى خواند و در جماعت حاضر نمى شود و به حضور در اجتماع مسلمين بى رغبت است و هر آن كس كه چنين باشد از عدالت ساقط و دورى از او واجب مى باشد .",
		"c": 13,
		"d": "وسائل الشيعه / ج ۵ / ص ۳۹۴",
		"n": 32954
	},
	{
		"a": "اَيُّما مُسافِرٍ صَلَّى الْجُمُعَةَ رَغْبَةً فيها وَ حُبّا لَها اَعْطاهُ اللّهُ عَزَّوَجَلَّ اَجُرَمِأَةِ جُمُعَةٍ لِلْمُقيمُ",
		"b": "هر مسافرى كه به خاطر رغبت و علاقه خودش در نماز جمعه حاضر شود ، خداوند او را پاداش صد نماز جمعه غير مسافر عطا نمايد .",
		"c": 6,
		"d": "وسائل الشيعه / ج ۵ / ص ۲۶",
		"n": 32955
	},
	{
		"a": "جآءَ اَعْرابِىٌّ اِلَى النَّبِىِّ صلى‌الله‌عليه‌وآله‌وسلم ... فَقالَ يا رَسُولَ اَللّهِ اِنّى تَهَيَّأْتُ اِلَى الْحَجِّ كَذا وَ كَذامَرَّةً فَما قُدِرَ لى فَقالَ : ... عَلَيْكَ بِالْجُمُعَةِ فَاِنَّها حَجُّ الْمَساكينِ",
		"b": "باديه نشينى به حضور پيامبر خدا ( صلى‌الله‌عليه‌وآله‌وسلم ) رسيد و عرضه داشت : چندين بار آماده سفر حج شده ام امّا توفيق نيافتم ، حضرت فرمودند : نماز جمعه را درياب كه حجّ تهى دستان است .",
		"c": 6,
		"d": "وسائل الشيعه / ج ۵ / ص ۵",
		"n": 32956
	},
	{
		"a": "مَنْ سَمِعَ النِّدآءَ فَلَمْ یُجِبْهُ مِنْ غَیْر عِلَّةٍ فَلا صَلاةَ لَهُ",
		"b": "هر که صداى اذان جماعت را بشنود و بدون هیچ عذرى اجابت نکند ، نماز ندارد ( نمازش مقبول نیست ) .",
		"c": 5,
		"d": "وسائل الشیعه / ج ۵ / ص ۳۷۵",
		"n": 32957
	},
	{
		"a": "وَ اللّهِ لَقَدْ بَلَغَنى اَنَّ اَصْحابَ النَّبِىِّ صلى‌الله‌عليه‌وآله‌وسلم كانُوا يَتَجَهَّزُونَ لِلْجُمُعَةِ يَوْمَ الْخَميسِ لاَِنَّهُ يَوْمَ مَضيقٍ عَلَى الْمُسْلِمينَ",
		"b": "به خدا قسم شنيده ام كه ياران پيامبر گرامى ( صلى‌الله‌عليه‌وآله‌وسلم ) از روز پنجشنبه خود را براى نماز جمعه آماده مى نمودند چون روز جمعه براى مسلمانان فشرده است - فرصت و امكانات كم است .",
		"c": 5,
		"d": "وسائل الشيعه / ج ۵ ص ۴۶",
		"n": 32958
	},
	{
		"a": "مَنْ تَجِبُ الْجُمُعَةُ ؟ قالَ عليه‌السلام : تَجِبُ عَلى سَبْعَةِ نَفِرٍ مِنَ الْمُسْلِمينَ وَ لاجُمُعَةَ لِأَقَلَّ مِنْ خَمْسَةٍ مِنَ الْمُسْلِمينَ اَحَدُهُمُ الاِْمامُ",
		"b": "هرگاه هفت نفر جمع شدند نماز جمعه واجب مى شود و اين نماز با كمتر از پنج نفر كه يكى از آنها پيش نماز است بر پا نمى شود .",
		"c": 5,
		"d": "وسائل الشيعه / ج ۵ / ص ۸",
		"n": 32959
	},
	{
		"a": "ضَمِنْتُ لِسِتَّةَ عَلَى اللّهِ الْجَنَّةَ ، مِنْهُمْ رَجُلٌ خَرَجَ اِلَى الْجُمُعَةِ فَماتَ فَلَهُ الْجَنَّةُ",
		"b": "در محضر خداوند براى شش گروه ضمانت بهشت نموده ام ، يكى از آنان كسى است كه به قصد نماز جمعه از منزل خارج شده و در آن حال مرگ او فرا رسيده است .",
		"c": 1,
		"d": "وسائل الشيعه / ج ۵ / ص ۱۱",
		"n": 32960
	},
	{
		"a": "مِنَ السُّنَّةِ اِذا صَعِدَ الاِْمامُ الْمِنْبَرَ اَنْ يُسَلِّمَ اِذَا اسْتَقْبَلَ النّاسَ",
		"b": "يكى از سُنن اسلامى اين است كه وقتى امام جمعه در جايگاه خُطبه قرار گرفت ، به مردم سلام كند .",
		"c": 1,
		"d": "وسائل الشيعه / ج ۵ / ص ۴۳",
		"n": 32961
	},
	{
		"a": "اِنَّ الصَّلاةَ فِى الصَّفِّ الاَْوَّلِ كَالْجِهادِ فى سَبيلِ اللّهِ عَزَّوَجَلَّ",
		"b": "نماز در صف اوّل جماعت همانند جهاد در راه خداوند مُتعال است .",
		"c": 7,
		"d": "وسائل الشيعه / ج ۵ / ص ۳۸۷",
		"n": 32962
	},
	{
		"a": "كُلَّما عادَ المومِنُ بالاستغفارِ و التَّوبَةِ عادَ اللهُ عليهِ بالمَغفِرَةِ و انّ الله غفورٌ رحيم",
		"b": "هر گاه شخص با ايمان ، همراه با طلب آمرزش و توبه به سوي خدا بازگردد ، خداوند نيز با بخشش و مغفرت خويش به سوي او باز مي گردد و بدرستي كه خدا بخشنده و مهربان است .",
		"c": 5,
		"d": "وسائل الشيعه ، شيخ حر عاملي ، ج ۱۶ ، ص۷۹",
		"n": 32963
	},
	{
		"a": "مَنْ حَجَّ يُرِيدُ اللَّهَ عزوجل لا يُرِيدُ بِهِ رِيَاءً وَ لا سُمْعَةً غَفَرَ اللَّهُ لَهُ الْبَتَّةَ",
		"b": "كسى كه حجّ انجام دهد و خدا را اراده كند و قصد ريا و شهرت طلبى نداشته باشد قطعاً خداوند او را خواهد بخشيد .",
		"c": 6,
		"d": "وسائل الشيعه ، ج ۱۱ ، ص ۱۰۹",
		"n": 32964
	},
	{
		"a": "عَلَیکُم بِالوَرَعِ فَاِنَّهُ الدّینُ الَّذی نَلازِمُهُ وَ نُدینُ اللهَ تَعالیَ بِهِ وَ نُریدُهُ مِمَّن یُوالینا لاتَتعَبُونا بِالشَّفاعَةِ",
		"b": "با ورع و باتقوا باشید که این ورع و تقوا همان دینی است که همواره ما ملازم آن هستیم و پایبند به آن می باشیم و از پیروان خود نیز می خواهیم که چنین باشند از ما ( با عدم رعایت تفوا ) شفاعت نخواهید و ما را به زحمت نیندازید .",
		"c": 10,
		"d": "وسائل الشیعه ، ج۱۵ ، ص ۲۴۸",
		"n": 32965
	},
	{
		"a": "... وَاَنَّ اَحَبَّ النَّاسِ اِلَى اللَّهِ تَعَالى اَسْخَاهُمْ کَفَّا ، وَاَسْخَى النّاسِ مَنْ اَدّى زَکَاةَ مالِهِ وَلَمْ یَبْخَلْ عَلَى الْمُؤْمِنینَ بِمَا افْتَرَضَ اللّهُ لَهُمْ فى مالِهِ",
		"b": "محبوبترین مردم پیش خدا سخاوتمندترین آنهاست ، و سخاوتمندترین فرد کسى است که زکات مالش را بپردازد و در مورد واجب مالى خود نسبت به مؤمنان بخل نورزد .",
		"c": 6,
		"d": "وسائل الشیعه ، ج۶ ، ص ۵",
		"n": 32966
	},
	{
		"a": "اِذا قامَ الْقائِمُ اَخَذَ مانِعَ الزَّکاةِ فَضَرَبَ عُنُقَهُ",
		"b": "وقتى که قائم آل محمّد علیه ‏السلام قیام کند مانع زکات ( کسى که اهل پرداخت زکات نیست ) را گرفته ، گردنش را مى ‏زند .",
		"c": 6,
		"d": "وسائل الشیعه ، ج۶ ، ص ۲۰",
		"n": 32967
	},
	{
		"a": "لَمَّا نَزَلَتْ آیَةُ الزَّکاةِ <Q> ) خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَ تُزَکّیهِمْ بِها ( </Q> [ توبه ، ۱۰۳ ] فى شَهْرِ رَمِضانِ ، فَاَمَرَ رَسُولُ اللّهِ صلى ‏الله‏ علیه ‏و ‏آله مُنادِیَهُ فَنَادى فى النّاسِ : اِنَّ اللّهَ تَبَارَکَ وَتَعَالى فَرَضَ عَلَیْکُمُ الزَّکَاةَ کَما فَرَضَ عَلَیْکُمُ الصَّلاةَ",
		"b": "هنگامى که آیه زکات در ماه رمضان نازل شد که : از اموال آنان صدقه بگیر تا آنان را پاکیزه و تزکیه نمایى ، پیامبر خدا صلى ‏الله‏ علیه ‏و ‏آله دستور دادند که سنخن گویشان در بین مردم اعلام کند که : خداى متعال زکات را بر شما واجب کرد همان گونه که نماز را بر شما واجب کرد .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۶ ، ص ۳",
		"n": 32968
	},
	{
		"a": "اِنَّما وُضِعَتِ الزَّکاةُ اِخْتِبارا لِلاَْغْنیاءِ وَمَعُونَةً لِلْفُقَراءِ ، وَلَوْ اَنَّ النّاسَ أدُّوا زَکاةَ اَمْوالِهِمْ ما بَقِىَ مُسلِمٌ فَقیرا مُحْتاجا وَلاَسْتَغْنى بِما فَرَضَ اللّهُ لَهُ ، وَاِنَّ النّاسَ ما افْتَقَرُوا وَلا احْتاجُوا وَلا جاعُوا وَلاعَرَوْا اِلاّ بِذُنُوبِ الأَغْنِیاءِ وَحَقیقٌ عَلَى اللّهِ تَبارَکَ وَتَعالى اَنْ یَمْنَعَ رَحْمَتَهُ مِمَّنْ مَنَعَ حَقَ اللّهِ فی مالِهِ",
		"b": "زکات قرار داده شده تا آزمایش ثروتمندان و کمک به فقرا باشد ، اگر مردم زکات اموال خود را بپردازند هیچ مسلمان نیازمندى باقى نمى ‏ماند و با آنچه که خدا واجب کرده بى‏ نیاز مى‏ گردد و مردم فقیر و محتاج و نیازمند و گرسنه و برهنه نمى‏ شوند مگر به واسطه گناهان ثروتمندان شایسته است که خداوند رحمت خود را از کسانى که حق خدا را در ثروت خود ادا نکنند باز دارد .",
		"c": 6,
		"d": "وسائل الشیعه ، ج۶ ، ص ۴",
		"n": 32969
	},
	{
		"a": "اِنَّمَا وُضِعَتِ الزَّکاةُ قُوتا لِلْفُقَراءِ وَتَوْفیرا لِأَمْوالِهِمْ",
		"b": "زکات قرار داده شده ، تا خوراک نیازمندان و مایه افزایش ثروت آنان باشد .",
		"c": 7,
		"d": "وسائل الشیعه ، ج۶ ، ص ۴",
		"n": 32970
	},
	{
		"a": "ایُّما مُؤْمِنٍ سَئَلَ اخاهُ الْمُؤْمِنَ حاجَةً وَ هُوَ یَقْدِرُ عَلى قَض ائِها فَرَدَّهُ عَنْها ، سَلَّطَ اللّهُ عَلَیْهِ شُجاعا فى قَبْرِهِ ، یَنْهَشُ مِنْ اصابِعِهِ",
		"b": "چنانچه مؤمنى از برادر ایمانیش حاجتى را طلب کند و او بتواند خواسته اش را برآورد و انجام ندهد ، خداوند در قبرش یک افعى بر او مسلّط گرداند که هر لحظه او را آزار رساند .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۱۶ ، ص ‍ ۳۶۰ ، ح ۱۰ .",
		"n": 32971
	},
	{
		"a": "إنَّ لِکُلِّ ثَمَرَةٍ سَمّا ، فَإذا اتَیْتُمْ بِها فامسُّوهَ االْما ، وَاغْمِسُوها فِى الْما",
		"b": "هر نوع میوه و ثمره اى ، مسموم و آغشته به آلودگی ها است ؛ هر گاه خواستید از آن ها استفاده کنید با آب بشوئید .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۲۵ ص ۱۴۷ ح ۲ .",
		"n": 32972
	},
	{
		"a": "إنَّ الاْرْضَ تَضِجُّ إلَی اللهِ عزوجل مِنْ بَوْلِ الاْغْلَفِ أرْبَعینَ صَباحاً",
		"b": "زمین تا چهل روز از ادرار کسی که ختنه نشده است ناله می کند .",
		"c": 12,
		"d": "وسائل الشّیعه ، ج ۲۱ ، ص ۴۴۲",
		"n": 32973
	},
	{
		"a": "اِلهى لا تُؤَدِّبْنى بِعُقوبَتِکَ ... الخ .",
		"b": "خدایا مرا با عذاب خودت ادب مکن ... ( همان دعاى معروف ابو حمزه ثمالى است . )",
		"c": 4,
		"d": "وسائل الشیعة ، ج ۵ ، ص ۱۷۴",
		"n": 32974
	},
	{
		"a": "أَسَوِىٌّ ؟ فَاِذا کانَ سَوِیّا قالَ : اَلْحَمْدُلِلّهِ الَّذى لَمْ یَخْلُقْ مِنّى خَلْقا مُشَوَّها .",
		"b": "آیا سالم است ؟ وقتى سالم بود ، مى‌فرمودند : حمد و ستایش مخصوص خدایى است که از من مخلوق ناقص و زشت خلق نکرده است .",
		"c": 4,
		"d": "وسائل الشیعه ، ج ۱۵ ، ص ۱۴۳ ، ح ۱",
		"n": 32975
	},
	{
		"a": "مِشْطُ الرَّاسِ یَذْهَبُ بِالْوَبا ، وَ مِشْطُاللِّحْیَةِ یُشَدِّدُ الاْ ضْراسَ",
		"b": "شانه کردن موى سر موجب نابودى وَبا و مانع ریزش مو مى گردد ، و شانه کردن ریش و محاسن ریشه دندان ها را محکم مى نماید .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۲ ص ۱۲۴ ح ۱ .",
		"n": 32976
	},
	{
		"a": "إنَّ عَلىَ‏ بْنَ ‏الْحُسَیْنِ عليهما‌السلام کانَ أَحْسَنَ النّاسِ صَوْتا بِالْقُرآنِ وَکانَ یَرْفَعُ صَوْتَهُ حَتّى یَسْمَعَهُ أَهلُ‏الدّارِ .",
		"b": "امام على بن الحسین عليهما‌السلام خوش صداترین فرد در قرائت قرآن بود و صداى قرآن خواندنش را بلند مى‏کرد تا اهل خانه بشنوند و بهره‏مند گردند .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۴ ، ص ۸۵۸",
		"n": 32977
	},
	{
		"a": "اِنَّ زَیْنَ ‏الْعابِدینَ بَکى عَلى أَبیهِ أَرْبَعینَ سَنَةً ، صائِما نَهارَهُ ، قائِما لَیْلَهُ ، فَاِذا حَضَرَ الاِْفْطارُ جاءَ غُلامُهُ بِطَعامِهِ وَشَرابِهِ فَیَضَعُهُ بَیْنَ یَدَیْهِ فَیَقُولُ : کُلْ یا مَوْلاىَ ، فَیَقُولُ علیه ‏السلام : قُتِلَ ابْنُ‏رَسُولِ‏اللّه‏ِ علیه ‏السلام جائِعا ، قُتِلَ ابْنُ‏رَسُولِ‏اللّه‏ علیه ‏السلام عَطْشانا ، فَلایَزالُ یُکَرِّرُ ذلِکَ وَیَبْکى حَتّى یَبِلَّ طَعامُهُ بِدُمُوعِهِ ، وَیَمْزِجُ شَرابُهُ بِدُمُوعِهِ فَلَمْ یَزَلْ کَذلِکَ حَتّى لَحِقَ بِاللّه‏ِ عَزِّوَجَلَّ .",
		"b": "امام زین العابدین علیه ‏السلام چهل سال براى پدر بزرگوارش گریه کرد ، در حالى که روزش ، روزه‏دار بود و شبش ، شب‏زنده دارى مى‏کرد ، هنگامى که وقت افطار مى‏شد غلامش غذا و نوشیدنى براى او مى‏آورد و جلویش مى‏گذاشت و عرض می کرد : بخورید ، امام علیه ‏السلام مى‏فرمودند : فرزند رسول‏خدا علیه ‏السلام گرسنه و تشنه شهید شد . این جمله را تکرار مى‏کرد و گریه سر مى‏داد تا اینکه آب و غذایش با اشک چشمش مخلوط مى‏شد . او همواره چنین بود تا اینکه به جوار رحمت حق شتافت .",
		"c": 6,
		"d": "وسائل الشیعة ، ۲ ، ۹۲۳",
		"n": 32978
	},
	{
		"a": "اوَّلُ ما یُحاسَبُ بِهِ الْعَبْدُالصَّلاةُ ، فَإ نْ قُبِلَتْ قُبِلَ سائِرُ عَمَلِهِ ، وَ إ ذا رُدَّتْ ، رُدَّ عَلَیْهِ سائِرُ عَمَلِهِ",
		"b": "اوّلین محاسبه انسان در پیشگاه خداوند پیرامون نماز است ، پس اگر نمازش قبول شود بقیه عبادات و اعمالش نیز پذیرفته مى گردد وگرنه مردود خواهد شد .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۴ ص ۳۴ ح ۴۴۴۲ .",
		"n": 32979
	},
	{
		"a": "اِنَّ عَلىَّ بْنَ الْحُسَیْنِ عليهما‌السلام کانَ اِذا فاتَهُ شَى‏ءٌ مِنَ اللَّیْلِ قَضاهُ بِالنَّهارِ وَ اِنْ فاتَهُ شَى‏ءٌ مِنَ الْیَومِ قَضاهُ مِنَ‏الْغَدِ أوْ فِى‏الْجُمُعَةِ أَوْ فِى‏الشَّهْرِ ، وَ کانَ اِذا اجْتَمَعَتْ عَلَیْهِ الاَْشْیاءُ قَضاها فى شَعْبانَ حَتّى یَکْمُلَ لَهُ عَمَلُ السَّنَةِ کُلُّها کامِلَةً .",
		"b": "امام على بن الحسین عليهما‌السلام هنگامى که نمازهاى مستحب شبانه از او فوت مى‏شد آن را روز قضا مى‏کرد و اگر از نمازهاى مستحبى روز فوت مى‏شد فرداى آن روز یا جمعه آینده یا ماه بعد آن را قضا مى‏کرد و اگر نمازهاى مستحبى فوت شده جمع مى‏شد در ماه شعبان قضا مى‏کرد تا اینکه تمام نمازهاى مستحبى سال کامل شود .",
		"c": 6,
		"d": "وسائل الشیعة ، ج ۳ ، ص ۲۰۱",
		"n": 32980
	},
	{
		"a": "مَنْ مَلَکَ نَفْسَهُ إذا رَغِبَ ، وَ إذا رَهِبَ ، وَ إ ذَااشْتَهى ، وإذا غَضِبَ وَ إذا رَضِىَ ، حَرَّمَ اللّهُ جَسَدَهُ عَلَى النّارِ",
		"b": "هر که در چهار موقع ، مالک نفس خود باشد : هنگام رفاه و توسعه زندگى ، هنگام سختى و تنگ دستى ، هنگام اشتها و آرزو و هنگام خشم و غضب ؛ خداوند متعال بر جسم او ، آتش را حرام مى گرداند .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۱۵ ص ۱۶۲ ح ۸ .",
		"n": 32981
	},
	{
		"a": "اِنّى ما شَرِبْتُ ماءً بارِداً اِلاّ ذَکَرْتُ الْحُسَیْنَ عليه‌السلام .",
		"b": "من هرگز آب سرد ننوشیدم مگر آنکه از امام حسین عليه‌السلام یاد نمودم .",
		"c": 6,
		"d": "وسائل الشیعه ۱۷ : ۲۱۶ ح ۱",
		"n": 32982
	},
	{
		"a": "کانَ لاَِبى عَبْدِ اللّه‏ِ عليه‌السلام خَریطَةُ دیباجٍ صَفْراءَ فیها تُرْبَةُ أبى عَبْدِاللّه‏ِ عليه‌السلام فَکانَ اِذا حَضَرَتِ الصَّلاةُ صَبَّهُ عَلى سَجّادَتِهِ وَ سَجَدَ عَلیهِ .",
		"b": "امام صادق عليه‌السلام را کیسه ‏اى ابریشمین و زرد بود که در آن خاک کربلاى حسین عليه‌السلام بود . چون هنگام نماز فرا مى‏ رسید آن خاک را بر سجاده خود مى ‏ریخت و بر آن سجده مى‏ کرد .",
		"c": 6,
		"d": "وسائل الشیعه ۳ : ۶۰۸ ح ۳",
		"n": 32983
	},
	{
		"a": "اِنّی اِذا سافَرْتُ فى شَهْرِ رَمَضانَ ما آکُلُ اِلاّ الْقُوتَ وَ ما أَشْرَبُ کُلَّ الرَّىِّ .",
		"b": "هرگاه در ماه رمضان به مسافرت مى‏روم [ به احترام ماه رمضان اگر چه مسافرم و روزه بر من واجب نیست ولى ] جز به اندازه رمق داشتن غذا نمى‏خورم و هرگز از آب در حدّ سیراب شدن نمى‏نوشم .",
		"c": 6,
		"d": "وسائل الشیعه ۷ : ۱۴۷ ح ۵",
		"n": 32984
	},
	{
		"a": "اَنَّهُ کانَ [ أَبى عَبْدِ اللّه‏ِ عليه‌السلام ] یَحْضُرُ الرَّمْىَ وَ الرِهانَ…",
		"b": "امام صادق عليه‌السلام در مسابقه تیراندازى و اسب سوارى حاضر مى‏شد .",
		"c": 6,
		"d": "وسائل الشیعة ج ۱۳ ص ۳۴۸ روایت ۴",
		"n": 32985
	},
	{
		"a": "یا حَفْصُ ما مَنْزِلَةُ الدُّنْیا مِنْ نَفْسى اِلاّ بَمَنْزَلَةِ الْمَیْتَةِ اِذا اضْطَرَرْتُ اِلَیْها أَکَلْتُ مِنها .",
		"b": "اى حفص موقعیّت دنیا در نزد من همانند مردارى است که چون ناچار شوم از آن استفاده مى‏کنم .",
		"c": 6,
		"d": "وسائل الشیعه ۱۶ : ۳۱۲ ح ۶",
		"n": 32986
	},
	{
		"a": "اَکْرَهُ أَنْ أَخْلِطَ صَوْمى بِلَذَّةٍ .",
		"b": "دوست ندارم که روزه خود را با لذت بیامیزم .",
		"c": 6,
		"d": "من لایحضره االفقیه ۲ : ۱۱۴ ح ۱۸۸ ، وسائل الشیعه ج ۷ : ۶۷ ح ۱۵",
		"n": 32987
	},
	{
		"a": "اِنّى وَاللّه‏ِ ما امُرُکُمْ اِلاّ بِما نَأمُرُ بِهِ أَنْفُسَنا فَعَلَیْکُمْ بِالْجِّدِ وَ الاِْجْتِهادِ .",
		"b": "به خدا سوگند من شما را به چیزى دستور نمى‏دهم مگر که خود را نیز بدان فرمان مى‏دهم پس بر شما باد که تلاش و کوشش کنید .",
		"c": 6,
		"d": "وسائل الشیعه ج ۱۲ ص ۱۲ ح ۸",
		"n": 32988
	},
	{
		"a": "مَا اتَّخَمْتُ قَطُّ وَ ذلِکَ أَنّی لَمْ أبْدَأْ بِطَعامٍ اِلاّ قُلْتُ بِسْمِ اللّه‏ِ وَ لَمْ أَفْرَغْ مِنْ طَعامٍ اِلاّ قُلْتُ أَلْحَمْدُ لِلّهِ .",
		"b": "هرگز هضم غذا بر من مشکل نشده است ، زیرا هیچ گاه شروع به غذا نکردم مگر اینکه « بسم ‏اللّه‏ » گفتم و هیچ گاه از غذا خوردن فارغ نشدم مگر آنکه « الحمد للّه‏ » گفتم .",
		"c": 6,
		"d": "وسائل الشیعه ج ۱۶ ص ۵۸۶ ح ۷",
		"n": 32989
	},
	{
		"a": "لا بَأسَ أَنَا أَفْعَلُ ذلِکَ .",
		"b": "آرى اشکالى ندارد و من نیز این چنین مى‏کنم .",
		"c": 6,
		"d": "کافى ۳ : ۴۴۱ ح ۱۰ ، وسائل الشیعه ۳ : ۱۸۳ ح ۸",
		"n": 32990
	},
	{
		"a": "بِسْمِ‏اللّه‏ِ خَرَجْتُ وَ بِسْمِ‏اللّه‏ِ وَلَجْتُ وَعَلَى‏اللّه‏ِ تَوَکَّلْتُ وَ لاحَوْلَ وَ لا قُوَّةَ اِلاّ بِاللّه‏ِ الْعَلىِّ الْعَظیمِ .",
		"b": "به نام خداوند خارج شدم و به نام او داخل مى ‏شوم و بر او توکل مى‏ کنم و هیچ اراده و قدرتى نیست مگر از جانب خداوند والا و بزرگ .",
		"c": 6,
		"d": "وسائل الشیعة ، ج ۸ ، ص ۲۸۰ ، روایت ۱۰",
		"n": 32991
	},
	{
		"a": "کانَ لاَِبى ثَوبانِ خَشِنانِ یُصَلّى فیها صَلاتَهُ وَاِذا أَرادَ أَنْ یَسْأَلَ الْحاجَةَ لَبِسَهُما وَ سَأَلَ اللّه‏َ حاجَتَهُ .",
		"b": "پدرم دو لباس خشن داشت که نماز خود را با آن دو لباس مى‏گزارد و چون مى‏خواست از خداى خود حاجتى بخواهد ، آن لباسها را مى‏پوشید و حاجت خود را از خدا درخواست مى‏کرد .",
		"c": 6,
		"d": "وسائل الشیعة ، ج ۳ ، ص ۳۳۱ ، روایت ۷",
		"n": 32992
	},
	{
		"a": "کانَ أبى اِذا تَصَدَّقَ بِشَى‏ءٍ وَضَعَهُ فى یَدِ السّائِلِ ثُمَّ ارْتَجَعَهُ مِنْهُ فَقَبَّلَهُ وَ شَّمَهُ ثُمَّ رَدَّهُ فى یَدِ السّائِلِ وَ ذلِکَ اِنَّها تَقَعُ فى یَدِاللّه‏ِ قَبْلَ اَنْ تَقَعَ فى یَدِ السّائِلِ .",
		"b": "پدرم چون صدقه‏اى مى‏داد آن را در دست فقیر مى‏گذاشت . سپس آن را باز پس گرفته مى‏بوسید و مى‏بویید و به فقیر بر مى‏گرداند ، چرا که صدقه قبل از آن که به دست فقیر برسد در دست خداوند قرار مى‏گیرد . ( خداوند آن را مى‏پذیرد ) .",
		"c": 6,
		"d": "وسائل الشیعة ، ج ۶ ، ص ۳۰۳ ، روایت ۵",
		"n": 32993
	},
	{
		"a": "کانَ أَبوُجَعْفَرٍ علیه ‏السلام یُبَکِّرُ اِلَى الْمَسْجِدِ یَوْمَ الْجُمُعَةِ حینَ تَکُونُ الشَّمْسُ قَیْدَ رُمْحٍ فَاِذا کانَ شَهْرُ رَمَضانَ یَکُونُ قَبْلَ ذلِکَ .",
		"b": "امام باقر علیه ‏السلام روزهاى جمعه صبحگاهان به هنگامى‏که خورشید به اندازه یک نیزه برآمده بود به مسجد مى‏شتافت و چون ماه رمضان مى‏شد زودتر از این به مسجد مى‏رفت .",
		"c": 5,
		"d": "وسائل الشیعه ، ج ۵ ، ص ۴۲ ، روایت ۲",
		"n": 32994
	},
	{
		"a": "کانَ أَبى یَفْصِلُ بَیْنَ شَعْبانَ وَ رَمَضانَ بِیَوْمٍ .",
		"b": "پدرم بین روزه ماه شعبان و روزه ماه رمضان یک روز فاصله مى‏انداخت . ( یعنى تمام شعبان و رمضان را روزه مى‏گرفت و تنها یک روز در بین این دو ماه روزه نبود ) .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۷ ، ص ۳۶۷ ، روایت ۳۱",
		"n": 32995
	},
	{
		"a": "اِنّى لاََصْبِرُ مِنْ غُلامى هذا وَ مِنْ أهْلى عَلى ما هُوَ أمَرُّ مِنَ الْحَنْظَلِ . إنَّهُ مَنْ صَبَرَ نالَ بِصَبْرِهِ دَرَجَةَ الصّائِمِ الْقائِمِ وَ دَرَجَةَ الشَّهیدِ الّذى قَدْ ضَرَبَ بِسَیْفِهِ قُدّامَ مُحَمَّدٍ صلى‏الله‏علیه‏و‏آله .",
		"b": "همانا من نسبت به این برده و نسبت به خانواده‏ام صبر پیشه مى‏کنم بر چیزى که تلخ تر از حنظل ( هندوانه ابوجهل ) است . به راستى آن که صبر کند ، بواسطه صبرش به درجه روزه دار شب زنده‏دار مى‏رسد و نیز به درجه شهیدى مى‏رسد که در پیشگاه پیامبر اکرم صلى‏الله‏علیه‏و‏آله جنگیده و شمشیر زده است .",
		"c": 6,
		"d": "وسائل الشیعة ، ج ۱۱ ، ص ۲۰۹ ، روایت ۵",
		"n": 32996
	},
	{
		"a": "نَقْشُ خاتَمى <Q> ) ما شاء اللّه‏ُ لا قُوَّةَ إلاّ باللّه‏ِ ( </Q> وَ نَقْشُ خاتَمِ أَبى <Q> ) حَسْبِىَ اللّه‏ُ ( </Q> وَ هُوَ الَّذى کُنْتُ أَخْتِمُ بِهِ .",
		"b": "نقش نگین انگشتر من این است : « ما شاءَ اللّه‏ُ لاقُوَّةَ إلاّ باللّه‏ِ » آن چه را که خدا بخواهد آن خواهد شد و هیچ قدرتى براى غیر خدا وجود ندارد و نقش نگین انگشتر پدرم « حَسْبِىَ اللّه‏ُ » خدایم کفایت مى‏کند . و آن همان انگشترى است که با آن مهر مى‏زنم .",
		"c": 8,
		"d": "وسائل الشیعه ۳ : ۴۱۰ ح ۳",
		"n": 32997
	},
	{
		"a": "کانَ أَبى کَثیرَالذِّکْرِ لَقَدْ أَمْشى مَعَهُ وَأَنَّهُ لَیَذْکُرُاللّه‏َ وَاکُلُ مَعَهُ‏الطَّعامَ وَأَنَّهُ لَیَذْکُرُاللّه‏َ وَلَقَدْ کانَ یُحَدِّثُ‏الْقَوْمَ وَما یَشْغَلُهُ ذلِکَ عَنْ ذِکْرِاللّه",
		"b": "پدرم بسیار یاد خدا مى‏ کرد . با او راه مى‏ رفتم و او ذکر خدا مى ‏گفت و با او غذا مى‏ خوردم ، او ذکر خدا مى‏ گفت و با مردم سخن مى‏ گفت ، ولى سخن گفتن ، او را از یاد خدا باز نمى‏ داشت .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۴ ، ص ۱۱۸۱ ، روایت ۲",
		"n": 32998
	},
	{
		"a": "اِنَّ الْحَسَنَ ‏بن‏ عَلىٍّ عليهما‌السلام قاسَمَ رَبَّهُ ثَلاثَ مَرّاتٍ حَتّى نَعْلاً وَ نَعْلاً وَ ثَوْبا وَ ثَوْبا وَ دینارا وَ دینارا .",
		"b": "امام حسن عليه‌السلام تمام اموالش را حتى کفش و لباس و دینارهایش را سه بار با خدا تقسیم کرد ( و به فقرا داد ) .",
		"c": 6,
		"d": "وسائل الشیعه ج ۸ ، ص ۵۵",
		"n": 32999
	},
	{
		"a": "کانَ یَجْمَعُنا فَیَأْمُرُنا بِالذِّکْرِ حَتّى تَطْلُعَ‏الشَّمْسُ وَ یَأْمُرُ بِالْقِراءَةِ مَنْ کانَ یَقْرَأُ مِنّا وَ مَنْ کانَ لا یَقْرَأُ مِنّا أَمَرَهُ بِالذِّکْرِ .",
		"b": "پدرم ( امام باقر علیه ‏السلام ) ما را گرد مى‏آورد و فرمان مى‏داد تا طلوع آفتاب ذکر خدا بگوییم آنان که از ما توان قرائت قرآن داشتند ، فرمان مى‏داد تا قرآن بخوانند و آنان را که توان خواندن قرآن نداشتند مى‏فرمود تا ذکر الهى بگویند .",
		"c": 6,
		"d": "وسائل الشیعة ، ج ۴ ، ص ۱۱۸۵ ، روایت ۱",
		"n": 33000
	},
	{
		"a": "کانَ اَبُوالْحَسَنِ [ العَسکَرى عليه‌السلام ] إِذا اَکَلَ اَحَدُنا لایَسْتَحْدِثُهُ حَتّى یَفُرغَ مِنْ طَعامِهِ .",
		"b": "زمانی که غذا مى‏خوردیم امام عسکرى عليه‌السلام ، کسى از ما را به سخن وا نمى‏داشت تا غذایش تمام شود .",
		"c": 11,
		"d": "وسائل الشیعه ۱۶ : ۵۱۸ ح ۳",
		"n": 33001
	},
	{
		"a": "إصْحَبْ مَنْ تَتَزَیَّنُ بِهِ ، وَلاتَصْحَبْ مَنْ یَتَزَّیَنُ لَکَ",
		"b": "با کسى دوستى و رفت و آمد کن که موجب عزّت و سربلندى تو باشد ، و با کسى که مى خواهد از تو بهره ببرد و خودنمائى مى کند همدم مباش .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۱۱ ص ۴۱۲ .",
		"n": 33002
	},
	{
		"a": "إذا فَشَتْ ارْبَعَةٌ ظَهَرَتْ ارْبَعَةٌ : إ ذا فَشا الزِّنا کَثُرَتِ الزَّلازِلُ ، وَ إذا اُمْسِکَتِ الزَّکاةُ هَلَکَتِ الْماشِیَةُ ، وَ إذا جارَ الْحُکّامُ فِى الْقَضا اُمْسِکَ الْمَطَرُ مِنَ السَّما ، وَ إذا ظَفَرَتِ الذِّمَةُ نُصِرُ الْمُشْرِکُونَ عَلَى الْمُسْلِمینَ",
		"b": "هنگامى که چهار چیز در جامعه شایع و رایج گردد چهار نوع بلا و گرفتارى پدید آید : \r\nچنانچه زنا رایج گردد ، زلزله و مرگ ناگهانى فراوان شود . \r\nچنانچه زکات و خمسِ اموال پرداخت نشود ، حیوانات اهلى نابود شود . \r\nاگر حاکمان جامعه و قُضات ستم و بى عدالتى نمایند ، باران رحمت خداوند نمى بارد . \r\nو اگر اهل ذمّه تقویت شوند ، مشرکین بر مسلمین پیروز آیند .",
		"c": 6,
		"d": "وسائل الشیعة : ج ۸ ص ۱۳ .",
		"n": 33003
	},
	{
		"a": "اِنَّ فاطِمَةَ علیهاالسلام بِنْتَ‏رَسُولِ‏اللّه‏ِ صلى‏ الله‏ علیه ‏و ‏آله کانَتْ مَسْبَحَتُها مِنْ خُیُوطِ صُوفٍ مُفَتَّلٍ عَلَیْهِ عَدَدَ التَّکْبیراتِ فَکانَتْ علیهاالسلام تُدیرُها بِیَدِها تُکَبِّرُ وَ تُسَبِّحُ اِلى اَنْ قُتِلَ حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ فَاسْتَعْمَلَتْ تُرْبَتَهُ وَعَمِلَتِ التَّسابیحَ فَاسْتَعْمَلَها النّاسُ",
		"b": "تسبیح حضرت فاطمه علیهاالسلام نخى بود که بر آن به تعداد تکبیرات ۳۴ عدد گره زده بود و آن را در دستش مى ‏چرخانید و تکبیر و تسبیح مى‏ گفت ، تا وقتى که حمزه شهید شد ، تسبیحى از تربت او ساخت . و از آن پس ساختن تسبیح در میان مردم رواج یافت .",
		"c": 6,
		"d": "وسائل الشیعه ، ج ۴ ، ص ۱۰۳۳",
		"n": 33004
	},
	{
		"a": "مَنْ قَرَءَ قُلْ هُوَاللّهُ احَدٌ مَرَّةً واحِدَةً فَکَانَّما قَرَءَ ثُلْثَ الْقُرآنِ وَ ثُلْثَ التُّوراةِ وَ ثُلْثَ الاْ نْجیلِ وَ ثُلْثَ الزَّبُورِ",
		"b": "هر که یک مرتبه سوره توحید را تلاوت نماید ، همانند کسى است که یک سوّم قرآن و تورات و انجیل و زبور را خوانده باشد .",
		"c": 6,
		"d": "وسائل الشیعه : ج ۶ ص ۲۲۵ ح ۱۰ .",
		"n": 33005
	}
]